Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# motion_no_face_detected_button_primary_restart
source: Restart recording
ar: إعادة بدء التسجيل
bg: Рестартирайте записа
cs: Restart nahrávání
da: Start optagelsen forfra
de: Aufnahme neu starten
el: Επανεκκίνηση εγγραφής
es: Reiniciar la grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uud.
fr: Redémarrer l’enregistrement
he: צלם מחדש
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Rögzítés újraindítása
hy: Վերսկսել տեսագրությունը
id: Mulai ulang perekaman
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 재시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
nb: Start opptaket på nytt
nl: Opname opnieuw starten
pl: Nagraj ponownie
pt: Reiniciar a gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť záznam znova
sl: Ponovni zagon snemanja
sr: Ponovo započnite snimanje
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlat
uk: Перезапустити запис
vi: Quay lại video
zh: 重新开始录制

# motion_no_face_detected_list_item_eyes
source: Make sure your eyes are clearly visible
ar: تأكد من أن عينيك مرئيتان بوضوح
bg: Уверете се, че очите ви се виждат ясно
cs: Ujistěte se, že jsou Vaše oči dobře viditelné
da: Sørg for, at dine øjne kan ses tydeligt
de: Stellen Sie sicher, dass Ihre Augen deutlich sichtbar sind
el: Βεβαιωθείτε ότι τα μάτια σας είναι ευδιάκριτα
es: Asegúrese de que los ojos se vean con claridad
et: Veenduge, et teie silmad on selgelt nähtavad
fa: مطمئن شوید که چشمان شما به وضوح قابل مشاهده است
fi: Varmista, että silmäsi näkyvät selvästi
fr: Assurez-vous que vos yeux sont clairement visibles
he: ודא שהעיניים שלך נראות בבירור
hi: पक्का करें कि आपकी आँखें स्पष्ट रूप से दिख रही हैं
hr: Pobrinite se da su vam oči jasno vidljive
hu: Ügyeljen arra, hogy a szeme jól látható legyen
hy: Համոզվեք, որ ձեր աչքերը հստակ երևում են
id: Pastikan mata Anda terlihat jelas
it: Assicurati che i tuoi occhi siano ben visibili
ja: 目がはっきり見えるようにしてください
ko: 두 눈이 선명하게 나타나도록 하세요
lt: Įsitikinkite, kad jūsų akys aiškiai matomos
lv: Pārliecinieties, ka jūsu acis ir skaidri redzamas
ms: Pastikan mata anda kelihatan dengan jelas
nb: Sørg for at øynene er godt synlige
nl: Zorg ervoor dat uw ogen duidelijk zichtbaar zijn
pl: Upewnij się, że oczy są dobrze widoczne
pt: Assegure-se de que os seus olhos estão claramente visíveis
ro: Asigurați-vă ochii sunt clar vizibili
ru: Убедитесь, что Ваши глаза хорошо видны
sk: Uistite sa, že vaše oči sú jasne viditeľné
sl: Prepričajte se, da so vaše oči jasno vidne
sr: Proverite da li vam se oči jasno vide
sv: Se till att dina ögon syns tydligt
th: เช็คให้แน่ใจว่าสามารถมองเห็นดวงตาของคุณในภาพ
tr: Gözlerinizin net bir şekilde göründüğünden emin olun
uk: Переконайтеся, що ваші очі чітко видно
vi: Hãy chắc chắn rằng mắt bạn có thể nhìn thấy rõ ràng
zh: 确保您的双眼清晰可见

# motion_no_face_detected_list_item_face
source: Make sure to only show your face, we don’t need to see your ID
ar: تأكد من إظهار وجهك فقط، لسنا بحاجة إلى رؤية هويتك
bg: Покажете само лицето си, не е необходимо да виждаме документа ви за самоличност
cs: Stačí, když se ukážete, nepotřebujeme vidět Váš průkaz totožnosti.
da: Sørg for kun at vise dit ansigt, vi behøver ikke at kunne se dit ID
de: Zeigen Sie nur Ihr Gesicht, Ihr Ausweis wird nicht benötigt
el: Βεβαιωθείτε ότι έχετε δείξει μόνο το πρόσωπό σας, δεν χρειάζεται να δούμε την ταυτότητά σας
es: Asegúrese de mostrar únicamente la cara. No necesitamos ver el documento de identidad
et: Veenduge, et näitate ainult oma nägu – me ei pea teie isikutunnistust nägema
fa: فقط صورت خود را نشان دهید، نیازی به دیدن کارت شناسایی شما نداریم
fi: Varmista, että näytät vain kasvosi, meidän ei tarvitse nähdä ID:täsi
fr: Assurez-vous de ne montrer que votre visage, nous n`avons pas besoin de voir votre pièce d`identité
he: חשוב להציג רק את הפנים, אנחנו לא צריכים לראות את התעודה המזהה שלכם
hi: केवल अपना चेहरा ही दिखाएँ, हमें आपकी आईडी नहीं देखनी है
hr: Obavezno pokažite samo svoje lice, ne moramo vidjeti vašu osobnu iskaznicu
hu: Ügyeljen rá, hogy csak az arca látszódjon, nem kell látnunk a személyazonosító okmányát
hy: Համոզվեք, որ երևում է միայն ձեր դեմքը, մենք կարիք չունենք տեսնելու ձեր անձը հաստատող փաստաթուղթը
id: Pastikan hanya menampilkan wajah Anda, kami tidak perlu melihat identitas Anda
it: Assicurati di mostrare solo il tuo viso. Non ci serve vedere il documento.
ja: 身分証明書の提示は必要ありませんので、必ず顔だけを見せてください
ko: 얼굴만 보이도록 해주세요. 신분증을 제시할 필요가 없습니다
lt: Įsitikinkite, kad matomas tik Jūsų veidas. Asmens tapatybės dokumentas nuotraukai nereikalingas
lv: Parādiet tikai savu seju, mums nav jāredz jūsu ID
ms: Pastikan anda hanya menunjukkan wajah anda, kami tidak perlu melihat ID anda
nb: Sørg for å bare vise ansiktet ditt, vi trenger ikke å se legitimasjonen din
nl: Zorg ervoor dat u alleen uw gezicht laat zien, we hoeven uw identiteitsbewijs niet te zien
pl: Upewnij się, że pokazujesz tylko swoją twarz, nie musimy widzieć Twojego dokumentu tożsamości
pt: Certifique-se de que apenas mostra a sua cara. Não precisamos de ver a sua identificação
ro: Asigurați-vă că vă arătați doar fața, nu trebuie să vedem documentul dvs. de identitate
ru: Убедитесь, что показываете только свое лицо, нам не нужно видеть Ваше удостоверение личности
sk: Ukážte len svoju tvár, nepotrebujeme vidieť váš doklad totožnosti
sl: Ne pozabite pokazati svojega obraza, ni nam treba videti vašega osebnega dokumenta
sr: Prikažite samo svoje lice; ne moramo da vidimo vaš ID
sv: Se till att endast visa ditt ansikte, vi behöver inte se ditt ID
th: เช็คให้แน่ใจว่าเห็นใบหน้าของคุณเท่านั้น ไม่ต้องเห็นบัตรประจำตัว
tr: Sadece yüzünüzü gösterdiğinizden emin olun, kimliğinizi görmemize gerek yok
uk: Продемонструйте лише своє обличчя. Нам не потрібно бачити ваше посвідчення особи
vi: Đảm bảo chỉ hiển thị khuôn mặt của bạn, chúng tôi không cần xem giấy tờ tùy thân của bạn
zh: 请务必只展示您的面部，我们不需要看到您的身份证

# motion_no_face_detected_list_item_lighting
source: Make sure to be in a place with good lighting
ar: تأكد من أن تكون في مكان ذي إضاءة جيدة
bg: Уверете се, че сте на добре осветено място
cs: Ujistěte se, že jste na místě s dobrým osvětlením
da: Sørg for at være på et sted med god belysning
de: Stellen Sie sicher, dass Sie sich an einem Ort mit guter Beleuchtung befinden
el: Βεβαιωθείτε ότι βρίσκεστε σε χώρο με καλό φωτισμό
es: Asegúrese de estar en un lugar con buena iluminación
et: Veenduge, et olete hästivalgustatud kohas
fa: مطمئن شوید در مکانی با نور مناسب هستید
fi: Varmista, että olet paikassa, jossa on hyvä valaistus
fr: Assurez-vous d`être à un endroit bien éclairé
he: הקפד לצלם במקום עם תאורה טובה
hi: अच्छी रोशनी वाली जगह पर रहना न भूलें
hr: Pobrinite se da snimanje obavljate na dobro osvijetljenom mjestu
hu: Ügyeljen arra, hogy jó megvilágítású helyen legyen
hy: Համոզվեք, որ գտնվում եք լավ լուսավորված վայրում
id: Pastikan berada di tempat dengan pencahayaan yang baik
it: Assicurati di essere in un ambiente ben illuminato
ja: 充分な明るさがあることを確認してください
ko: 조명이 좋은 곳에서 촬영하세요
lt: Įsitikinkite, kad esate gerai apšviestoje vietoje
lv: Atrodiet vietu ar labu apgaismojumu
ms: Pastikan anda berada di tempat yang mempunyai pencahayaan yang baik
nb: Sørg for å være på et sted med god belysning
nl: Zorg dat u in een goed verlichte ruimte bent
pl: Upewnij się, że jesteś w miejscu z dobrym oświetleniem
pt: Certifique-se de que está num local com boa iluminação
ro: Asigurați-vă că sunteți într-un loc bine luminat
ru: Убедитесь, что Вы находитесь в месте с хорошим освещением
sk: Uistite sa, že ste na mieste s dobrým osvetlením
sl: Poskrbite, da boste na dobro osvetljenem mestu
sr: Proverite da li se nalazite na dobro osvetljenom mestu
sv: Se till att vara på en plats med bra belysning
th: เช็คให้แน่ใจว่าอยู่ในที่ที่มีแสงสว่างเพียงพอ
tr: İyi aydınlatılmış bir yerde olduğunuzdan emin olun
uk: Перейдіть у місце з належним освітленням
vi: Đảm bảo ở nơi có ánh sáng tốt
zh: 请务必在光线充足的地方

# motion_no_face_detected_list_item_mask
source: Make sure to remove masks or other items that cover your face. Eyeglasses are okay
ar: تأكد من إزالة الكمامات أو العناصر الأخرى التي تغطي وجهك. النظارات مقبولة
bg: Не забравяйте да свалите маските или други елементи, които покриват лицето ви. Може да останете с очилата си с диоптър
cs: Nezapomeňte si sundat roušku nebo jiné předměty, které vám zakrývají obličej. Brýle jsou v pořádku
da: Sørg for at fjerne masker eller andre ting, der dækker dit ansigt. Briller må anvendes
de: Achten Sie darauf, dass Sie Gesichtsmasken oder andere Gegenstände, die Ihr Gesicht verdecken, abnehmen. Brillen sind zulässig
el: Βεβαιωθείτε ότι έχετε αφαιρέσει τις μάσκες ή άλλα αντικείμενα που καλύπτουν το πρόσωπό σας. Τα γυαλιά επιτρέπονται
es: Asegúrese de retirar mascarillas o cualquier otro objeto que le cubra el rostro. Puede llevar gafas para ver
et: Eemaldage kindlasti mask või muud esemed, mis teie nägu katavad. Prillid on lubatud
fa: حتماً ماسک یا سایر مواردی که صورت شما را می‌پوشانند بردارید. عینک مشکلی ندارد
fi: Varmista, että poistat kasvosi peittävät maskit tai muut esineet. Silmälasit ovat ok
fr: Assurez-vous d`ôter le masque ou outres éléments qui couvrent votre visage. Les lunettes sont acceptées
he: הסר מסכות או פריטים אחרים שמכסים את הפנים. משקפיים זה בסדר
hi: अपने चेहरे को ढकने वाले मास्क या अन्य चीज़ें उतारना न भूलें। नज़र का चश्मा लगा सकते हैं
hr: Obavezno uklonite maske i druge predmete koji vam prekrivaju lice. Naočale neće smetati
hu: Távolítsa el az arcát takaró maszkot és egyéb tárgyakat. Szemüvege maradhat
hy: Անպայման հեռացրեք ձեր դեմքը ծածկող դիմակները կամ այլ իրերը։ Ակնոցը չի խանգարում
id: Pastikan untuk melepas masker atau benda lain yang menutupi wajah Anda. Kacamata diperbolehkan
it: Assicurati di rimuovere la mascherina o altri oggetti che coprono il viso. Puoi tenere gli occhiali da vista.
ja: マスクなど顔を覆うアイテムは必ず外してください。メガネは大丈夫です
ko: 마스크 등 얼굴을 가리는 모든 물품은 반드시 벗어주세요. 단, 안경은 쓰셔도 괜찮습니다
lt: Būtinai nusiimkite kaukes ar kitus veidą dengiančius elementus. Galima būti su akiniais
lv: Noņemiet maskas vai citus priekšmetus, kas aizsedz seju. Brilles var palikt
ms: Pastikan anda menanggalkan pelitup muka atau barangan lain yang menutup muka anda. Cermin mata dibenarkan
nb: Sørg for å fjerne masker eller andre gjenstander som dekker ansiktet ditt. Briller er greit
nl: Zorg ervoor dat u maskers of andere voorwerpen die uw gezicht bedekken afzet. Een bril mag wel.
pl: Pamiętaj, aby zdjąć maski lub inne przedmioty zakrywające twarz. Okulary są akceptowane
pt: Certifique-se de que remove as máscaras ou outros objetos que cobrem o seu rosto. Os óculos não precisa de retirar
ro: Asigurați-vă că înlăturați măștile sau alte articole care vă acoperă fața. Ochelarii sunt acceptați
ru: Обязательно снимите маски или другие предметы, которые закрывают лицо. Очки можно оставить
sk: Odstráňte rúška alebo iné predmety, ktoré zakrývajú vašu tvár. Okuliare sú prijateľné
sl: Ne pozabite odstraniti mask ali drugih predmetov, ki prekrivajo vaš obraz. Očala so v redu
sr: Obavezno uklonite maske ili druge predmete koji vam prekrivaju lice. Naočare neće smetati
sv: Se till att ta bort ansiktsmasker eller andra föremål som täcker ditt ansikte. Glasögon är okej
th: เช็คให้แน่ใจว่าถอดหน้ากากหรือสิ่งของอื่นๆ ที่คลุมใบหน้าของคุณอยู่ แต่สวมแว่นสายตาได้
tr: Yüzünüzü kapatan maskeleri veya diğer eşyaları çıkardığınızdan emin olun. Gözlükleriniz kalabilir
uk: Обов’язково зніміть маски або інші предмети, які закривають обличчя. Окуляри можна залишити
vi: Nhớ tháo khẩu trang hoặc các vật dụng khác che mặt của bạn. Bạn có thể vẫn đeo kính mắt
zh: 请务必取下遮盖面部的口罩或其他物品。可以戴眼镜

# motion_no_face_detected_title
source: We can`t detect your face
ar: لا يمكننا اكتشاف وجهك
bg: Не можем да засечем лицето ви
cs: Nemůžeme rozpoznat Váš obličej
da: Vi kan ikke detektere dit ansigt
de: Wir können Ihr Gesicht nicht erkennen
el: Δεν μπορούμε να ανιχνεύσουμε το πρόσωπό σας
es: No podemos detectar su cara
et: Teie näo tuvastamine ei õnnestu
fa: نمی‌توانیم چهره شما را تشخیص دهیم
fi: Emme havaitse kasvojasi
fr: Nous ne pouvons pas détecter votre visage
he: אנחנו לא מצליחים לזהות את הפנים שלך
hi: हम आपके चेहरे का पता नहीं लगा पा रहे हैं
hr: Nismo uspjeli prepoznati vaše lice
hu: Arca nem érzékelhető
hy: Չի հաջողում գտնել ձեր դեմքը
id: Kami tidak dapat mendeteksi wajah Anda
it: Non riusciamo a rilevare il tuo viso
ja: 顔を検出できません
ko: 얼굴을 감지할 수 없습니다
lt: Negalime aptikti jūsų veido
lv: Mēs nevaram atrast jūsu seju
ms: Kami tidak dapat mengesan wajah anda
nb: Vi kan ikke oppdage ansiktet ditt
nl: We kunnen uw gezicht niet detecteren
pl: Nie możemy wykryć twojej twarzy
pt: Não conseguimos detetar o seu rosto
ro: Nu vă putem detecta fața
ru: Мы не можем обнаружить Ваше лицо
sk: Nepodarilo sa nám rozpoznať vašu tvár
sl: Ne moremo zaznati vašega obraza
sr: Ne možemo da nađemo vaše lice
sv: Vi kan inte upptäcka ditt ansikte
th: เราตรวจหาใบหน้าของคุณไม่พบ
tr: Yüzünü tespit edemiyoruz
uk: Не вдається виявити ваше обличчя
vi: Chúng tôi không thể phát hiện khuôn mặt của bạn
zh: 我们无法检测到您的面部

# motion_uploading_title
source: Uploading
ar: جارٍ التحميل
bg: Качване
cs: Nahrávání
da: Uploader
de: Hochladen
el: Γίνεται αποστολή
es: Cargando
et: Üleslaadimine
fa: در حال بارگذاری
fi: Ladataan
fr: Téléversement
he: מעלה
hi: अपलोड हो रहा है
hr: Prijenos je u tijeku
hu: Feltöltés
hy: Բեռնվում է
id: Mengunggah
it: Caricamento
ja: アップロード中
ko: 업로드 중
lt: Įkeliama
lv: Notiek augšupielāde
ms: Memuat naik
nb: Laster opp
nl: Uploaden
pl: Przesyłanie
pt: Carregamento em curso
ro: Se încarcă
ru: Загрузка
sk: Nahrávanie
sl: Nalaganje
sr: Otpremanje
sv: Laddar upp
th: กำลังอัปโหลด
tr: Yükleniyor
uk: Передавання
vi: Đang tải lên
zh: 正在上传

# nfc_error_button_primary
source: Start scan
ar: ابدأ المسح
bg: Стартиране на сканиране
cs: Spuštění skenování
da: Start scanning
de: Starten Sie mit dem Scannen
el: Έναρξη σάρωσης
es: Iniciar escaneo
et: Alustage skannimist
fa: شروع اسکن
fi: Aloita skannaus
fr: Démarrer le scan
he: התחל סריקה
hi: स्कैन शुरू करें
hr: Započnite skeniranje
hu: Beolvasás indítása
hy: Սկսել սկանավորումը
id: Mulai pemindaian
it: Inizia la scansione
ja: スキャンを開始
ko: 스캔 시작
lt: Pradėti nuskaitymą
lv: Sākt skenēšanu
ms: Mulakan imbasan
nb: Start skanning
pl: Rozpocznij skanowanie
pt: Iniciar digitalização
ro: Începeți scanarea
ru: Начать сканирование
sk: Spustiť skenovanie
sl: Začni skeniranje
sr: Započnite skeniranje
sv: Starta skanning
th: เริ่มสแกน
tr: Taramayı başlat
uk: Почати сканування
vi: Bắt đầu quét
zh: 开始扫描

# nfc_error_button_secondary_exit
source: Exit verification
ar: التحقق عند الخروج
bg: Изход от верификация
cs: Ověření při odchodu
da: Afslut verifikation
de: Verifizierung beenden
el: Έξοδος επαλήθευσης
es: Salir de la verificación
et: Väljumise kontroll
fa: تأیید خروج
fi: Poistumisvarmennus
fr: Quitter la vérification
he: אימות יציאה
hi: पहचान सत्यापन से बाहर निकलें
hr: Izlazna provjera
hu: Azonosítás megszakítása
hy: Ելքի ստուգում
id: Verifikasi keluar
it: Uscita dalla verifica
ja: 退出確認
ko: 출구 확인
lt: Išeiti iš patvirtinimo
lv: Izejas pārbaude
ms: Pengesahan keluar
nb: Avslutt verifisering
nl: Verificatie afsluiten
pl: Weryfikacja wyjścia
pt: Saída da verificação
ro: Ieşire din verificare
ru: Выход из проверки
sk: Overenie pri odchode
sl: Preverjanje izhoda
sr: Izlazna verifikacija
sv: Avsluta verifiering
th: การตรวจสอบการออก
tr: Çıkış doğrulaması
uk: Верифікація при виході
vi: Xác minh thoát
zh: 退出验证

# nfc_error_button_secondary_skip
source: Verify without scanning
ar: تحقق بدون مسح
bg: Потвърждаване без сканиране
cs: Ověřit bez skenování
da: Bekræft uden scanning
de: Überprüfen ohne zu scannen
el: Επαληθεύστε χωρίς σάρωση
es: Verificar sin escanear
et: Kinnita ilma skannimata
fa: بدون اسکن کردن تأیید کنید
fi: Vahvista skannaamatta
fr: Vérifier sans scanner
he: אמת ללא סריקה
hi: स्कैन किए बिना सत्यापित करें
hr: Potvrdi bez skeniranja
hu: Ellenőrizze beolvasás nélkül
hy: Ստուգել սկանավորման առանց
id: Verifikasi tanpa pemindaian
it: Verifica senza scansione
ja: スキャンせずに確認する
ko: 스캔하지 않고 검증하십시오
lt: Patikrinti be skenavimo
lv: Apliecināt bez skenēšanas
ms: Sahkan tanpa mengimbas
nb: Bekreft uten skanning
nl: Verifiëren zonder te scannen
pl: Sprawdź bez skanowania
pt: Verifique sem digitalizar
ro: Verifică fără scanare
ru: Проверить без сканирования
sk: Overiť bez skenovania
sl: Preveri brez skeniranja
sr: Verifikuj bez skeniranja
sv: Verifiera utan att skanna
th: ตรวจสอบโดยไม่ต้องสแกน
tr: Taramadan doğrula
uk: Перевірити без сканування
vi: Xác minh mà không cần quét
zh: 无需扫描即可验证

# nfc_error_instruction_1_document
source: Try removing the case from your phone. This is to avoid interferences with the chip.
ar: حاول إزالة الغطاء من هاتفك. هذا لتجنب التداخل مع الرقاقة.
bg: Опитайте да премахнете калъфа от телефона си. Това е, за да се избегнат смущения с чипа.
cs: Zkuste odstranit obal z vašeho telefonu. Toto je k tomu, aby nedošlo k rušení s čipem.
da: Prøv at fjerne etuiet fra din telefon. Dette er for at undgå interferens med chippen.
de: Versuchen Sie, die Hülle von Ihrem Mobiltelefon zu entfernen. Dies dient dazu, Störungen mit dem Chip zu vermeiden.
el: Δοκιμάστε να αφαιρέσετε τη θήκη από το τηλέφωνό σας. Αυτό γίνεται για να αποφύγετε παρεμβολές με το chip.
es: Intente quitar la funda de su teléfono. Esto es para evitar interferencias con el chip.
et: Proovige eemaldada oma telefonilt ümbris. See on vajalik, et vältida sekkumist kiibiga.
fa: سعی کنید قاب تلفن خود را بردارید. این برای جلوگیری از تداخل با چیپ است.
fi: Yritä poistaa suojakotelo puhelimestasi. Tämä on välttääksemme häiriöitä sirun kanssa.
fr: Essayez de retirer la coque de votre téléphone. Ceci est pour éviter les interférences avec la puce.
he: נסה להסיר את המסגרת מהטלפון שלך. זה כדי למנוע התנגשויות עם השבב.
hi: अपने फ़ोन से कवर हटाने की कोशिश करें। यह चिप के साथ हस्तक्षेप से बचने के लिए है।
hr: Pokušajte ukloniti futrolu sa svog mobitela. To je kako bi se izbjegle smetnje s čipom.
hu: Próbálja meg eltávolítani a tokot a telefonjáról. Ez azért szükséges, hogy elkerülje a chip zavarását.
hy: Փորձեք հեռացնել ձեր հեռախոսի պատճառը։ Սա անհրաժեշտ է, որպեսզի չիպի հետ չհատվի խախտումներ։
id: Coba lepaskan casing dari ponsel Anda. Ini untuk menghindari gangguan dengan chip.
it: Prova a rimuovere la custodia dal tuo telefono. Questo serve per evitare interferenze con il chip.
ja: スマートフォンのケースを取り外してみてください。これはチップの干渉を避けるためです。
ko: 휴대폰 케이스를 제거해 보세요. 이는 칩과의 간섭을 피하기 위함입니다.
lt: Pabandykite nuimti dėklą nuo savo telefono. Tai padės išvengti trikdžių su lustu.
lv: Mēģiniet noņemt apvalku no sava tālruņa. Tas ir, lai izvairītos no traucējumiem ar mikroshēmu.
ms: Cuba keluarkan kes dari telefon anda. Ini adalah untuk mengelakkan gangguan dengan cip.
nb: Prøv å fjerne dekselet fra telefonen din. Dette er for å unngå forstyrrelser med chipen.
nl: Probeer de hoes van uw telefoon te verwijderen. Dit is om storingen met de chip te voorkomen.
pl: Spróbuj zdjąć etui z telefonu. Ma to na celu uniknięcie zakłóceń z chipem.
pt: Tente remover a capa do seu telefone. Isso é para evitar interferências com o chip.
ro: Încercați să îndepărtați carcasa de pe telefonul dvs. Acest lucru este pentru a evita interferențele cu cipul.
ru: Попробуйте снять чехол со своего телефона. Это нужно, чтобы избежать помех с чипом.
sk: Skúste odstrániť puzdro z vášho telefónu. Toto je na zabránenie rušenia s čipom.
sl: Poskusite odstraniti ovitek s telefona. To je za preprečevanje motenj s čipom.
sr: Pokušajte da skinete futrolu sa svog telefona. Ovo je da bi se izbegle smetnje sa čipom.
sv: Försök att ta bort skalet från din telefon. Detta är för att undvika störningar med chippet.
th: ลองถอดเคสออกจากโทรศัพท์ของคุณ นี่เพื่อหลีกเลี่ยงการรบกวนชิป
tr: Telefonunuzdan kılıfı çıkarmayı deneyin. Bu, çiple olan etkileşimleri önlemek içindir.
uk: Спробуйте зняти чохол з вашого телефона. Це допоможе уникнути перешкод для чіпа.
vi: Thử gỡ bỏ ốp lưng khỏi điện thoại của bạn. Điều này nhằm tránh gây nhiễu cho chip.
zh: 尝试取下手机的保护壳。这是为了避免与芯片产生干扰。
