Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_primer_video_subtitle
source: When prompted, you must enable camera access to continue
ar: عند المطالبة، يجب تمكين الوصول إلى الكاميرا للمتابعة
bg: Когато ви подканим, трябва да активирате достъпа до камерата, за да продължите
cs: Po výzvě musíte povolit přístup ke kameře, abyste mohli pokračovat dále
da: Når du bliver bedt om det, skal du aktivere adgang til kameraet for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Kamerazugriff aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση στην κάμερα για να συνεχίσετε
es: Deberá activar la cámara para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu kaamerale
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به دوربین را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava kameran käyttö jatkaaksesi
fr: Lorsque vous y serez invité, vous devrez autoriser l’accès à l’appareil photo pour continuer
he: כאשר תתבקש, עליך לאפשר גישה עבור שניהם כדי להמשיך
hi: कहे जाने पर, जारी रखने के लिए आपको कैमरे का ऐक्सेस चालू करना होगा
hr: Na upit morate omogućiti pristup kameri da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a kamerához való hozzáférést
hy: Հարցումը ստանալուն պես՝ պետք է թույլատրեք խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
id: Saat diminta, Anda harus mengaktifkan akses kamera untuk melanjutkan
it: Per continuare è necessario abilitare l’accesso alla fotocamera quando richiesto
ja: プロンプトが表示されたら、カメラへのアクセスを有効にして続行してください
ko: 계속하려면 안내 메시지가 표시될 때 카메라에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paprašyti, turite suteikti prieigą prie kameros, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, ir jāiespējo piekļuve kamerai, lai turpinātu
ms: Apabila digesa, anda mesti mendayakan akses kamera untuk meneruskannya
nb: Når du blir bedt om det, må du aktivere kameratilgangen for å fortsette
nl: Als u daarom gevraagd wordt, moet u toegang tot de camera inschakelen om door te gaan
pl: Aby kontynuować, zezwól na dostęp do aparatu po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso à câmara para continuar
ro: Când vi se solicită, trebuie să activați accesul la camera video pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к камере, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k fotoaparátu
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop do kamere
sr: Kada se to od vas zatraži, morate da omogućite pristup kameri da biste nastavili
sv: När du ombeds måste du aktivera kameraåtkomst för att fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงกล้องเพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için kamera erişimini etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до камери, щоб продовжити
vi: Khi được hỏi, vui lòng bật quyền truy cập máy ảnh để tiếp tục
zh: 出现提示时，您必须启用相机访问才能继续

# common_permissions_primer_video_title
source: Allow camera access
ar: السماح باستخدام الكاميرا
bg: Разрешаване на достъп до камерата
cs: Povolení přístupu ke kameře
da: Tillad adgang til kameraet
de: Zugriff auf Kamera erlauben
el: Να επιτρέπεται η πρόσβαση στην κάμερα
es: Permitir acceso a la cámara
et: Lubage juurdepääs kaamerale
fa: اجازه استفاده از دوربین را بدهید
fi: Salli kameran käyttö
fr: Autoriser l’accès à l’appareil photo
he: אפשר גישה למצלמה
hi: कैमरा ऐक्सेस की अनुमति दें
hr: Dopustite pristup kameri
hu: Kamerához való hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի տեսախցիկ
id: Izinkan akses kamera
it: Consenti l’accesso alla fotocamera
ja: カメラへのアクセスを許可
ko: 카메라 접근 권한 허용
lt: Leisti prieigą prie kameros
lv: Atļaut piekļuvi kamerai
ms: Benarkan akses kamera
nb: Tillat kameratilgang
nl: Toegang tot camera toestaan
pl: Zezwól na dostęp do aparatu
pt: Permitir o acesso à câmara
ro: Permiteți accesul la camera video
ru: Разрешить доступ к камере
sk: Povoliť prístup k fotoaparátu
sl: Dovoli dostop do kamere
sr: Dozvoli pristup kameri
sv: Tillåt kameraåtkomst
th: อนุญาตให้เข้าถึงกล้อง
tr: Kamera erişimine izin ver
uk: Дозволити доступ до камери
vi: Đồng ý kết nối máy ảnh
zh: 允许相机访问

# common_permissions_primer_video_audio_body
source: We can’t verify you without using both your camera and microphone
ar: لا يمكننا التحقق منك من دون استخدام كل من الكاميرا والميكروفون
bg: Не можем да потвърдим самоличността ви, без да използваме камерата и микрофона ви
cs: Bez použití kamery a mikrofonu Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden at bruge både dit kamera og din mikrofon
de: Wir können Sie nicht verifizieren, ohne auf Ihr Mikrofon und Ihre Kamera zuzugreifen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς να χρησιμοποιήσουμε και την κάμερα και το μικρόφωνό σας
es: No lo podemos verificar sin acceso a su cámara y micrófono
et: Me ei saa teie isikut kinnitada ilma nii kaamerat kui ka mikrofoni kasutamata
fa: ما نمی‌توانیم بدون استفاده از دوربین و میکروفون، هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua käyttämättä sekä kameraasi että mikrofoniasi
fr: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo et votre micro
he: לא ניתן לאמת את זהותך בלי להשתמש גם במצלמה וגם במיקרופון
hi: जब तक आप अपने कैमरे और माइक्रोफ़ोन दोनों का इस्तेमाल नहीं करेंगे, तब तक हम आपको वेरिफ़ाई नहीं कर पाएँगे
hr: Ne možemo potvrditi vaš identitet bez kamere i mikrofona
hu: A fényképezőgép és a mikrofon használata nélkül nem tudjuk ellenőrizni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց տեսախցիկի և խոսափողի առկայության
id: Kami tidak dapat memverifikasi Anda tanpa menggunakan kamera dan mikrofon Anda
it: Impossibile verificare la tua identità senza usare sia la fotocamera che il microfono
ja: カメラとマイクの両方を使用しないと認証できません
ko: 카메라와 마이크 기능 둘 다를 사용하지 않고서는 본인 인증 절차를 진행할 수 없습니다
lt: Negalime jūsų patvirtinti, jei kamera ir mikrofonas nenaudojami kartu
lv: Mēs nevaram veikt pārbaudi, neizmantojot kameru un mikrofonu
ms: Kami tidak dapat mengesahkan anda tanpa menggunakan kamera dan juga mikrofon anda
nb: Vi kan ikke verifisere deg uten å bruke både kameraet og mikrofonen din
nl: We kunnen u niet verifiëren zonder uw camera en microfoon te gebruiken
pl: Nie możemy dokonać weryfikacji bez dostępu do aparatu i mikrofonu
pt: Não podemos verificá-lo sem utilizar a sua câmara e microfone
ro: Nu vă putem verifica fără a utiliza atât camera video, cât și microfonul dvs.
ru: Мы не можем верифицировать Вас без использования камеры и микрофона
sk: Nemôžeme vás overiť bez použitia fotoaparátu a mikrofónu
sl: Ne moremo vas preveriti brez uporabe kamere in mikrofona
sr: Ne možemo da vam proverimo identitet bez korišćenja i kamere i mikrofona
sv: Vi kan inte verifiera dig utan att använda både din kamera och mikrofon
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้กล้องและไมโครโฟน
tr: Hem kameranızı hem de mikrofonunuzu kullanmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до камери та мікрофона
vi: Chúng tôi không thể xác minh bạn mà không sử dụng cả máy ảnh và micrô
zh: 如果不同时使用相机和麦克风，我们将无法验证您的身份

# common_permissions_primer_video_audio_button_enable
source: Enable both
ar: تمكين كلا الإثنين
bg: Активиране на двете
cs: Povolte obě možnosti
da: Aktivér begge dele
de: Beides aktivieren
el: Ενεργοποίηση και των δύο
es: Conceder acceso a ambos
et: Lubage mõlemad
fa: دسترسی به هر دو را فعال کنید
fi: Ota molemm. käytt.
fr: Activer les deux
he: הפעל את שניהם
hi: दोनों चालू करें
hr: Omogućite pristup oboma
hu: Mindkettő engedélyezése
hy: Երկուսն էլ միացնել
id: Aktifkan keduanya
it: Abilita entrambi
ja: 両方を有効にする
ko: 둘 다 사용
lt: Įjungti abu
lv: Iespējot abus
ms: Dayakan kedua-duanya
nb: Aktiver begge
nl: Allebei inschakelen
pl: Włącz oba
pt: Permitir ambos
ro: Activați ambele
ru: Включить камеру и микрофон
sk: Povoliť oboje
sl: Omogoči oboje
sr: Omogući oba
sv: Aktivera båda
th: เปิดใช้งานทั้ง 2 อย่าง
tr: Her ikisini de etkinleştir
uk: Увімкнути камеру й мікрофон
vi: Cho phép cả hai
zh: 启用两者

# common_permissions_primer_video_audio_button_label
source: Enable both the camera and microphone
ar: قم بتمكين كل من الكاميرا والميكروفون
bg: Активирайте както камерата, така и микрофона
cs: Povolit kameru i mikrofon
da: Aktiver både kamera og mikrofon
de: Aktivieren Sie sowohl die Kamera als auch das Mikrofon
el: Ενεργοποιήστε τόσο την κάμερα όσο και το μικρόφωνο
es: Habilita tanto la cámara como el micrófono
et: Luba nii kaamera kui ka mikrofon
fa: دوربین و میکروفون را فعال کنید
fi: Ota sekä kamera että mikrofoni käyttöön
fr: Activer à la fois la caméra et le microphone
he: אפשר את המצלמה והמיקרופון
hi: कैमरा और माइक्रोफोन दोनों को सक्षम करें
hr: Omogućite kameru i mikrofon
hu: Engedélyezze mind a kamerát, mind a mikrofont
hy: Միացրեք տեսախցիկը և միկրոֆոնը
id: Aktifkan kamera dan mikrofon
it: Abilita sia la fotocamera che il microfono
ja: カメラとマイクの両方を有効にする
ko: 카메라와 마이크를 모두 활성화하세요
lt: Įjunkite kamerą ir mikrofoną
lv: Iespējojiet gan kameru, gan mikrofonu
ms: Benarkan kedua-dua kamera dan mikrofon
nb: Aktiver både kamera og mikrofon
nl: Schakel zowel de camera als de microfoon in
pl: Włącz zarówno kamerę, jak i mikrofon
pt: Ative tanto a câmera quanto o microfone
ro: Activează atât camera, cât și microfonul
ru: Включите как камеру, так и микрофон
sk: Povoľte kameru aj mikrofón
sl: Omogočite tako kamero kot mikrofon
sr: Omogućite i kameru i mikrofon
sv: Aktivera både kameran och mikrofonen
th: เปิดใช้งานทั้งกล้องและไมโครโฟน
tr: Hem kamerayı hem de mikrofonu etkinleştir
uk: Увімкніть камеру та мікрофон
vi: Bật cả camera và micro
zh: 启用摄像头和麦克风

# common_permissions_primer_video_audio_subtitle
source: When prompted, you must enable access for both to continue
ar: عند المطالبة، يجب تمكين الوصول لكليهما للمتابعة
bg: Когато бъдете подканени, трябва да активирате достъпа и за двете, за да продължите
cs: Po výzvě musíte povolit přístup pro obě možnosti, potom můžete pokračovat
da: Når du bliver bedt om det, skal du aktivere adgang til begge dele for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Zugriff auf beide Komponenten aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση και για τα δύο για να συνεχίσετε
es: Deberá conceder acceso a ambos para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu mõlemale
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به هر دو را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava molempien käyttö jatkaaksesi
fr: Autorisez l’accès aux deux pour continuer
he: כאשר תתבקש, עליך לאפשר גישה לשניהם כדי להמשיך
hi: कहे जाने पर, आगे बढ़ने के लिए आप दोनों का ऐक्सेस दें
hr: Na upit morate omogućiti pristup oboma da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a hozzáférést mindkettőhöz
hy: Հարցումը ստանալուն պես պետք է թույլատրեք տեսախցիկի և խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
id: Saat diminta, Anda harus mengaktifkan akses untuk keduanya agar dapat melanjutkan
it: Per continuare è necessario abilitare l’accesso a entrambi quando richiesto
ja: プロンプトが表示されたら、続行するため両方へのアクセスを有効にしてください
ko: 계속하려면 안내 메시지가 표시될 때 두 가지 기능에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paprašyti, turėsite suteikti prieigą prie kameros ir mikrofono, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, lai turpinātu, ir jāiespējo piekļuve abiem
ms: Apabila digesa, anda mesti mendayakan akses kamera dan mikrofon untuk meneruskannya
nb: Når du blir bedt om det, må du aktivere tilgang for at begge skal fortsette
nl: Als u daarom gevraagd wordt, moet u toegang tot zowel de camera als de microfoon inschakelen om door te gaan
pl: Aby kontynuować, zezwól na dostęp do obu urządzeń po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso de ambos para continuar
ro: Când vi se solicită, trebuie să activați accesul la ambele pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к камере и микрофону, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k obom
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop za oboje
sr: Kada se to od vas zatraži, morate da omogućite pristup za oba da biste nastavili
sv: När du uppmanas måste du aktivera åtkomst för att båda ska fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงสำหรับทั้งคู่เพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için her ikisine de erişimi etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до камери й мікрофона, щоб продовжити
vi: Khi được hỏi, vui lòng bật quyền truy cập cho cả hai để tiếp tục
zh: 出现提示时，您必须启用这两者的访问才能继续

# common_permissions_primer_video_audio_title
source: Allow camera and microphone access
ar: السماح باستخدام الكاميرا والميكروفون
bg: Разрешете достъпа до камерата и микрофона
cs: Povolení přístupu ke kameře a mikrofonu
da: Tillad adgang til kamera og mikrofon
de: Zugriff auf Kamera und Mikrofon erlauben
el: Να επιτρέπεται η πρόσβαση στην κάμερα και στο μικρόφωνο
es: Permitir el acceso al micrófono y a la cámara
et: Lubage juurdepääs kaamerale ja mikrofonile
fa: اجازه دسترسی به دوربین و میکروفون را بدهید
fi: Salli kameran ja mikrofonin käyttö
fr: Autoriser l’accès à l’appareil photo et au micro
he: אפשר גישה למצלמה ולמיקרופון
hi: कैमरा और माइक्रोफ़ोन ऐक्सेस की अनुमति दें
hr: Dopusti pristup fotoaparatu i mikrofonu
hu: Kamera- és mikrofon-hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի տեսախցիկ և խոսափող
id: Izinkan akses kamera dan mikrofon
it: Consenti l’accesso alla fotocamera e al microfono
ja: カメラとマイクへのアクセスを許可する
ko: 카메라와 마이크에 대한 접근 권한 허용
lt: Leisti prieigą prie kameros ir mikrofono
lv: Atļaut piekļuvi kamerai un mikrofonam
ms: Benarkan akses kamera dan mikrofon
nb: Tillat kamera- og mikrofontilgang
nl: Sta toegang toe tot camera en microfoon
pl: Zezwól na dostęp do kamery i mikrofonu
pt: Permitir acesso ao microfone e câmara
ro: Permiteți accesul la camera video și microfon
ru: Разрешить доступ к камере и микрофону
sk: Povoliť prístup k fotoaparátu a mikrofónu
sl: Omogočite dostop do kamere in mikrofona
sr: Dozvoli pristup kameri i mikrofonu
sv: Tillåt kamera- och mikrofonåtkomst
th: อนุญาตให้เข้าถึงกล้องและไมโครโฟน
tr: Kamera ve mikrofon erişimine izin ver
uk: Дозволити доступ до камери та мікрофона
vi: Cho phép truy cập camera và micrô
zh: 允许相机和麦克风访问

# common_permissions_recovery_android_browser_settings_title
source: Solution 1: Browser settings
ar: الحل 1: إعدادات المتصفح
bg: Решение 1: Настройки на браузъра
cs: Řešení 1: Nastavení prohlížeče
da: Løsning 1: Browserindstillinger
de: Lösung 1: Browsereinstellungen
el: Λύση 1: Ρυθμίσεις προγράμματος περιήγησης
es: Solución 1: Configuración del navegador
et: Lahendus 1: Brauseri seaded
fa: راه حل 1: تنظیمات مرورگر
fi: Ratkaisu 1: Selaimen asetukset
fr: Solution 1 : Paramètres du navigateur
he: פתרון 1: הגדרות הדפדפן
hi: समाधान 1: ब्राउज़र सेटिंग्स
hr: Rješenje 1: Postavke preglednika
hu: Megoldás 1: Böngésző beállítások
hy: Լուծում 1՝ Բրաուզերի կարգավորումներ
id: Solusi 1: Pengaturan browser
it: Soluzione 1: Impostazioni del browser
ja: ソリューション1：ブラウザの設定
ko: 솔루션 1: 브라우저 설정
lt: Sprendimas 1: Naršyklės nustatymai
lv: Risinājums 1: Pārlūka iestatījumi
ms: Penyelesaian 1: Tetapan pelayar
nb: Løsning 1: Nettleserinnstillinger
nl: Oplossing 1: Browservoorkeuren
pl: Rozwiązanie 1: Ustawienia przeglądarki
pt: Solução 1: Configurações do navegador
ro: Soluția 1: Setările browserului
ru: Решение 1: Настройки браузера
sk: Riešenie 1: Nastavenia prehliadača
sl: Rešitev 1: Nastavitve brskalnika
sr: Rešenje 1: Podešavanja pretraživača
sv: Lösning 1: Webbläsarinställningar
th: วิธีที่ 1: การตั้งค่าบราวเซอร์
tr: Çözüm 1: Tarayıcı ayarları
uk: Рішення 1: Налаштування браузера
vi: Giải pháp 1: Cài đặt trình duyệt
zh: 解决方案1：浏览器设置

# common_permissions_recovery_android_device_settings_list_item_1
source: On your device, open the Settings app
ar: على جهازك، افتح تطبيق الإعدادات
bg: На вашето устройство, отворете приложението Настройки
cs: Na svém zařízení otevřete aplikaci Nastavení
da: På din enhed, åbn Indstillinger appen
de: Auf Ihrem Gerät öffnen Sie die Einstellungen App
el: Στη συσκευή σας, ανοίξτε την εφαρμογή Ρυθμίσεις
es: En tu móvil, abre la aplicación Configuración
et: Avage oma seadmes Seaded rakendus
fa: روی دستگاه خود، برنامه تنظیمات را باز کنید
fi: Avaa Asetukset -sovellus laitteellasi
fr: Sur votre mobile, ouvrez l`application Paramètres
he: במכשיר שלך, פתח את האפליקציה הגדרות
hi: अपने उपकरण पर, सेटिंग्स ऐप को खोलें
hr: Na vašem uređaju otvorite aplikaciju Postavke
hu: Az eszközén nyissa meg a Beállítások alkalmazást
hy: Բացեք Կարգավորումներ հավելվածը ձեր սարքում
id: Di perangkat Anda, buka aplikasi Pengaturan
it: Sul tuo dispositivo, apri l`app Impostazioni
ja: お使いのデバイスで、設定アプリを開きます
ko: 당신의 장치에서 설정 앱을 엽니다
lt: Savo įrenginyje atidarykite programą Nustatymai
lv: Savā ierīcē atveriet lietotni Iestatījumi
ms: Pada peranti anda, buka aplikasi Tetapan
nb: På enheten din, åpne Innstillinger appen
nl: Open op uw apparaat de Instellingen app
pl: Na swoim urządzeniu otwórz aplikację Ustawienia
pt: No seu dispositivo, abra a aplicação Definições
ro: Pe dispozitivul dvs., deschideți aplicația Setări
ru: На вашем устройстве откройте приложение Настройки
sk: Na vašom zariadení otvorte aplikáciu Nastavenia
sl: Na vaši napravi odprite aplikacijo Nastavitve
sr: Na vašem uređaju, otvorite aplikaciju Postavke
sv: På din enhet, öppna Inställningar appen
th: บนอุปกรณ์ของคุณ เปิดแอป การตั้งค่า
tr: Cihazınızda, Ayarlar uygulamasını açın
uk: На вашому пристрої відкрийте додаток Налаштування
vi: Trên thiết bị của bạn, mở ứng dụng Cài đặt
zh: 在您的设备上，打开设置应用程序

# common_permissions_recovery_android_device_settings_list_item_2
source: Tap Apps
ar: اضغط على التطبيقات
bg: Натиснете Приложения
cs: Klepněte na Aplikace
da: Tryk på Apps
de: Tippen Sie auf Apps
el: Πατήστε Εφαρμογές
es: Toca Aplicaciones
et: Koputa Rakendused
fa: روی برنامه ها ضربه بزنید
fi: Napauta Sovellukset
fr: Appuyez sur Applications
he: הקש על אפליקציות
hi: ऐप्स पर टैप करें
hr: Dodirnite Aplikacije
hu: Érintse meg a Alkalmazások opciót
hy: Սեղմեք Ապլիկացիաներ-ը
id: Ketuk Aplikasi
it: Tocca App
ja: アプリをタップします
ko: 앱을 탭하세요
lt: Spustelėkite Programos
lv: Spiediet Lietotnes
ms: Ketuk Aplikasi
nb: Trykk på Apps
nl: Tik op Apps
pl: Stuknij Aplikacje
pt: Toque em Aplicações
ro: Apăsați Aplicații
ru: Нажмите Приложения
sk: Kliknite na Aplikácie
sl: Pritisnite Aplikacije
sr: Tapnite na Aplikacije
sv: Tryck på Appar
th: แตะ แอป
tr: Uygulamalar`a dokunun
uk: Натисніть Додатки
vi: Chạm vào Ứng dụng
zh: 点击 应用

# common_permissions_recovery_android_device_settings_list_item_3
source: Tap . If you can`t find it, tap See all apps or Manage apps and select your browser app
ar: اضغط على . إذا لم تتمكن من العثور عليه، اضغط على رؤية جميع التطبيقات أو إدارة التطبيقات واختر تطبيق المتصفح الخاص بك
bg: Натиснете . Ако не можете да го намерите, натиснете Вижте всички приложения или Управление на приложенията и изберете приложението на вашия браузър
cs: Klepněte na . Pokud jej nemůžete najít, klepněte na Zobrazit všechny aplikace nebo Spravovat aplikace a vyberte aplikaci prohlížeče
da: Tryk på . Hvis du ikke kan finde den, skal du trykke på Se alle apps eller Administrer apps og vælge din browser-app
de: Tippen Sie auf . Wenn Sie es nicht finden können, tippen Sie auf Alle Apps anzeigen oder Apps verwalten und wählen Sie Ihre Browser-App aus
el: Πατήστε . Αν δεν μπορείτε να το βρείτε, πατήστε Δείτε όλες τις εφαρμογές ή Διαχείριση εφαρμογών και επιλέξτε την εφαρμογή του προγράμματος περιήγησης σας
es: Toca . Si no puedes encontrarlo, toca Ver todas las aplicaciones o Gestionar aplicaciones y selecciona tu aplicación de navegador
et: Klõpsake . Kui te seda ei leia, klõpsake Vaata kõiki rakendusi või Halda rakendusi ja valige oma brauseri rakendus
fa: روی ضربه بزنید. اگر نتوانستید آن را پیدا کنید، روی مشاهده تمام برنامه‌ها یا مدیریت برنامه‌ها ضربه بزنید و برنامه مرورگر خود را انتخاب کنید
fi: Napauta . Jos et löydä sitä, napauta Näytä kaikki sovellukset tai Hallitse sovelluksia ja valitse selainsovelluksesi
fr: Appuyez sur . Si vous ne le trouvez pas, appuyez sur Voir toutes les applications ou Gérer les applications et sélectionnez votre application de navigateur
he: הקש על . אם אתה לא מוצא אותו, הקש על ראה את כל האפליקציות או נהל אפליקציות ובחר את אפליקציית הדפדפן שלך
hi: को छूना। यदि आप इसे नहीं ढूंढ सकते हैं, तो सभी ऐप्स देखें या ऐप्स प्रबंधित करें को छूना और अपने ब्राउज़र ऐप का चयन करें
hr: Dodirnite . Ako ga ne možete pronaći, dodirnite Prikaži sve aplikacije ili Upravljanje aplikacijama i odaberite svoju aplikaciju za pregledavanje
hu: Érintse meg a ikont. Ha nem találja, érintse meg a Összes alkalmazás megtekintése vagy a Alkalmazások kezelése lehetőséget, és válassza ki a böngésző alkalmazást
hy: Սեղմեք ։ Եթե չեք գտնում, սեղմեք Տեսնել բոլոր հավելվածները կամ կառավարել հավելվածները և ընտրեք ձեր զննարկչի հավելվածը
id: Ketuk . Jika Anda tidak dapat menemukannya, ketuk Lihat semua aplikasi atau Kelola aplikasi dan pilih aplikasi browser Anda
it: Tocca . Se non riesci a trovarlo, tocca Vedi tutte le app o Gestisci app e seleziona la tua app del browser
ja: をタップします。見つからない場合は、すべてのアプリを見るまたはアプリを管理するをタップし、ブラウザアプリを選択します
ko: 을 탭하세요. 찾을 수 없다면 모든 앱 보기 또는 앱 관리를 탭하고 브라우저 앱을 선택하세요.
lt: Spustelėkite . Jei negalite jo rasti, spustelėkite Peržiūrėti visas programas arba Tvarkyti programas ir pasirinkite savo naršyklės programą
lv: Spiediet uz . Ja to nevarat atrast, spiediet uz Skatīt visas lietotnes vai Pārvaldīt lietotnes un izvēlieties savu pārlūkprogrammas lietotni
ms: Ketuk . Jika anda tidak dapat mencarinya, ketuk Lihat semua aplikasi atau Urus aplikasi dan pilih aplikasi pelayar anda
nb: Trykk på . Hvis du ikke finner den, trykk på Se alle apper eller Administrer apper og velg nettleserappen din
nl: Tik op . Als je het niet kunt vinden, tik dan op Bekijk alle apps of Beheer apps en selecteer je browser-app
pl: Stuknij . Jeśli nie możesz go znaleźć, stuknij Zobacz wszystkie aplikacje lub Zarządzaj aplikacjami i wybierz swoją aplikację przeglądarki
pt: Toque em . Se não conseguir encontrá-lo, toque em Ver todas as apps ou Gerir apps e selecione a sua aplicação de navegador
ro: Atingeți . Dacă nu îl găsiți, atingeți Vedeți toate aplicațiile sau Gestionați aplicațiile și selectați aplicația dvs. de navigare pe internet
ru: Нажмите . Если вы не можете его найти, нажмите Посмотреть все приложения или Управление приложениями и выберите ваше приложение браузера
sk: Kliknite na . Ak ho nemôžete nájsť, kliknite na Zobraziť všetky aplikácie alebo Spravovať aplikácie a vyberte svoju aplikáciu prehliadača
sl: Pritisnite . Če ga ne najdete, pritisnite Prikaži vse aplikacije ali Upravljanje aplikacij in izberite svojo brskalnik aplikacijo
sr: Tapnite na . Ako ga ne možete pronaći, tapnite na Prikaži sve aplikacije ili Upravljaj aplikacijama i izaberite vašu aplikaciju za pretraživanje
sv: Tryck på . Om du inte kan hitta den, tryck på Se alla appar eller Hantera appar och välj din webbläsarapp
th: แตะที่ หากคุณไม่พบ ให้แตะที่ ดูแอปทั้งหมด หรือ จัดการแอป และเลือกแอปเบราว์เซอร์ของคุณ
tr: dokunun. Bulamazsanız, Tüm uygulamaları gör veya Uygulamaları yönet seçeneğine dokunun ve tarayıcı uygulamanızı seçin
uk: Натисніть . Якщо ви не можете його знайти, натисніть Показати всі додатки або Керування додатками та виберіть ваш браузер
vi: Chạm vào . Nếu bạn không tìm thấy, chạm vào Xem tất cả các ứng dụng hoặc Quản lý ứng dụng và chọn ứng dụng trình duyệt của bạn
zh: 点击 。如果找不到，点击查看所有应用或管理应用，然后选择你的浏览器应用
