Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_error_errors_low_resolution_instruction
source: Please use an image with a higher resolution.
ar: يرجى استخدام صورة بدقة أعلى.
bg: Моля, използвайте изображение с по-висока резолюция.
cs: Použijte prosím obrázek s vyšším rozlišením.
da: Brug venligst et billede med en højere opløsning.
de: Bitte verwenden Sie ein Bild mit höherer Auflösung.
el: Παρακαλώ χρησιμοποιήστε μια εικόνα με υψηλότερη ανάλυση.
es: Por favor, use una imagen con una resolución más alta.
et: Palun kasutage kõrgema eraldusvõimega pilti.
fa: لطفاً از تصویری با وضوح بالاتر استفاده کنید.
fi: Käytäthän kuvaa, jossa on korkeampi resoluutio.
fr: Veuillez utiliser une image avec une meilleure résolution.
he: אנא השתמש בתמונה עם רזולוציה גבוהה יותר.
hi: कृपया उच्च रिज़ॉल्यूशन वाली छवि का उपयोग करें।
hr: Molimo koristite sliku veće razlučivosti.
hu: Kérjük, használjon nagyobb felbontású képet.
hy: Խնդրում ենք օգտագործել ավելի բարձր լուծաչափով պատկեր։
id: Silakan gunakan gambar dengan resolusi lebih tinggi.
it: Si prega di utilizzare un`immagine con una risoluzione più alta.
ja: より高解像度の画像を使用してください。
ko: 더 높은 해상도의 이미지를 사용해 주세요.
lt: Prašome naudoti aukštesnės raiškos vaizdą.
lv: Lūdzu, izmantojiet attēlu ar augstāku izšķirtspēju.
ms: Sila gunakan imej dengan resolusi yang lebih tinggi.
nb: Vennligst bruk et bilde med høyere oppløsning.
nl: Gebruik een afbeelding met een hogere resolutie.
pl: Proszę użyć obrazu o wyższej rozdzielczości.
pt: Por favor, use uma imagem com uma resolução mais alta.
ro: Vă rugăm să folosiți o imagine cu o rezoluție mai mare.
ru: Пожалуйста, используйте изображение с более высоким разрешением.
sk: Použite prosím obrázok s vyšším rozlíšením.
sl: Prosimo, uporabite sliko z višjo ločljivostjo.
sr: Молимо вас да користите слику са већом резолуцијом.
sv: Vänligen använd en bild med högre upplösning.
th: กรุณาใช้ภาพที่มีความละเอียดสูงกว่า
tr: Lütfen daha yüksek çözünürlüklü bir görüntü kullanın.
uk: Будь ласка, використовуйте зображення з вищою роздільною здатністю.
vi: Vui lòng sử dụng hình ảnh có độ phân giải cao hơn.
zh: 请使用分辨率更高的图片。

# common_error_errors_low_resolution_message
source: Your image is too small
ar: صورتك صغيرة جدًا
bg: Вашето изображение е твърде малко
cs: Váš obrázek je příliš malý
da: Dit billede er for lille
de: Ihr Bild ist zu klein
el: Η εικόνα σας είναι πολύ μικρή
es: Tu imagen es demasiado pequeña
et: Teie pilt on liiga väike
fa: تصویر شما خیلی کوچک است
fi: Kuvasi on liian pieni
fr: Votre image est trop petite
he: התמונה שלך קטנה מדי
hi: आपकी छवि बहुत छोटी है
hr: Vaša slika je premala
hu: A kép túl kicsi.
hy: Ձեր պատկերը չափազանց փոքր է
id: Gambar Anda terlalu kecil
it: La tua immagine è troppo piccola
ja: 画像が小さすぎます
ko: 귀하의 이미지가 너무 작습니다
lt: Jūsų vaizdas yra per mažas
lv: Jūsu attēls ir pārāk mazs
ms: Imej anda terlalu kecil
nb: Bildet ditt er for lite
nl: Uw afbeelding is te klein
pl: Twój obraz jest zbyt mały
pt: Sua imagem está muito pequena
ro: Imaginea ta este prea mică
ru: Ваше изображение слишком маленькое
sk: Váš obrázok je príliš malý
sl: Vaša slika je premajhna
sr: Vaša slika je premala
sv: Din bild är för liten
th: รูปภาพของคุณมีขนาดเล็กเกินไป
tr: Görüntünüz çok küçük
uk: Ваше зображення занадто мале
vi: Hình ảnh của bạn quá nhỏ
zh: 您的图片太小

# common_error_errors_no_doc_instruction
source: Please upload an image containing your identity document.
ar: يرجى تحميل صورة تحتوي على وثيقة الهوية الخاصة بك.
bg: Моля, качете изображение, съдържащо вашия документ за самоличност.
cs: Nahrajte prosím obrázek obsahující váš identifikační dokument.
da: Upload venligst et billede, der indeholder dit identitetsdokument.
de: Bitte laden Sie ein Bild hoch, das Ihr Ausweisdokument enthält.
el: Παρακαλώ ανεβάστε μια εικόνα που περιέχει το έγγραφο ταυτότητάς σας.
es: Por favor, sube una imagen que contenga tu documento de identidad.
et: Palun laadige üles pilt, mis sisaldab teie isikut tõendavat dokumenti.
fa: لطفاً تصویری حاوی سند هویتی خود را بارگذاری کنید.
fi: Lataa kuva, joka sisältää henkilöllisyystodistuksesi.
fr: Veuillez télécharger une image contenant votre document d`identité.
he: אנא העלה תמונה המכילה את מסמך הזיהוי שלך.
hi: कृपया अपनी पहचान दस्तावेज़ वाली छवि अपलोड करें।
hr: Molimo vas da učitate sliku koja sadrži vaš identifikacijski dokument.
hu: Kérjük, töltsön fel egy képet, amely tartalmazza az Ön személyazonosító okmányát.
hy: Խնդրում ենք վերբեռնել ձեր անձը հաստատող փաստաթուղթը պարունակող պատկերի:
id: Silakan unggah gambar yang berisi dokumen identitas Anda.
it: Si prega di caricare un`immagine contenente il documento d`identità.
ja: 身分証明書を含む画像をアップロードしてください。
ko: 신분증이 포함된 이미지를 업로드해 주세요.
lt: Prašome įkelti vaizdą, kuriame yra jūsų tapatybės dokumentas.
lv: Lūdzu, augšupielādējiet attēlu, kurā redzams jūsu identitātes dokuments.
ms: Sila muat naik imej yang mengandungi dokumen identiti anda.
nb: Vennligst last opp et bilde som inneholder identitetsdokumentet ditt.
nl: Upload een afbeelding met uw identiteitsdocument.
pl: Proszę przesłać obraz zawierający Twój dokument tożsamości.
pt: Por favor, faça o upload de uma imagem contendo seu documento de identidade.
ro: Vă rugăm să încărcați o imagine care conține documentul dumneavoastră de identitate.
ru: Пожалуйста, загрузите изображение, содержащее ваш документ удостоверения личности.
sk: Nahrajte prosím obrázok obsahujúci váš identifikačný dokument.
sl: Prosimo, naložite sliko, ki vsebuje vaš identifikacijski dokument.
sr: Molimo vas da otpremite sliku koja sadrži vaš identifikacioni dokument.
sv: Vänligen ladda upp en bild som innehåller ditt identitetshandling.
th: กรุณาอัปโหลดภาพที่มีเอกสารประจำตัวของคุณ
tr: Lütfen kimlik belgenizi içeren bir görüntü yükleyin.
uk: Будь ласка, завантажте зображення, що містить ваш документ, що посвідчує особу.
vi: Vui lòng tải lên một hình ảnh chứa tài liệu nhận dạng của bạn.
zh: 请上传包含您身份证件的图片。

# common_error_errors_no_doc_message
source: No document in your image
ar: لا يوجد مستند في صورتك
bg: Няма документ във вашето изображение
cs: Žádný dokument na vašem obrázku
da: Ingen dokument i dit billede
de: Kein Dokument in Ihrem Bild
el: Δεν υπάρχει έγγραφο στην εικόνα σας
es: No hay documento en tu imagen
et: Teie pildil pole dokumenti
fa: هیچ مدرکی در تصویر شما وجود ندارد
fi: Kuvassasi ei ole asiakirjaa
fr: Aucun document dans votre image
he: אין מסמך בתמונה שלך
hi: आपकी छवि में कोई दस्तावेज़ नहीं है
hr: Nema dokumenta na vašoj slici
hu: Nincs dokumentum a képeden
hy: Ձեր պատկերում փաստաթուղթ չկա
id: Tidak ada dokumen dalam gambar Anda
it: Nessun documento nella tua immagine
ja: 画像にドキュメントがありません
ko: 이미지에 문서가 없습니다
lt: Jūsų vaizde nėra dokumento
lv: Nav dokumenta jūsu attēlā
ms: Tiada dokumen dalam imej anda
nb: Ingen dokument i bildet ditt
nl: Geen document in uw afbeelding
pl: Brak dokumentu na Twoim zdjęciu
pt: Nenhum documento em sua imagem
ro: Niciun document în imaginea dvs.
ru: Нет документа на вашем изображении
sk: Žiadny dokument na vašom obrázku
sl: V vaši sliki ni dokumenta
sr: Nema dokumenta na vašoj slici
sv: Inget dokument i din bild
th: ไม่มีเอกสารในภาพของคุณ
tr: Görüntünüzde belge yok
uk: На зображенні відсутній документ
vi: Không có tài liệu nào trong hình ảnh của bạn
zh: 图片中未检测到证件

# common_error_errors_small_doc_instruction
source: Please ensure your document fills the image. All text should be clearly readable.
ar: يرجى التأكد من أن المستند يملأ الصورة. يجب أن يكون كل النص واضحًا وقابلًا للقراءة.
bg: Моля, уверете се, че вашият документ запълва изображението. Целият текст трябва да бъде ясно четим.
cs: Ujistěte se, že váš dokument vyplňuje obrázek. Veškerý text by měl být jasně čitelný.
da: Sørg for, at dit dokument fylder billedet. Al tekst skal være tydeligt læsbar.
de: Bitte stellen Sie sicher, dass Ihr Dokument das Bild ausfüllt. Alle Texte sollten klar lesbar sein.
el: Παρακαλώ βεβαιωθείτε ότι το έγγραφό σας γεμίζει την εικόνα. Όλο το κείμενο πρέπει να είναι ευανάγνωστο.
es: Por favor, asegúrese de que su documento llene la imagen. Todo el texto debe ser claramente legible.
et: Palun veenduge, et teie dokument täidab pildi. Kogu tekst peaks olema selgelt loetav.
fa: لطفاً مطمئن شوید که سند شما تمام تصویر را پر می‌کند. تمام متن باید به وضوح قابل خواندن باشد.
fi: Varmista, että asiakirjasi täyttää kuvan. Kaiken tekstin tulee olla selvästi luettavissa.
fr: Veuillez vous assurer que votre document remplit l`image. Tout le texte doit être clairement lisible.
he: אנא ודא שהמסמך שלך ממלא את התמונה. כל הטקסט צריך להיות קריא בבירור.
hi: कृपया सुनिश्चित करें कि आपका दस्तावेज़ छवि को पूरी तरह से भरता है। सभी पाठ स्पष्ट रूप से पढ़ने योग्य होना चाहिए।
hr: Molimo vas da osigurate da vaš dokument ispunjava sliku. Sav tekst treba biti jasno čitljiv.
hu: Kérjük, győződjön meg róla, hogy a dokumentum kitölti a képet. Minden szövegnek jól olvashatónak kell lennie.
hy: Խնդրում ենք համոզվել, որ ձեր փաստաթուղթը լրացնում է պատկերը։ Բոլոր տեքստերը պետք է հստակ ընթեռնելի լինեն։
id: Pastikan dokumen Anda memenuhi gambar. Semua teks harus dapat dibaca dengan jelas.
it: Assicurati che il tuo documento riempia l`immagine. Tutto il testo deve essere chiaramente leggibile.
ja: ドキュメントが画像を満たしていることを確認してください。すべてのテキストがはっきりと読めるようにしてください。
ko: 문서가 이미지에 꽉 차도록 해주세요. 모든 텍스트가 명확하게 읽혀야 합니다.
lt: Įsitikinkite, kad jūsų dokumentas užpildo vaizdą. Visi tekstai turi būti aiškiai įskaitomi.
lv: Lūdzu, pārliecinieties, ka jūsu dokuments aizpilda attēlu. Visiem tekstiem jābūt skaidri salasāmiem.
ms: Sila pastikan dokumen anda memenuhi imej. Semua teks harus jelas boleh dibaca.
nb: Vennligst sørg for at dokumentet ditt fyller bildet. All tekst skal være tydelig lesbar.
nl: Zorg ervoor dat uw document het beeld vult. Alle tekst moet duidelijk leesbaar zijn.
pl: Upewnij się, że twój dokument wypełnia obraz. Cały tekst powinien być wyraźnie czytelny.
pt: Certifique-se de que seu documento preencha a imagem. Todo o texto deve estar claramente legível.
ro: Vă rugăm să vă asigurați că documentul ocupă toată imaginea. Tot textul trebuie să fie clar lizibil.
ru: Пожалуйста, убедитесь, что ваш документ заполняет изображение. Весь текст должен быть четко читаем.
sk: Uistite sa, že váš dokument vyplňuje obrázok. Všetok text by mal byť jasne čitateľný.
sl: Prosimo, zagotovite, da vaš dokument zapolni sliko. Vse besedilo mora biti jasno berljivo.
sr: Molimo vas da osigurate da vaš dokument ispunjava sliku. Sav tekst treba da bude jasno čitljiv.
sv: Se till att ditt dokument fyller hela bilden. All text ska vara tydligt läsbar.
th: โปรดตรวจสอบให้แน่ใจว่าเอกสารของคุณเต็มภาพ ข้อความทั้งหมดควรอ่านได้อย่างชัดเจน
tr: Lütfen belgenizin görüntüyü doldurduğundan emin olun. Tüm metinler net bir şekilde okunabilir olmalıdır.
uk: Будь ласка, переконайтеся, що документ заповнює все зображення. Весь текст має бути чітко читабельним.
vi: Vui lòng đảm bảo tài liệu của bạn lấp đầy hình ảnh. Tất cả văn bản phải được đọc rõ ràng.
zh: 请确保您的证件填满图像。所有文字都应清晰可读。

# common_error_errors_small_doc_message
source: Your identity document is too small
ar: وثيقة الهوية الخاصة بك صغيرة جدًا
bg: Вашият документ за самоличност е твърде малък
cs: Váš identifikační dokument je příliš malý
da: Dit identitetsdokument er for lille
de: Ihr Ausweisdokument ist zu klein
el: Το έγγραφο ταυτότητάς σας είναι πολύ μικρό
es: Su documento de identidad es demasiado pequeño
et: Teie isikut tõendav dokument on liiga väike
fa: سند هویتی شما خیلی کوچک است
fi: Henkilöllisyystodistuksesi on liian pieni
fr: Votre document d`identité est trop petit
he: מסמך הזיהוי שלך קטן מדי
hi: आपका पहचान दस्तावेज़ बहुत छोटा है
hr: Vaš identifikacijski dokument je premalen
hu: Az Ön személyazonosító okmánya túl kicsi
hy: Ձեր ինքնության փաստաթուղթը չափազանց փոքր է
id: Dokumen identitas Anda terlalu kecil
it: Il tuo documento d`identità è troppo piccolo
ja: あなたの身分証明書は小さすぎます
ko: 귀하의 신분증이 너무 작습니다
lt: Jūsų tapatybės dokumentas yra per mažas
lv: Jūsu identitātes dokuments ir pārāk mazs
ms: Dokumen identiti anda terlalu kecil
nb: Identitetsdokumentet ditt er for lite
nl: Uw identiteitsdocument is te klein
pl: Twój dokument tożsamości jest zbyt mały
pt: Seu documento de identidade está muito pequeno
ro: Documentul dumneavoastră de identitate este prea mic
ru: Ваш документ удостоверяющий личность слишком мал
sk: Váš identifikačný dokument je príliš malý
sl: Vaš identifikacijski dokument je premajhen
sr: Vaš identifikacioni dokument je premali
sv: Ditt identitetsdokument är för litet
th: เอกสารระบุตัวตนของคุณมีขนาดเล็กเกินไป
tr: Kimlik belgeniz çok küçük
uk: Ваш документ, що посвідчує особу, занадто малий
vi: Tài liệu nhận dạng của bạn quá nhỏ
zh: 您的身份证件太小

# common_error_errors_unsupported_type_instruction
source: Try using a JPG or PNG file
ar: حاول استخدام ملف JPG أو PNG
bg: Опитайте да използвате JPG или PNG файл
cs: Zkuste použít soubor JPG nebo PNG
da: Brug en JPG- eller PNG-fil
de: Versuchen Sie es mit einer JPG- oder PNG-Datei
el: Δοκιμάστε να χρησιμοποιήσετε ένα αρχείο JPG ή PNG
es: Intente usar un archivo .jpg o .png
et: Kasutage JPG- või PNG-faili
fa: سعی کنید از فایل با فرمت JPG یا PNG استفاده کنید
fi: Kokeile JPG- tai PNG-tiedostoa
fr: Essayez d’utiliser un fichier JPG ou PNG
he: נסה להעלות קובץ JPG או PNG
hi: JPG या PNG फ़ाइल इस्तेमाल करके देखें
hr: Pokušajte upotrijebiti JPG ili PNG datoteku
hu: Próbálkozzon JPG- vagy PNG-fájl használatával
hy: Փորձեք օգտագործել JPG կամ PNG ֆայլ
id: Coba gunakan file JPG atau PNG
it: Prova con un file JPG o PNG
ja: JPGまたはPNGファイルを使用してください
ko: JPG 또는 PNG 파일을 사용해보세요
lt: Bandykite naudoti JPG arba PNG failą
lv: Mēģiniet izmantot JPG vai PNG failu
ms: Cuba guna fail JPG atau PNG
nb: Prøv å bruke en JPG- eller PNG-fil
nl: Probeer het met een .JPG- of .PNG-bestand
pl: Spróbuj użyć pliku JPG lub PNG
pt: Tente usar um ficheiro JPG ou PNG
ro: Încercați să utilizați un fișier JPG sau PNG
ru: Попробуйте использовать файл формата JPG или PNG
sk: Skúste použiť súbor JPG alebo PNG
sl: Poskusite uporabiti datoteko JPG ali PNG
sr: Probajte sa JPG ili PNG datotekom
sv: Prova att använda en JPG- eller PNG-fil
th: ลองใช้ไฟล์ JPG หรือ PNG
tr: Bir JPG veya PNG dosyası kullanmayı deneyin
uk: Спробуйте використати файл JPG або PNG
vi: Thử sử dụng tệp JPG hoặc PNG
zh: 尝试使用JPG或PNG文件

# common_error_errors_unsupported_type_message
source: File type not supported
ar: نوع الملف غير مدعوم
bg: Този тип файл не се поддържа
cs: Typ souboru není podporován
da: Filtypen understøttes ikke
de: Dateityp nicht unterstützt
el: Ο τύπος του αρχείου δεν υποστηρίζεται
es: Tipo de archivo no admitido
et: Toetamata failitüüp
fa: نوع فایل پشتیبانی نمی‌شود
fi: Tiedostotyyppiä ei tueta
fr: Type de fichier non pris en charge
he: קובץ לא נתמך
hi: फ़ाइल का प्रकार समर्थित नहीं है
hr: Vrsta datoteke nije podržana
hu: A fájltípus nem támogatott
hy: Ֆայլի տեսակը չի սպասարկվում
id: Jenis file tidak didukung
it: Tipo di file non supportato
ja: このファイルタイプには対応していません
ko: 지원되지 않는 파일 형식
lt: Nepalaikomas failo tipas
lv: Faila veids netiek atbalstīts.
ms: Jenis fail tidak disokong
nb: Filformatet støttes ikke
nl: Bestandstype wordt niet ondersteund
pl: Nieobsługiwany typ pliku
pt: Tipo de ficheiro não suportado
ro: Tipul de fișier nu este compatibil
ru: Тип файла не поддерживается
sk: Typ súboru nie je podporovaný
sl: Vrsta datoteke ni podprta
sr: Tip datoteke nije podržan
sv: Filtypen stöds inte
th: ไม่รองรับประเภทไฟล์
tr: Dosya türü desteklenmiyor
uk: Цей тип файлу не підтримується
vi: Không hỗ trợ loại giấy tờ này
zh: 文件类型不受支持

# common_footer_branding
source: Onfido real identity
ar: هوية Onfido الحقيقية
bg: Onfido истинска идентичност
cs: Onfido skutečná identita
da: Onfido ægte identitet
de: Onfido echte Identität
el: Πραγματική ταυτότητα Onfido
es: Onfido identidad real
et: Onfido tegelik identiteet
fa: هویت واقعی Onfido
fi: Onfido todellinen identiteetti
fr: Onfido véritable identité
he: זהות אמיתית של Onfido
hi: Onfido वास्तविक पहचान
hr: Onfido stvarni identitet
hu: Onfido valódi identitás
hy: Onfido իրական իսկություն
id: Identitas asli Onfido
it: Onfido identità reale
ja: Onfido リアルアイデンティティ
ko: Onfido 실제 신원
lt: Onfido tikra tapatybė
lv: Onfido īstā identitāte
ms: Identiti sebenar Onfido
nb: Onfido ekte identitet
nl: Onfido echte identiteit
pl: Prawdziwa tożsamość Onfido
pt: Onfido identidade real
ro: Identitate reală Onfido
ru: Onfido реальная идентичность
sk: Skutočná identita Onfido
sl: Onfido prava identiteta
sr: Onfido prava identifikacija
sv: Onfido verklig identitet
th: Onfido ตัวตนจริง
tr: Onfido gerçek kimlik
uk: Справжня ідентичність Onfido
vi: Onfido danh tính thực
zh: Onfido真实身份

# common_generic_back
source: back
ar: عودة
bg: назад
cs: zpět
da: tilbage
de: zurück
el: επιστροφή
es: atrás
et: tagasi
fa: بازگشت
fi: edell
fr: retour
he: חזור
hi: पीछे जाएँ
hr: natrag
hu: vissza
hy: հետ
id: kembali
it: indietro
ja: 戻る
ko: 뒤로
lt: atgal
lv: atpakaļ
ms: belakang
nb: tilbake
nl: terug
pl: wstecz
pt: voltar
ro: înapoi
ru: Назад
sk: späť
sl: nazaj
sr: nazad
sv: tillbaka
th: ย้อนกลับ
tr: geri
uk: назад
vi: quay lại
zh: 返回

# common_generic_cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühistage
fa: لغو
fi: Peruuta
fr: Annuler
he: ביטול
hi: कैंसिल करें
hr: Otkaži
hu: Mégse
hy: Չեղարկել
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batalkan
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消

# common_generic_exit
source: Exit
ar: خروج
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välju
fa: خروج
fi: Poistu
fr: Sortie
he: יציאה
hi: बाहर जाएं
hr: Izlaz
hu: Kilépés
hy: Ելք
id: Keluar
it: Uscita
ja: 終了
ko: 나가기
lt: Išeiti
lv: Iziet
ms: Keluar
nb: Avslutt
nl: Afsluiten
pl: Wyjście
pt: Saída
ro: Ieșire
ru: Выход
sk: Odísť
sl: Izhod
sr: Izlaz
sv: Avsluta
th: ออก
tr: Çıkış
uk: Вихід
vi: Thoát
zh: 退出

# common_generic_exit_subtitle
source: You may need to restart the verification process if you return.
ar: قد تحتاج إلى إعادة بدء عملية التحقق من الهوية إذا عدت.
bg: Може да се наложи да рестартирате процеса на потвърждение, ако се върнете.
cs: Možná budete muset restartovat proces ověření, pokud se vrátíte.
da: Du skal muligvis genstarte verifikationsprocessen, hvis du vender tilbage.
de: Sie müssen den Verifizierungsprozess möglicherweise neu starten, wenn Sie zurückkehren.
el: Ίσως χρειαστεί να επανεκκινήσετε τη διαδικασία επαλήθευσης εάν επιστρέψετε.
es: Es posible que necesites reiniciar el proceso de verificación si vuelves.
et: Võite peate identiteedi kinnitamise protsessi taaskäivitama, kui naasete.
fa: شما ممکن است نیاز به شروع مجدد فرآیند تأیید هویت داشته باشید اگر بازگردید.
fi: Saatat joutua aloittamaan tunnistautumisprosessin alusta, jos palaat takaisin.
fr: Vous devrez peut-être redémarrer le processus de vérification si vous revenez.
he: ייתכן שתצטרך להתחיל מחדש את תהליך האימות אם תחזור.
hi: यदि आप वापस आते हैं तो आपको सत्यापन प्रक्रिया को पुनः शुरू करने की आवश्यकता हो सकती है।
hr: Možda ćete morati ponovno pokrenuti postupak provjere identiteta ako se vratite.
hu: Lehet, hogy újra el kell indítania az azonosítási folyamatot, ha visszatér.
hy: Դուք կարող եք պահանջվել վերսկսել հաստատման գործընթացը, եթե վերադառնաք։
id: Anda mungkin perlu memulai ulang proses verifikasi jika Anda kembali.
it: Potrebbe essere necessario riavviare il processo di verifica se ritorni.
ja: 戻る場合、確認プロセスを再開する必要があるかもしれません。
ko: 돌아오시면 인증 과정을 다시 시작해야 할 수도 있습니다.
lt: Jums gali tekti iš naujo pradėti tapatybės patvirtinimo procesą, jei grįšite.
lv: Jums var nākties atkārtoti sākt verifikācijas procesu, ja jūs atgriezīsities.
ms: Anda mungkin perlu memulakan semula proses pengesahan identiti jika anda kembali.
nb: Du må kanskje starte verifiseringsprosessen på nytt hvis du kommer tilbake.
nl: U moet mogelijk het verificatieproces opnieuw starten als u terugkeert.
pl: Możesz potrzebować zrestartować proces weryfikacji, jeśli wrócisz.
pt: Você pode precisar reiniciar o processo de verificação se retornar.
ro: S-ar putea să fie nevoie să reporniți procesul de verificare dacă vă întoarceți.
ru: Возможно, вам придется начать процесс верификации заново, если вы вернетесь.
sk: Možno budete musieť reštartovať proces overovania, ak sa vrátite.
sl: Morda boste morali ponovno zagnati postopek preverjanja, če se vrnete.
sr: Možda ćete morati ponovo da pokrenete proces verifikacije ako se vratite.
sv: Du kan behöva starta om verifieringsprocessen om du kommer tillbaka.
th: คุณอาจจำเป็นต้องเริ่มกระบวนการตรวจสอบตัวตนใหม่หากคุณกลับมา
tr: Geri dönerseniz doğrulama sürecini yeniden başlatmanız gerekebilir.
uk: Можливо, вам доведеться перезапустити процес верифікації, якщо ви повернетесь.
vi: Bạn có thể cần khởi động lại quá trình xác minh nếu bạn quay trở lại.
zh: 如果您返回，可能需要重新启动验证过程。

# common_generic_exit_title
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟
bg: Сигурни ли сте, че искате да излезете?
cs: Jste si jisti, že chcete ukončit?
da: Er du sikker på, at du vil afslutte?
de: Sind Sie sicher, dass Sie beenden möchten?
el: Είστε σίγουροι ότι θέλετε να εξέλθετε;
es: ¿Estás seguro de que quieres salir?
et: Kas olete kindel, et soovite väljuda?
fa: آیا مطمئن هستید که می خواهید خارج شوید؟
fi: Oletko varma, että haluat poistua?
fr: Êtes-vous sûr de vouloir quitter ?
he: האם אתה בטוח שאתה רוצה לצאת?
hi: क्या आप निश्चित हैं कि आप बाहर निकलना चाहते हैं?
hr: Jeste li sigurni da želite izaći?
hu: Biztosan ki szeretne lépni?
hy: Վստահ եք, որ ուզում եք դուրս գալ՞
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: 本当に終了しますか？
ko: 정말로 종료하시겠습니까?
lt: Ar tikrai norite išeiti?
lv: Vai tiešām vēlaties iziet?
ms: Adakah anda pasti ingin keluar?
nb: Er du sikker på at du vil avslutte?
nl: Weet je zeker dat je wilt afsluiten?
pl: Czy na pewno chcesz wyjść?
pt: Tem certeza de que deseja sair?
ro: Ești sigur că vrei să ieși?
ru: Вы уверены, что хотите выйти?
sk: Ste si istý, že chcete skončiť?
sl: Ste prepričani, da želite izstopiti?
sr: Да ли сте сигурни да желите да изађете?
sv: Är du säker på att du vill avsluta?
th: คุณแน่ใจหรือว่าต้องการออก?
tr: Çıkmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти?
vi: Bạn có chắc chắn muốn thoát không?
zh: 您确定要退出吗？

# common_loading_doc_upload_immediate_title
source: Checking image quality
ar: التحقق من جودة الصورة
bg: Проверка на качеството на изображението
cs: Kontrola kvality obrazu
da: Kontrol af billedkvalitet
de: Bildqualität wird überprüft
el: Έλεγχος ποιότητας εικόνας
es: Comprobando calidad de la imagen
et: Kujutise kvaliteedi kontrollimine
fa: بررسی کیفیت تصویر
fi: Tarkistetaan kuvanlaatua
fr: Vérification de la qualité d’image
he: בדיקת איכות התמונה
hi: इमेज की क्वालिटी परखना
hr: Provjeravamo kvalitetu slike
hu: Képminőség ellenőrzése
hy: Նկարի որակի ստուգում
id: Memeriksa kualitas gambar
it: Controllo qualità dell’immagine
ja: 画質の確認
ko: 이미지 품질 확인 중
lt: Vaizdo kokybės tikrinimas
lv: Notiek attēla kvalitātes pārbaude
ms: Memeriksa kualiti imej
nb: Kontrollerer bildekvalitet
nl: Kwaliteit afbeelding controleren
pl: Sprawdzanie jakości obrazu
pt: A verificar a qualidade da imagem
ro: Verificare în curs a calității imaginii
ru: Проверка качества изображения
sk: Kontroluje sa kvalita obrázka
sl: Preverjanje kakovosti slike
sr: Provera kvaliteta slike
sv: Kontrollerar bildkvaliteten
th: กำลังตรวจสอบคุณภาพของภาพ
tr: Görüntü kalitesi kontrol ediliyor
uk: Перевірка якості зображення
vi: Kiểm tra chất lượng hình ảnh
zh: 正在检查图像质量
