Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# enrollPasskey_error_subtitle
source: An unknown technical problem occurred, please try again.
ar: حدثت مشكلة تقنية غير معروفة، يرجى إعادة المحاولة.
bg: Възникна неизвестен технически проблем, моля опитайте отново.
cs: Došlo k neznámému technickému problému, zkuste to prosím znovu.
da: Der opstod et ukendt teknisk problem. Prøv igen.
de: Ein unbekanntes technisches Problem ist aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε άγνωστο τεχνικό πρόβλημα, παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un problema técnico desconocido, por favor intenta de nuevo.
et: Tekkis tundmatu tehniline probleem, palun proovige uuesti.
fa: یک مشکل فنی ناشناخته رخ داده است، لطفاً دوباره تلاش کنید.
fi: Tuntematon tekninen ongelma tapahtui, yritä uudelleen.
fr: Un problème technique inconnu est survenu, veuillez réessayer.
he: אירעה בעיה טכנית לא ידועה, אנא נסה שוב.
hi: कोई अज्ञात तकनीकी समस्या हुई है, कृपया फिर से प्रयास करें।
hr: Došlo je do nepoznatog tehničkog problema, pokušajte ponovno.
hu: Ismeretlen technikai hiba történt, kérjük, próbálja újra.
hy: Անհայտ տեխնիկական խնդիր առաջացավ, խնդրում ենք կրկին փորձել։
id: Terjadi masalah teknis yang tidak diketahui, silakan coba lagi.
it: Si è verificato un problema tecnico sconosciuto, riprova.
ja: 不明な技術的問題が発生しました。もう一度お試しください。
ko: 알 수 없는 기술적 문제가 발생했습니다. 다시 시도해주세요.
lt: Įvyko nežinoma techninė problema, bandykite dar kartą.
lv: Radās nezināma tehniska problēma, lūdzu, mēģiniet vēlreiz.
ms: Masalah teknikal yang tidak diketahui telah berlaku, sila cuba lagi.
nb: Et ukjent teknisk problem oppstod, vennligst prøv igjen.
nl: Er is een onbekend technisch probleem opgetreden, probeer het opnieuw.
pl: Wystąpił nieznany problem techniczny, spróbuj ponownie.
pt: Um problema técnico desconhecido ocorreu, por favor tente novamente.
ro: O problemă tehnică necunoscută a apărut, vă rugăm să încercați din nou.
ru: Произошла неизвестная техническая ошибка, пожалуйста, повторите попытку.
sk: Vyskytol sa neznámy technický problém, skúste to znova.
sl: Prišlo je do neznane tehnične težave, prosimo poskusite znova.
sr: Došlo je do nepoznatog tehničkog problema, molimo pokušajte ponovo.
sv: Ett okänt tekniskt problem uppstod, försök igen.
th: เกิดปัญหาทางเทคนิคที่ไม่ทราบสาเหตุ โปรดลองอีกครั้ง
tr: Bilinmeyen bir teknik sorun oluştu, lütfen tekrar deneyin.
uk: Виникла невідома технічна проблема, спробуйте ще раз.
vi: Đã xảy ra sự cố kỹ thuật không xác định, vui lòng thử lại.
zh: 发生了未知技术问题，请重试。

# enrollPasskey_error_title
source: Something’s gone wrong
ar: حدث خطأ ما
bg: Нещо се обърка
cs: Něco se pokazilo
da: Noget er gået galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo ha salido mal
et: Midagi läks valesti
fa: چیزی اشتباه شده است
fi: Jokin meni pieleen
fr: Quelque chose a mal tourné
he: משהו השתבש
hi: कुछ गलत हो गया है
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
hy: Ինչ-որ բանը սխալ է եղել
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何かが間違っています
ko: 무언가 잘못되었습니다
lt: Kažkas nepavyko
lv: Kaut kas ir nogājis greizi
ms: Sesuatu telah berlaku salah
nb: Noe har gått galt
nl: Iets is misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Nešto je pošlo po zlu
sv: Något har gått fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так
vi: Có gì đó đã sai
zh: 出了些问题

# enrollPasskey_introduction_bullet_1
source: This passkey will be used for the domain:
ar: سيتم استخدام مفتاح المرور هذا للنطاق:
bg: Този ключ за достъп ще бъде използван за домейна:
cs: Tento přístupový klíč bude použit pro doménu:
da: Denne adgangsnøgle vil blive brugt til domænet:
de: Dieser Passschlüssel wird für die Domain verwendet:
el: Αυτό το κλειδί πρόσβασης θα χρησιμοποιηθεί για τον τομέα:
es: Esta clave de acceso se utilizará para el dominio:
et: Seda võtmekoodi kasutatakse domeeni jaoks:
fa: این کلید عبور برای دامنه: استفاده خواهد شد
fi: Tätä avainkoodia käytetään verkkotunnukselle:
fr: Cette clé de passe sera utilisée pour le domaine :
he: מפתח גישה זה ישמש עבור הדומיין:
hi: यह पासकी इस डोमेन के लिए उपयोग की जाएगी:
hr: Ovaj pristupni ključ će se koristiti za domenu:
hu: Ezt a belépőkulcsot a következő domainhez fogják használni:
hy: Այս անցանց բանալին կօգտագործվի հետևյալ դոմենի համար՝
id: Kunci akses ini akan digunakan untuk domain:
it: Questa chiave di accesso verrà utilizzata per il dominio:
ja: このパスキーはドメイン：で使用されます
ko: 이 패스키는 다음 도메인에 사용됩니다:
lt: Šis slaptukas bus naudojamas domenui:
lv: Šī piekļuves atslēga tiks izmantota domēnam:
ms: Kunci laluan ini akan digunakan untuk domain:
nb: Denne passnøkkelen vil bli brukt for domenet:
nl: Deze passkey wordt gebruikt voor het domein:
pl: Ten klucz dostępu będzie używany dla domeny:
pt: Esta chave de acesso será usada para o domínio:
ro: Această cheie de acces va fi utilizată pentru domeniul:
ru: Этот ключ доступа будет использоваться для домена:
sk: Tento prístupový kľúč sa použije pre doménu:
sl: Ta ključ za dostop bo uporabljen za domeno:
sr: Ovaj pristupni ključ će biti korišćen za domen:
sv: Denna passernyckel kommer att användas för domänen:
th: คีย์ผ่านนี้จะถูกใช้สำหรับโดเมน:
tr: Bu geçiş anahtarı şu alan adı için kullanılacaktır:
uk: Цей ключ доступу буде використовуватися для домену:
vi: Khóa truy cập này sẽ được sử dụng cho miền:
zh: 此通行密钥将用于域名：

# enrollPasskey_introduction_bullet_2
source: Your device will guide you through the next steps.
ar: سيرشدك جهازك خلال الخطوات التالية.
bg: Вашето устройство ще ви насочи през следващите стъпки.
cs: Vaše zařízení vás provede dalšími kroky.
da: Din enhed vil guide dig gennem de næste trin.
de: Ihr Gerät führt Sie durch die nächsten Schritte.
el: Η συσκευή σας θα σας καθοδηγήσει στα επόμενα βήματα.
es: Su dispositivo le guiará a través de los siguientes pasos.
et: Teie seade juhendab teid järgmistes sammudes.
fa: دستگاه شما شما را در مراحل بعدی راهنمایی خواهد کرد.
fi: Laitteesi ohjaa sinua seuraavissa vaiheissa.
fr: Votre appareil vous guidera à travers les prochaines étapes.
he: המכשיר שלך ינחה אותך בשלבים הבאים.
hi: आपका डिवाइस आपको अगले चरणों के लिए मार्गदर्शन करेगा।
hr: Vaš će vas uređaj voditi kroz sljedeće korake.
hu: Az eszköze végigvezeti Önt a következő lépéseken.
hy: Ձեր սարքը կուղղորդի ձեզ հաջորդ քայլերի ընթացքում։
id: Perangkat Anda akan memandu Anda melalui langkah-langkah berikutnya.
it: Il tuo dispositivo ti guiderà nei prossimi passaggi.
ja: デバイスが次の手順を案内します。
ko: 기기가 다음 단계로 안내해 드립니다.
lt: Jūsų įrenginys padės jums atlikti kitus veiksmus.
lv: Jūsu ierīce jūs vadīs cauri nākamajiem soļiem.
ms: Peranti anda akan membimbing anda melalui langkah seterusnya.
nb: Enheten din vil veilede deg gjennom de neste trinnene.
nl: Uw apparaat zal u door de volgende stappen leiden.
pl: Twoje urządzenie poprowadzi Cię przez kolejne kroki.
pt: O seu dispositivo irá guiá-lo pelos próximos passos.
ro: Dispozitivul dvs. vă va ghida prin următorii pași.
ru: Ваше устройство подскажет вам следующие шаги.
sk: Vaše zariadenie vás prevedie ďalšími krokmi.
sl: Vaša naprava vas bo vodila skozi naslednje korake.
sr: Vaš uređaj će vas voditi kroz naredne korake.
sv: Din enhet kommer att guida dig genom nästa steg.
th: อุปกรณ์ของคุณจะนำทางคุณในขั้นตอนถัดไป
tr: Cihazınız sizi sonraki adımlar konusunda yönlendirecektir.
uk: Ваш пристрій проведе вас через наступні кроки.
vi: Thiết bị của bạn sẽ hướng dẫn bạn qua các bước tiếp theo.
zh: 您的设备将引导您完成接下来的步骤。

# enrollPasskey_introduction_button_start_enrolling
source: Create passkey
ar: إنشاء مفتاح الدخول
bg: Създайте ключ за достъп
cs: Vytvořit přístupový klíč
da: Opret adgangsnøgle
de: Passschlüssel erstellen
el: Δημιουργία κλειδιού πρόσβασης
es: Crear clave de acceso
et: Loo passkey
fa: کلید عبور ایجاد کنید
fi: Luo avainkoodi
fr: Créer une clé de passe
he: צור מפתח גישה
hi: पासकी बनाएं
hr: Kreiraj ključ za pristup
hu: Belépőkulcs létrehozása
hy: Ստեղծել անցաբառ
id: Buat kunci sandi
it: Crea chiave di accesso
ja: パスキーを作成する
ko: 패스키 생성
lt: Sukurti slaptuką
lv: Izveidot piekļuves atslēgu
ms: Cipta kunci laluan
nb: Opprett passnøkkel
nl: Maak passkey
pl: Utwórz klucz dostępu
pt: Criar chave de acesso
ro: Creează cheie de acces
ru: Создать ключ доступа
sk: Vytvorte prístupový kľúč
sl: Ustvari ključ za prijavo
sr: Kreiraj pristupni ključ
sv: Skapa passkey
th: สร้างกุญแจผ่าน
tr: Anahtar oluştur
uk: Створити ключ доступу
vi: Tạo khóa truy cập
zh: 创建通行密钥

# enrollPasskey_introduction_subtitle
source: Passkeys let you sign in securely using your fingerprint, face, or device screen lock.
ar: تتيح لك مفاتيح المرور تسجيل الدخول بأمان باستخدام بصمة الإصبع أو الوجه أو قفل شاشة الجهاز.
bg: Ключовете за достъп ви позволяват да влизате сигурно, използвайки пръстов отпечатък, лице или заключване на екрана на устройството.
cs: Přístupové klíče vám umožňují bezpečně se přihlásit pomocí otisku prstu, obličeje nebo zámku obrazovky zařízení.
da: Adgangsnøgler giver dig mulighed for at logge sikkert ind ved hjælp af dit fingeraftryk, ansigt eller enhedens skærmlås.
de: Passkeys ermöglichen Ihnen eine sichere Anmeldung mit Ihrem Fingerabdruck, Gesicht oder der Bildschirmsperre Ihres Geräts.
el: Τα passkeys σάς επιτρέπουν να συνδέεστε με ασφάλεια χρησιμοποιώντας το δακτυλικό σας αποτύπωμα, το πρόσωπό σας ή το κλείδωμα οθόνης της συσκευής σας.
es: Las claves de acceso te permiten iniciar sesión de forma segura usando tu huella digital, tu rostro o el bloqueo de pantalla de tu dispositivo.
et: Pääsuvõtmed võimaldavad teil turvaliselt sisse logida sõrmejälje, näotuvastuse või seadme ekraaniluku abil.
fa: کلیدهای عبور به شما امکان می‌دهند با استفاده از اثر انگشت، چهره یا قفل صفحه دستگاه خود به‌صورت ایمن وارد شوید.
fi: Pääsyavaimilla voit kirjautua turvallisesti sormenjäljelläsi, kasvoillasi tai laitteen näytön lukituksella.
fr: Les passkeys vous permettent de vous connecter en toute sécurité à l`aide de votre empreinte digitale, de votre visage ou du verrouillage d`écran de votre appareil.
he: מפתחות גישה מאפשרים לך להיכנס בצורה מאובטחת באמצעות טביעת אצבע, זיהוי פנים או נעילת מסך המכשיר.
hi: पासकीज़ आपको अपनी उंगली के निशान, चेहरे या डिवाइस स्क्रीन लॉक का उपयोग करके सुरक्षित रूप से साइन इन करने देती हैं।
hr: Pristupni ključevi omogućuju sigurno prijavljivanje pomoću otiska prsta, lica ili zaključavanja zaslona uređaja.
hu: A jelszókulcsok lehetővé teszik, hogy biztonságosan jelentkezzen be ujjlenyomatával, arcával vagy az eszköz képernyőzárával.
hy: Անցման բանալիները թույլ են տալիս ապահով մուտք գործել՝ օգտագործելով ձեր մատնահետքը, դեմքը կամ սարքի էկրանի կողպումը։
id: Passkey memungkinkan Anda masuk dengan aman menggunakan sidik jari, wajah, atau kunci layar perangkat Anda.
it: Le passkey ti permettono di accedere in modo sicuro utilizzando l`impronta digitale, il volto o il blocco schermo del dispositivo.
ja: パスキーを使うと、指紋、顔、またはデバイスの画面ロックで安全にサインインできます。
ko: 패스키를 사용하면 지문, 얼굴, 또는 기기 화면 잠금으로 안전하게 로그인할 수 있습니다.
lt: Raktai leidžia saugiai prisijungti naudojant piršto atspaudą, veidą arba įrenginio ekrano užraktą.
lv: Piekļuves atslēgas ļauj droši pieteikties, izmantojot pirkstu nospiedumu, seju vai ierīces ekrāna bloķēšanu.
ms: Kunci laluan membolehkan anda log masuk dengan selamat menggunakan cap jari, wajah, atau kunci skrin peranti anda.
nb: Passnøkler lar deg logge inn sikkert ved å bruke fingeravtrykk, ansikt eller enhetens skjermlås.
nl: Passkeys stellen u in staat om veilig in te loggen met uw vingerafdruk, gezicht of schermvergrendeling van uw apparaat.
pl: Klucze dostępu umożliwiają bezpieczne logowanie za pomocą odcisku palca, twarzy lub blokady ekranu urządzenia.
pt: As chaves de acesso permitem que você faça login com segurança usando sua impressão digital, rosto ou bloqueio de tela do dispositivo.
ro: Cheile de acces (passkeys) vă permit să vă autentificați în siguranță folosind amprenta, fața sau blocarea ecranului dispozitivului.
ru: Ключи доступа позволяют безопасно входить в систему с помощью отпечатка пальца, лица или блокировки экрана устройства.
sk: Prístupové kľúče vám umožňujú bezpečne sa prihlásiť pomocou odtlačku prsta, tváre alebo zámku obrazovky zariadenia.
sl: Ključi za prijavo vam omogočajo varno prijavo z uporabo prstnega odtisa, obraza ali zaklepa zaslona naprave.
sr: Ključevi za pristup omogućavaju vam bezbedno prijavljivanje pomoću otiska prsta, lica ili zaključavanja ekrana na uređaju.
sv: Passkeys låter dig logga in säkert med hjälp av ditt fingeravtryck, ansikte eller enhetens skärmlås.
th: Passkey ช่วยให้คุณลงชื่อเข้าใช้อย่างปลอดภัยด้วยลายนิ้วมือ ใบหน้า หรือการล็อกหน้าจออุปกรณ์ของคุณ
tr: Geçiş anahtarları, parmak izinizi, yüzünüzü veya cihaz ekran kilidinizi kullanarak güvenli bir şekilde oturum açmanızı sağlar.
uk: Ключі доступу дозволяють вам безпечно входити в систему за допомогою відбитка пальця, обличчя або блокування екрана пристрою.
vi: Passkey cho phép bạn đăng nhập an toàn bằng dấu vân tay, khuôn mặt hoặc khóa màn hình thiết bị của bạn.
zh: 通行密钥让您可以使用指纹、面部或设备屏幕锁安全地登录。

# enrollPasskey_introduction_title
source: Set up your Passkey
ar: إعداد مفتاح الدخول الخاص بك
bg: Настройте своя ключ за достъп
cs: Nastavte si svůj přístupový klíč
da: Opsæt din adgangsnøgle
de: Richten Sie Ihren Passschlüssel ein
el: Ρυθμίστε το κλειδί πρόσβασής σας
es: Configura tu clave de acceso
et: Seadistage oma passkey
fa: کلید عبور خود را تنظیم کنید
fi: Ota avainkoodi käyttöön
fr: Configurez votre clé de passe
he: הגדר את מפתח הגישה שלך
hi: अपनी पासकी सेट करें
hr: Postavite svoj ključ za pristup
hu: Állítsa be a belépőkulcsát
hy: Կարգավորեք ձեր անցաբառը
id: Siapkan Kunci Sandi Anda
it: Configura la tua chiave di accesso
ja: パスキーを設定する
ko: 패스키 설정하기
lt: Nustatykite savo slaptuką
lv: Iestatiet savu piekļuves atslēgu
ms: Sediakan Kunci Laluan anda
nb: Sett opp din Passnøkkel
nl: Stel uw Passkey in
pl: Skonfiguruj swój klucz dostępu
pt: Configure a sua Chave de Acesso
ro: Configurați-vă Passkey-ul
ru: Настройте свой Passkey
sk: Nastavte si svoj prístupový kľúč
sl: Nastavite svoj Passkey
sr: Подесите свој Passkey
sv: Konfigurera din Passkey
th: ตั้งค่าคีย์ผ่านของคุณ
tr: Geçiş Anahtarınızı Ayarlayın
uk: Налаштуйте свій Ключ доступу
vi: Thiết lập Passkey của bạn
zh: 设置您的通行密钥

# enrollPasskey_not_supported_error_button_continue
source: Continue
ar: استمر
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Sambung
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# enrollPasskey_not_supported_error_subtitle
source: Sorry, you are not able to complete this task.
ar: عذرًا، لا يمكنك إكمال هذه المهمة.
bg: Съжаляваме, но не можете да завършите тази задача.
cs: Omlouváme se, tuto úlohu nemůžete dokončit.
da: Beklager, du kan ikke fuldføre denne opgave.
de: Es tut uns leid, Sie können diese Aufgabe nicht abschließen.
el: Λυπούμαστε, δεν μπορείτε να ολοκληρώσετε αυτή την εργασία.
es: Lo sentimos, no puede completar esta tarea.
et: Vabandust, te ei saa seda ülesannet lõpule viia.
fa: متاسفیم، شما نمی‌توانید این کار را کامل کنید.
fi: Valitettavasti et voi suorittaa tätä tehtävää.
fr: Désolé, vous ne pouvez pas compléter cette tâche.
he: מצטערים, אינך יכול להשלים משימה זו.
hi: माफ़ करें, आप यह कार्य पूरा नहीं कर सकते।
hr: Nažalost, ne možete dovršiti ovaj zadatak.
hu: Sajnáljuk, ezt a feladatot nem tudja befejezni.
hy: Ներեցեք, դուք չեք կարող ավարտել այս առաջադրանքը։
id: Maaf, Anda tidak dapat menyelesaikan tugas ini.
it: Siamo spiacenti, non puoi completare questa attività.
ja: 申し訳ありませんが、このタスクを完了できません。
ko: 죄송합니다. 이 작업을 완료할 수 없습니다.
lt: Atsiprašome, negalite užbaigti šios užduoties.
lv: Atvainojiet, jūs nevarat pabeigt šo uzdevumu.
ms: Maaf, anda tidak dapat menyelesaikan tugasan ini.
nb: Beklager, du kan ikke fullføre denne oppgaven.
nl: Sorry, u kunt deze taak niet voltooien.
pl: Przepraszamy, nie możesz ukończyć tego zadania.
pt: Lamentamos que não consiga completar esta tarefa.
ro: Ne pare rău că nu puteți finaliza această sarcină.
ru: К сожалению, вы не можете выполнить эту задачу.
sk: Ľutujeme, túto úlohu nemôžete dokončiť.
sl: Oprostite, tega opravila ne morete dokončati.
sr: Nažalost, ne možete da dovršite ovaj zadatak.
sv: Tyvärr kan du inte slutföra denna uppgift.
th: ขออภัย คุณไม่สามารถดำเนินการนี้ให้เสร็จสมบูรณ์ได้
tr: Üzgünüz, bu görevi tamamlayamıyorsunuz.
uk: Вибачте, ви не можете виконати це завдання.
vi: Rất tiếc, bạn không thể hoàn thành tác vụ này.
zh: 对不起，您无法完成此任务。

# enrollPasskey_not_supported_error_title
source: Device does not support passkeys
ar: الجهاز لا يدعم مفاتيح المرور
bg: Устройството не поддържа passkey ключове
cs: Zařízení nepodporuje přístupové klíče
da: Enheden understøtter ikke adgangsnøgler
de: Gerät unterstützt keine Passkeys
el: Η συσκευή δεν υποστηρίζει passkeys
es: El dispositivo no es compatible con las claves de acceso
et: Seade ei toeta pääsuvõtmeid
fa: دستگاه از کلیدهای عبور پشتیبانی نمی‌کند
fi: Laite ei tue avainkoodeja
fr: L`appareil ne prend pas en charge les passkeys
he: המכשיר אינו תומך במפתחות גישה
hi: डिवाइस पासकीज़ का समर्थन नहीं करता
hr: Uređaj ne podržava pristupne ključeve
hu: Az eszköz nem támogatja a kulcskódokat
hy: Սարքը չի աջակցում անցանց բանալիներին
id: Perangkat tidak mendukung passkey
it: Il dispositivo non supporta le passkey
ja: このデバイスはパスキーに対応していません
ko: 이 기기는 패스키를 지원하지 않습니다
lt: Įrenginys nepalaiko raktų be slaptažodžio
lv: Ierīce neatbalsta piekļuves atslēgas
ms: Peranti tidak menyokong kunci laluan
nb: Enheten støtter ikke passnøkler
nl: Apparaat ondersteunt geen passkeys
pl: Urządzenie nie obsługuje kluczy dostępu
pt: O dispositivo não suporta chaves de acesso
ro: Dispozitivul nu acceptă chei de acces
ru: Устройство не поддерживает ключи доступа
sk: Zariadenie nepodporuje prístupové kľúče
sl: Naprava ne podpira ključev za prijavo
sr: Uređaj ne podržava pristupne ključeve
sv: Enheten stöder inte passnycklar
th: อุปกรณ์นี้ไม่รองรับการใช้รหัสผ่านแบบ passkey
tr: Cihaz geçiş anahtarlarını desteklemiyor
uk: Пристрій не підтримує ключі доступу
vi: Thiết bị không hỗ trợ khóa bảo mật
zh: 设备不支持通行密钥

# error_cross_device_desktop_unavailable_subtitle
source: Please return to your desktop to restart verification by scanning the QR code or choosing another option.
ar: يرجى العودة إلى جهاز الكمبيوتر الخاص بك لإعادة بدء عملية التحقق عن طريق مسح رمز الاستجابة السريعة (QR) أو اختيار خيار آخر.
bg: Моля, върнете се на вашия компютър, за да рестартирате проверката, като сканирате QR кода или изберете друга опция.
cs: Vraťte se prosím ke svému počítači a znovu spusťte ověření naskenováním QR kódu nebo výběrem jiné možnosti.
da: Gå venligst tilbage til din computer for at genstarte verificeringen ved at scanne QR-koden eller vælge en anden mulighed.
de: Bitte kehren Sie zu Ihrem Desktop zurück, um die Verifizierung neu zu starten, indem Sie den QR-Code scannen oder eine andere Option auswählen.
el: Παρακαλούμε επιστρέψτε στον υπολογιστή σας για να επανεκκινήσετε την επαλήθευση, σαρώνοντας τον κωδικό QR ή επιλέγοντας άλλη επιλογή.
es: Por favor, regrese a su computadora de escritorio para reiniciar la verificación escaneando el código QR o seleccionando otra opción.
et: Palun naaske oma töölauale, et taaskäivitada isikutuvastus, skaneerides QR-koodi või valides mõne muu võimaluse.
fa: لطفاً برای شروع مجدد فرایند احراز هویت، به رایانه خود بازگردید و کد QR را اسکن کنید یا گزینه دیگری را انتخاب نمایید.
fi: Palaa työpöydällesi aloittaaksesi vahvistuksen uudelleen skannaamalla QR-koodi tai valitsemalla toisen vaihtoehdon.
fr: Veuillez retourner sur votre ordinateur de bureau pour redémarrer la vérification en scannant le code QR ou en sélectionnant une autre option.
he: אנא חזור למחשב השולחני שלך כדי להפעיל מחדש את תהליך האימות על ידי סריקת קוד ה-QR או בחירה באפשרות אחרת.
hi: कृपया सत्यापन पुनः शुरू करने के लिए अपने डेस्कटॉप पर लौटें और QR कोड स्कैन करें या कोई अन्य विकल्प चुनें।
hr: Molimo vas da se vratite na svoje računalo kako biste ponovno pokrenuli provjeru identiteta skeniranjem QR koda ili odabirom druge opcije.
hu: Kérjük, térjen vissza az asztali számítógépéhez, hogy újraindítsa az ellenőrzést a QR-kód beolvasásával vagy egy másik lehetőség kiválasztásával.
hy: Խնդրում ենք վերադառնալ ձեր աշխատասեղան՝ վավերացումը վերսկսելու համար՝ սկանավորելով QR կոդը կամ ընտրելով այլ տարբերակ։
id: Silakan kembali ke desktop Anda untuk memulai ulang verifikasi dengan memindai kode QR atau memilih opsi lain.
it: Torna al desktop per riavviare la verifica scansionando il codice QR o selezionando un`altra opzione.
ja: QRコードをスキャンするか、別のオプションを選択して、デスクトップに戻り、認証を再開してください。
ko: QR 코드를 스캔하거나 다른 옵션을 선택하여 인증을 다시 시작하려면 데스크톱으로 돌아가 주세요.
lt: Prašome grįžti prie savo kompiuterio ir iš naujo pradėti tapatybės patvirtinimą nuskenuodami QR kodą arba pasirinkdami kitą parinktį.
lv: Lūdzu, atgriezieties pie sava datora, lai atsāktu verifikāciju, skenējot QR kodu vai izvēloties citu iespēju.
ms: Sila kembali ke desktop anda untuk memulakan semula pengesahan dengan mengimbas kod QR atau memilih pilihan lain.
nb: Vennligst gå tilbake til datamaskinen din for å starte verifiseringen på nytt ved å skanne QR-koden eller velge et annet alternativ.
nl: Ga terug naar uw desktop om de verificatie opnieuw te starten door de QR-code te scannen of een andere optie te selecteren.
pl: Wróć do swojego komputera, aby ponownie rozpocząć weryfikację, skanując kod QR lub wybierając inną opcję.
pt: Por favor, volte ao seu computador para reiniciar a verificação escaneando o código QR ou selecionando outra opção.
ro: Vă rugăm să reveniți la desktop pentru a reporni verificarea prin scanarea codului QR sau selectarea unei alte opțiuni.
ru: Пожалуйста, вернитесь на свой компьютер, чтобы перезапустить проверку, отсканировав QR-код или выбрав другой вариант.
sk: Vráťte sa, prosím, na svoj počítač a reštartujte overenie naskenovaním QR kódu alebo výberom inej možnosti.
sl: Prosimo, vrnite se na namizje in ponovno začnite preverjanje tako, da skenirate QR kodo ali izberete drugo možnost.
sr: Vratite se na svoj desktop da ponovo pokrenete verifikaciju skeniranjem QR koda ili izborom druge opcije.
sv: Vänligen återgå till din dator för att starta om verifieringen genom att skanna QR-koden eller välja ett annat alternativ.
th: กรุณากลับไปที่เดสก์ท็อปของคุณเพื่อเริ่มการยืนยันตัวตนใหม่โดยการสแกนคิวอาร์โค้ดหรือเลือกตัวเลือกอื่น
tr: Doğrulamayı yeniden başlatmak için lütfen masaüstünüze dönün ve QR kodunu tarayın veya başka bir seçenek seçin.
uk: Будь ласка, поверніться до робочого столу, щоб перезапустити перевірку, відсканувавши QR-код або вибравши інший варіант.
vi: Vui lòng quay lại máy tính để khởi động lại quá trình xác minh bằng cách quét mã QR hoặc chọn một tùy chọn khác.
zh: 请返回到您的桌面，通过扫描二维码或选择其他选项来重新开始验证。
