Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_error_instruction_3_passport_ios
source: Place the top half of your phone against the bottom half of your passport, so they’re touching.
ar: ضع النصف العلوي من هاتفك مقابل النصف السفلي من جواز سفرك، بحيث يكونان متلامسين.
bg: Поставете горната част на телефона си срещу долната част на паспорта, така че да се докосват.
cs: Umístěte horní polovinu telefonu proti dolní polovině pasu, aby se dotýkaly.
da: Placér den øverste halvdel af din telefon mod den nederste halvdel af dit pas, så de rører hinanden.
de: Legen Sie die obere Hälfte Ihres Telefons gegen die untere Hälfte Ihres Reisepasses, sodass sie sich berühren.
el: Τοποθετήστε το επάνω μισό του τηλεφώνου σας πάνω στο κάτω μισό του διαβατηρίου σας, έτσι ώστε να ακουμπούν.
es: Coloca la mitad superior de tu teléfono contra la mitad inferior de tu pasaporte, de modo que estén en contacto.
et: Asetage telefoni ülemine pool oma passi alumise poole vastu, nii et need puutuvad kokku.
fa: نیمه بالای گوشی خود را در مقابل نیمه پایین گذرنامه خود قرار دهید، به طوری که با هم تماس داشته باشند.
fi: Aseta puhelimesi yläosa passisi alaosaa vasten niin, että ne koskettavat toisiaan.
fr: Placez la moitié supérieure de votre téléphone contre la moitié inférieure de votre passeport, de sorte qu`ils se touchent.
he: הנח את החלק העליון של הטלפון שלך כנגד החלק התחתון של הדרכון שלך, כך שהם נוגעים.
hi: अपने फोन के ऊपरी हिस्से को अपने पासपोर्ट के निचले हिस्से के साथ इस तरह रखें कि वे एक-दूसरे को छू रहे हों।
hr: Postavite gornju polovicu svog telefona na donju polovicu putovnice, tako da se dodiruju.
hu: Helyezze a telefonja felső felét az útlevele alsó felére, hogy érintkezzenek.
hy: Տեղադրեք ձեր հեռախոսի վերին կեսը անձնագրի ստորին կեսի վրա, որպեսզի դրանք դիպչեն միմյանց։
id: Tempatkan bagian atas ponsel Anda di bagian bawah paspor Anda, sehingga keduanya bersentuhan.
it: Posiziona la metà superiore del tuo telefono contro la metà inferiore del tuo passaporto, in modo che si tocchino.
ja: 携帯電話の上半分をパスポートの下半分に当てて、接触させてください。
ko: 휴대폰의 윗부분을 여권의 아랫부분에 닿도록 놓으세요.
lt: Padėkite viršutinę telefono dalį prie apatinės paso dalies, kad jie liestųsi.
lv: Novietojiet tālruņa augšējo pusi pret pases apakšējo pusi, lai tās saskartos.
ms: Letakkan bahagian atas telefon anda pada bahagian bawah pasport anda, supaya mereka bersentuhan.
nb: Plasser den øverste halvdelen av telefonen din mot den nederste halvdelen av passet ditt, slik at de berører hverandre.
nl: Plaats de bovenkant van je telefoon tegen de onderkant van je paspoort, zodat ze elkaar raken.
pl: Umieść górną połowę telefonu na dolnej połowie paszportu, tak aby się stykały.
pt: Coloque a metade superior do seu telefone contra a metade inferior do seu documento, de modo que eles se toquem.
ro: Așezați jumătatea superioară a telefonului dvs. pe jumătatea inferioară a pașaportului, astfel încât să se atingă.
ru: Поместите верхнюю часть вашего телефона к нижней части вашего паспорта, чтобы они соприкасались.
sk: Položte hornú polovicu telefónu na spodnú polovicu pasu, aby sa dotýkali.
sl: Postavite zgornjo polovico telefona na spodnjo polovico potnega lista, tako da se dotikata.
sr: Postavite gornju polovinu vašeg telefona na donju polovinu vašeg pasoša, tako da se dodiruju.
sv: Placera den övre halvan av din telefon mot den nedre halvan av ditt pass, så att de rör vid varandra.
th: วางครึ่งบนของโทรศัพท์ของคุณแนบกับครึ่งล่างของหนังสือเดินทางของคุณให้สัมผัสกัน
tr: Telefonunuzun üst yarısını pasaportunuzun alt yarısına, birbirine temas edecek şekilde yerleştirin.
uk: Розмістіть верхню частину вашого телефону на нижній частині вашого паспорта, щоб вони торкалися.
vi: Đặt nửa trên của điện thoại bạn lên nửa dưới của hộ chiếu, sao cho chúng chạm vào nhau.
zh: 将手机的上半部分放在护照的下半部分，使它们接触。

# nfc_error_instruction_3_passport_usa_android
source: Place your phone against the inside back cover, so they’re touching.
ar: ضع هاتفك مقابل الغلاف الخلفي الداخلي، بحيث يكونان متلامسين.
bg: Поставете телефона си срещу вътрешната задна корица, така че да се докосват.
cs: Položte telefon na vnitřní zadní stranu obalu, aby se dotýkaly.
da: Placér din telefon mod indersiden af bagcoveret, så de rører hinanden.
de: Halten Sie Ihr Telefon an die Innenseite des hinteren Covers, sodass sie sich berühren.
el: Τοποθετήστε το τηλέφωνό σας στην εσωτερική πίσω κάλυψη, έτσι ώστε να ακουμπούν.
es: Coloca tu teléfono contra la parte interior de la contraportada, de modo que estén en contacto.
et: Asetage oma telefon vastu tagakaane sisekülge, nii et need puutuvad kokku.
fa: گوشی خود را به قسمت داخلی جلد پشتی قرار دهید، به طوری که با هم تماس داشته باشند.
fi: Aseta puhelimesi takakannen sisäpuolta vasten niin, että ne koskettavat toisiaan.
fr: Placez votre téléphone contre la couverture arrière intérieure pour qu`ils se touchent.
he: הנח את הטלפון שלך כנגד החלק הפנימי של הכריכה האחורית, כך שהם נוגעים.
hi: अपने फोन को अंदर के पिछले कवर के खिलाफ रखें, ताकि वे एक-दूसरे को छू रहे हों।
hr: Postavite svoj telefon uz unutarnju stražnju koricu, tako da se dodiruju.
hu: Helyezze a telefonját a belső hátsó borítóhoz, hogy érintkezzenek.
hy: Տեղադրեք ձեր հեռախոսը ներսի հետևի կազմի դեմ, որպեսզի դրանք շփվեն։
id: Letakkan ponsel Anda di bagian dalam sampul belakang, sehingga keduanya bersentuhan.
it: Posiziona il tuo telefono contro la copertina interna posteriore, in modo che si tocchino.
ja: 携帯電話を内側の裏表紙に当てて、接触させてください。
ko: 휴대폰을 안쪽 뒷면 커버에 대어 서로 닿도록 하세요.
lt: Padėkite telefoną prie vidinio galinio viršelio, kad jie liestųsi.
lv: Novietojiet tālruni pret iekšējo aizmugurējo vāku, lai tie saskartos.
ms: Letakkan telefon anda pada bahagian dalam penutup belakang, supaya ia bersentuhan.
nb: Plasser telefonen mot innsiden av bakdekselet, slik at de berører hverandre.
nl: Plaats uw telefoon tegen de achterkant van de omslag, zodat ze elkaar raken.
pl: Umieść telefon przy wewnętrznej tylnej okładce, tak aby się stykały.
pt: Coloque seu telefone contra a parte interna da contracapa, de modo que eles se toquem.
ro: Așezați telefonul pe coperta din spate, astfel încât să se atingă.
ru: Поместите телефон к внутренней стороне задней обложки, чтобы они соприкасались.
sk: Položte telefón na vnútornú zadnú stranu obalu, aby sa dotýkali.
sl: Postavite telefon ob notranjo zadnjo platnico, tako da se dotikata.
sr: Postavite telefon uz unutrašnju zadnju koricu, tako da se dodiruju.
sv: Placera din telefon mot insidan av bakstycket så att de vidrör varandra.
th: วางโทรศัพท์ของคุณไว้ที่ด้านในของปกหลัง เพื่อให้สัมผัสกัน
tr: Telefonunuzu iç arka kapağa dokunacak şekilde yerleştirin.
uk: Прикладіть телефон до внутрішньої сторони задньої обкладинки так, щоб вони торкалися.
vi: Đặt điện thoại của bạn áp vào mặt trong của bìa sau, sao cho chúng chạm vào nhau.
zh: 将手机靠在封底内侧，使它们相互接触。

# nfc_error_instruction_3_passport_usa_ios
source: Place the top half of your phone against the inside back cover, so they’re touching.
ar: ضع النصف العلوي من هاتفك مقابل الغلاف الخلفي الداخلي، بحيث يكونان متلامسين.
bg: Поставете горната половина на телефона си срещу вътрешната задна корица, така че да се докосват.
cs: Umístěte horní polovinu telefonu proti vnitřní zadní straně obalu, aby se dotýkaly.
da: Placér den øverste halvdel af din telefon mod indersiden af bagcoveret, så de rører hinanden.
de: Legen Sie die obere Hälfte Ihres Telefons an die Innenseite der Rückseite, sodass sie sich berühren.
el: Τοποθετήστε το επάνω μισό του τηλεφώνου σας στην εσωτερική πίσω κάλυψη, έτσι ώστε να ακουμπούν.
es: Coloca la mitad superior de tu teléfono contra la parte interior de la cubierta trasera, de modo que estén en contacto.
et: Asetage telefoni ülemine pool vastu sisemist tagakaant, nii et need puutuvad kokku.
fa: نیمه بالای گوشی خود را در برابر داخل جلد پشتی قرار دهید، به طوری که با هم تماس داشته باشند.
fi: Aseta puhelimesi yläosa vasten sisäpuolen takakantta niin, että ne koskettavat toisiaan.
fr: Placez la moitié supérieure de votre téléphone contre l`intérieur de la couverture arrière, de sorte qu`ils se touchent.
he: הנח את החלק העליון של הטלפון שלך כנגד החלק הפנימי של הכיסוי האחורי, כך שהם נוגעים.
hi: अपने फोन के ऊपरी हिस्से को अंदर की पिछली कवर के खिलाफ रखें, ताकि वे एक-दूसरे को छू रहे हों।
hr: Postavite gornju polovicu svog telefona uz unutarnju stražnju stranu korica, tako da se dodiruju.
hu: Helyezze a telefonja felső felét a belső hátsó borítóhoz úgy, hogy érintkezzenek.
hy: Տեղադրեք ձեր հեռախոսի վերին կեսը ներսի հետևի կազմի դեմ, որպեսզի դրանք դիպչեն միմյանց։
id: Tempatkan bagian atas ponsel Anda pada bagian dalam penutup belakang, sehingga mereka bersentuhan.
it: Posiziona la metà superiore del tuo telefono contro l`interno della copertina posteriore, in modo che si tocchino.
ja: 携帯電話の上半分を内側の裏表紙に当てて、接触させてください。
ko: 휴대폰의 윗부분을 신분증의 뒷면 안쪽에 닿도록 놓으세요.
lt: Padėkite viršutinę telefono dalį prie vidinės galinio viršelio pusės, kad jie liestųsi.
lv: Novietojiet telefona augšējo pusi pret iekšējo aizmugurējo vāku, lai tie saskartos.
ms: Letakkan bahagian atas telefon anda pada bahagian dalam penutup belakang, supaya mereka bersentuhan.
nb: Plasser den øverste halvdelen av telefonen din mot innsiden av bakdekselet, slik at de berører hverandre.
nl: Plaats de bovenkant van uw telefoon tegen de binnenkant van de achteromslag, zodat ze elkaar raken.
pl: Umieść górną połowę telefonu przy wewnętrznej stronie tylnej okładki, tak aby się stykały.
pt: Coloque a metade superior do seu telefone contra a parte interna da capa traseira, para que fiquem em contato.
ro: Așezați jumătatea superioară a telefonului dvs. pe partea interioară a copertei din spate, astfel încât să se atingă.
ru: Поместите верхнюю половину вашего телефона к внутренней задней обложке, чтобы они соприкасались.
sk: Položte hornú polovicu telefónu na vnútornú zadnú stranu obalu, aby sa dotýkali.
sl: Postavite zgornjo polovico telefona ob notranjo zadnjo platnico, tako da se dotikata.
sr: Postavite gornju polovinu vašeg telefona uz unutrašnju zadnju koricu, tako da se dodiruju.
sv: Placera den övre halvan av din telefon mot insidan av bakre omslaget, så att de rör vid varandra.
th: วางครึ่งบนของโทรศัพท์ของคุณแนบกับด้านในของฝาหลังให้สัมผัสกัน
tr: Telefonunuzun üst yarısını, iç arka kapağa değecek şekilde yerleştirin.
uk: Розмістіть верхню частину вашого телефону до внутрішньої задньої обкладинки, щоб вони торкалися.
vi: Đặt nửa trên của điện thoại bạn áp sát vào mặt trong của bìa sau, sao cho chúng chạm vào nhau.
zh: 将手机的上半部分靠在内侧后盖上，使它们接触。

# nfc_error_instruction_4_document
source: Once your phone detects the chip in your document, the scan will start automatically. Keep your phone and document still so the scan can complete.
ar: بمجرد أن يكتشف هاتفك الشريحة في وثيقتك، سيبدأ المسح تلقائيًا. حافظ على ثبات هاتفك والوثيقة حتى يكتمل المسح.
bg: След като телефонът ви засече чипа в документа, сканирането ще започне автоматично. Дръжте телефона и документа неподвижни, за да може сканирането да завърши.
cs: Jakmile váš telefon detekuje čip ve vašem dokumentu, skenování se automaticky spustí. Držte telefon a dokument v klidu, aby se skenování mohlo dokončit.
da: Når din telefon registrerer chippen i dit dokument, vil scanningen starte automatisk. Hold din telefon og dokument stille, så scanningen kan fuldføres.
de: Sobald Ihr Telefon den Chip in Ihrem Dokument erkennt, beginnt der Scan automatisch. Halten Sie Ihr Telefon und das Dokument ruhig, damit der Scan abgeschlossen werden kann.
el: Μόλις το τηλέφωνό σας ανιχνεύσει το τσιπ στο έγγραφό σας, η σάρωση θα ξεκινήσει αυτόματα. Κρατήστε το τηλέφωνο και το έγγραφο σταθερά ώστε να ολοκληρωθεί η σάρωση.
es: Una vez que tu teléfono detecte el chip en tu documento, la escaneo comenzará automáticamente. Mantén tu teléfono y documento quietos para que el escaneo pueda completarse.
et: Kui teie telefon tuvastab dokumendis oleva kiibi, algab skannimine automaatselt. Hoidke oma telefon ja dokument paigal, et skannimine saaks lõpule viia.
fa: به محض اینکه تلفن شما تراشه را در سند شما شناسایی کند، اسکن به طور خودکار شروع می‌شود. تلفن و سند خود را ثابت نگه دارید تا اسکن کامل شود.
fi: Kun puhelimesi havaitsee asiakirjasi sirun, skannaus alkaa automaattisesti. Pidä puhelin ja asiakirja paikallaan, jotta skannaus voi valmistua.
fr: Une fois que votre téléphone détecte la puce dans votre document, le scan commencera automatiquement. Gardez votre téléphone et votre document immobiles pour que le scan puisse se terminer.
he: ברגע שהטלפון שלך מזהה את השבב במסמך שלך, הסריקה תתחיל אוטומטית. שמור את הטלפון והמסמך יציבים כדי שהסריקה תוכל להסתיים.
hi: एक बार जब आपका फोन आपके दस्तावेज़ में चिप का पता लगा लेता है, तो स्कैन स्वचालित रूप से शुरू हो जाएगा। स्कैन पूरा होने के लिए अपने फोन और दस्तावेज़ को स्थिर रखें।
hr: Kada vaš telefon otkrije čip u vašem dokumentu, skeniranje će započeti automatski. Držite telefon i dokument mirno kako bi skeniranje moglo završiti.
hu: Amint a telefonja érzékeli a dokumentumban lévő chipet, a beolvasás automatikusan elindul. Tartsa mozdulatlanul a telefonját és a dokumentumot, hogy a beolvasás befejeződhessen.
hy: Երբ ձեր հեռախոսը հայտնաբերի ձեր փաստաթղթի չիպը, սկանավորումը կսկսվի ինքնաբերաբար։ Պահեք ձեր հեռախոսը և փաստաթուղթը անշարժ, որպեսզի սկանավորումը ավարտվի։
id: Setelah ponsel Anda mendeteksi chip dalam dokumen Anda, pemindaian akan dimulai secara otomatis. Jaga agar ponsel dan dokumen tetap diam agar pemindaian dapat selesai.
it: Una volta che il tuo telefono rileva il chip nel tuo documento, la scansione inizierà automaticamente. Tieni fermo il telefono e il documento affinché la scansione possa completarsi.
ja: 携帯電話が書類のチップを検出すると、スキャンが自動的に開始されます。スキャンが完了するまで、携帯電話と書類を静止させてください。
ko: 휴대폰이 문서의 칩을 감지하면 스캔이 자동으로 시작됩니다. 스캔이 완료될 수 있도록 휴대폰과 문서를 고정하세요.
lt: Kai jūsų telefonas aptiks dokumente esantį lustą, nuskaitymas prasidės automatiškai. Laikykite telefoną ir dokumentą nejudančius, kad nuskaitymas būtų baigtas.
lv: Kad jūsu tālrunis atklāj mikroshēmu jūsu dokumentā, skenēšana sāksies automātiski. Turiet tālruni un dokumentu nekustīgi, lai skenēšana varētu pabeigties.
ms: Sebaik sahaja telefon anda mengesan cip dalam dokumen anda, imbasan akan bermula secara automatik. Pastikan telefon dan dokumen anda tidak bergerak supaya imbasan dapat diselesaikan.
nb: Når telefonen din oppdager brikken i dokumentet ditt, vil skanningen starte automatisk. Hold telefonen og dokumentet stille slik at skanningen kan fullføres.
nl: Zodra uw telefoon de chip in uw document detecteert, start de scan automatisch. Houd uw telefoon en document stil zodat de scan kan worden voltooid.
pl: Gdy telefon wykryje chip w dokumencie, skanowanie rozpocznie się automatycznie. Trzymaj telefon i dokument nieruchomo, aby skanowanie mogło się zakończyć.
pt: Assim que seu telefone detectar o chip no seu documento, a digitalização começará automaticamente. Mantenha seu telefone e documento parados para que a digitalização possa ser concluída.
ro: Odată ce telefonul detectează cipul din documentul tău, scanarea va începe automat. Ține telefonul și documentul nemișcate pentru ca scanarea să se finalizeze.
ru: Как только ваш телефон обнаружит чип в вашем документе, сканирование начнется автоматически. Держите телефон и документ неподвижно, чтобы сканирование завершилось.
sk: Akonáhle váš telefón zistí čip vo vašom dokumente, skenovanie sa automaticky spustí. Držte telefón a dokument v pokoji, aby sa skenovanie mohlo dokončiť.
sl: Ko vaš telefon zazna čip v vašem dokumentu, se bo skeniranje začelo samodejno. Držite telefon in dokument pri miru, da se skeniranje lahko dokonča.
sr: Kada vaš telefon detektuje čip u vašem dokumentu, skeniranje će automatski početi. Držite telefon i dokument mirno kako bi skeniranje moglo da se završi.
sv: När din telefon upptäcker chipet i ditt dokument, kommer skanningen att starta automatiskt. Håll din telefon och dokumentet stilla så att skanningen kan slutföras.
th: เมื่อโทรศัพท์ของคุณตรวจพบชิปในเอกสารของคุณ การสแกนจะเริ่มต้นโดยอัตโนมัติ ให้คงโทรศัพท์และเอกสารของคุณให้นิ่งเพื่อให้การสแกนเสร็จสมบูรณ์
tr: Telefonunuz belgedeki çipi algıladığında, tarama otomatik olarak başlayacaktır. Taramanın tamamlanabilmesi için telefonunuzu ve belgenizi sabit tutun.
uk: Як тільки ваш телефон виявить чип у вашому документі, сканування розпочнеться автоматично. Тримайте телефон і документ нерухомо, щоб сканування завершилося.
vi: Khi điện thoại của bạn phát hiện chip trong tài liệu của bạn, quá trình quét sẽ tự động bắt đầu. Giữ điện thoại và tài liệu của bạn yên để quá trình quét có thể hoàn tất.
zh: 一旦您的手机检测到您文件中的芯片，扫描将自动开始。请保持手机和文件静止，以便扫描完成。

# nfc_error_instruction_4_passport
source: You may need to slowly slide your phone up and down against your passport until you locate the chip.
ar: قد تحتاج إلى تحريك هاتفك ببطء للأعلى وللأسفل على جواز سفرك حتى تجد الشريحة.
bg: Може да се наложи бавно да плъзнете телефона си надолу и нагоре по паспорта си, докато откриете чипа.
cs: Možná budete muset pomalu posouvat telefon dolů a nahoru po svém pasu, dokud nenajdete čip.
da: Du skal muligvis skubbe din telefon langsomt ned- og opad mod dit pas, indtil du finder chippen.
de: Sie müssen möglicherweise Ihr Handy langsam nach unten und oben gegen Ihren Pass schieben, bis Sie den Chip finden.
el: Ίσως χρειαστεί να σύρετε αργά το τηλέφωνό σας προς τα κάτω και προς τα επάνω πάνω στο διαβατήριό σας μέχρι να εντοπίσετε το chip.
es: Puede que necesites deslizar lentamente tu teléfono hacia abajo y hacia arriba sobre tu pasaporte hasta que localices el chip.
et: Võib-olla peate libistama telefoni aeglaselt alla ja üles oma passi vastu, kuni leiate kiibi.
fa: ممکن است نیاز باشد که به آرامی گوشی خود را به پایین و بالا روی پاسپورت خود حرکت دهید تا چیپ را پیدا کنید.
fi: Saatat joutua liu`uttamaan puhelintasi hitaasti alas ja ylös passiasi vasten, kunnes löydät sirun.
fr: Il se peut que vous deviez faire glisser lentement votre téléphone vers le bas et vers le haut contre votre passeport jusqu`à ce que vous localisiez la puce.
he: ייתכן שתצטרך להחליק את הטלפון שלך למטה ולמעלה באופן איטי על הדרכון שלך עד שתמצא את השבב.
hi: आपको अपने पासपोर्ट के खिलाफ अपने फ़ोन को धीरे-धीरे ऊपर और नीचे की ओर स्लाइड करने की आवश्यकता हो सकती है, जब तक आप चिप का पता नहीं लगा लेते।
hr: Možda ćete morati polako pomicati mobitel dolje-gore preko svoje putovnice dok ne pronađete čip.
hu: Lehet, hogy lassan csúsztatnia kell a telefont le és fel az útlevélén, amíg megtalálja a chipet.
hy: Դուք կարող եք պահանջվել դանդաղ սահեցրել ձեր հեռախոսը ներքև և վերև ձեր անձնագրի դեմ, մինչև գտնեք չիպը:
id: Anda mungkin perlu menggeser perlahan ponsel Anda ke bawah dan ke atas di atas paspor Anda sampai Anda menemukan chipnya.
it: Potrebbe essere necessario far scorrere lentamente il telefono verso il basso e verso l`alto sul tuo passaporto fino a quando non localizzi il chip.
ja: パスポートに対してチップを見つけるまで、スマートフォンをゆっくりと上下にスライドさせる必要があるかもしれません。
ko: 여권에 칩을 찾을 때까지 휴대폰을 천천히 위아래로 미끄러지듯 움직일 수도 있습니다.
lt: Jums gali tekti lėtai stumkite telefoną žemyn ir aukštyn prie savo paso, kol surasite lustą.
lv: Jums var nākties lēnām virzīt tālruni lejup un augšup pa savu pasi, līdz atradīsit čipu.
ms: Anda mungkin perlu menggelongsor telefon anda ke bawah dan ke atas secara perlahan-lahan pada pasport anda sehingga anda menemui cip tersebut.
nb: Du må kanskje skyve telefonen sakte opp og ned mot passet ditt til du finner chipen.
nl: Je moet mogelijk je telefoon langzaam omlaag en omhoog schuiven tegen je paspoort totdat je de chip vindt.
pl: Możesz potrzebować powoli przesuwać telefon w dół i w górę na swoim paszporcie, aż znajdziesz chip.
pt: Você pode precisar deslizar lentamente o seu telefone para baixo e para cima contra o seu passaporte até localizar o chip.
ro: S-ar putea să fie nevoie să glisați încet telefonul în jos și în sus pe pașaportul dvs. până localizați cipul.
ru: Возможно, вам придется медленно перемещать телефон вниз и вверх по паспорту, пока вы не найдете чип.
sk: Možno budete musieť pomaly posúvajte telefón nadol a nahor oproti vášmu pasu, kým nenájdete čip.
sl: Morda boste morali telefon počasi premakniti navzdol in navzgor ob vašem potnem listu, dokler ne najdete čipa.
sr: Можда ћете морати да полако померате телефон горе и доле уз ваш пасош док не локализујете чип.
sv: Du kan behöva skjuta långsamt telefonen nedåt och uppåt mot ditt pass tills du hittar chipet.
th: คุณอาจจำเป็นต้องเลื่อนโทรศัพท์ของคุณลงและขึ้นช้าๆ บนพาสปอร์ตของคุณจนกว่าคุณจะพบชิป
tr: Çipin yerini bulana kadar pasaportunuzun üzerinde telefonunuzu yavaşça aşağı ve yukarı kaydırmanız gerekebilir.
uk: Можливо, вам доведеться повільно переміщати телефон униз і вгору по вашому паспорту, поки ви не знайдете чіп.
vi: Bạn có thể cần từ từ trượt điện thoại của bạn lên xuống trên hộ chiếu cho đến khi bạn tìm thấy chip.
zh: 您可能需要慢慢地将手机向下和向上滑动在您的护照上，直到找到芯片。
