Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_preview_body_tax_letter
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من تحميل صفحة المستند بأكملها، وأن التفاصيل واضحة للقراءة دون أي ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и подробностите се четат ясно, без да са размазани или с отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou dobře čitelné bez rozmazání nebo odlesků.
da: Sørg for, at du har uploadet hele siden af dokumentet, og at oplysningerne fremstår tydelige, uden at de er slørede eller har genskin
de: Überprüfen Sie, dass Sie die gesamte Dokumentseite hochgeladen haben, und dass man die Details ohne Unschärfen und blendfrei lesen kann
el: Βεβαιωθείτε ότι έχετε αποστείλει ολόκληρη τη σελίδα του εγγράφου και ότι τα στοιχεία είναι ευανάγνωστα, το έγγραφο δεν είναι θολό και δεν υπάρχει αντανάκλαση
es: Asegúrese de haber subido la página completa del documento y de que pueda leerse con claridad, sin destellos ni partes borrosas
et: Veenduge, et olete kogu dokumendi lehe üles laadinud ja andmed on loetavad ning ei ole hägused ega ülevalgustatud
fa: مطمئن شوید که تصویر کامل مدرک را بارگذاری کرده‌اید، جزئیات مدرک واضح بوده، عکس تار نیست و انعکاس نور در تصویر نیست
fi: Varmista, että olet ladannut asiakirjan koko sivun ja että tiedot ovat luettavissa selkeästi ilman epäselviä tai häikäiseviä kohtia
fr: Assurez-vous d`avoir téléversé la page entière du document et que les détails sont clairement lisibles, sans flou et sans reflets
he: ודא שהעלית את עמוד המסמך בשלמותו ושהפרטים ברורים לקריאה ללא טשטוש או השתקפות
hi: पक्का करें कि आपने पूरा डॉक्यूमेंट पेज अपलोड कर दिया है। साथ ही, जानकारी धुँधली या उस पर कोई चमक नहीं है और उसे साफ़-साफ़ पढ़ा जा सकता है
hr: Provjerite jeste li prenijeli cijelu stranicu dokumenta i jesu li detalji čitljivi te da nema zamućenja ni odsjaja
hu: Győződjön meg róla, hogy feltöltötte a teljes dokumentumoldalt, és az adatok tisztán, elmosódás- és tükröződésmentesen olvashatók
hy: Համոզվեք, որ վերբեռնել եք փաստաթղթի ամբողջական էջը, և տվյալները ընթեռնելի են, պատկերը աղոտ չէ և չի փայլում
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya bisa dibaca dengan jelas, tidak buram atau silau
it: Assicurati di aver caricato l`intera pagina del documento e che i dati siano chiari e leggibili, senza sfocature o riflessi
ja: ドキュメントページ全体をアップロードしており、ぼかしや照り返しがなく、詳細がはっきりしていることを確認してください
ko: 전체 서류 페이지를 업로드했는지 확인하고, 세부 정보가 선명하게 읽히며 빛 반사되는 부분이 없는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir kad informacija yra aiškiai matoma, kad ją būtų galima perskaityti, nesusiliejusi ir be atspindžių
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu un ka informācija ir skaidri salasāma bez izplūduma vai atspīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Pass på at du har lastet opp hele dokumentsiden, og detaljene er tydelige og lette å lese, uten uskarphet eller gjenskinn
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk en zonder wazigheid of spiegeling te lezen zijn
pl: Upewnij się, że widoczna jest cała strona dokumentu, a szczegóły są czytelne, bez rozmyć i odblasków
pt: Certifique-se de que carregou a página inteira do documento e que os detalhes são facilmente legíveis, sem desfoque ou brilho
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și că detaliile sunt clare, fără estompări sau luciri, pentru a fi citite
ru: Убедитесь, что Вы загрузили всю страницу документа, данные четко видны, нет размытия или бликов
sk: Uistite sa, že ste nahrali celú stránku dokladu a údaje sú čitateľné bez rozmazania alebo odleskov
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno berljive, brez zamegljenosti ali bleščanja
sr: Proverite da li ste otpremili celu stranicu dokumenta i da li su podaci jasno čitljivi, nisu mutni i nema odsjaja
sv: Se till att du har laddat upp hela dokumentsidan, att detaljerna är tydliga och att det inte finns några oskarpa områden eller ljusreflexer
th: เช็คให้แน่ใจว่าคุณอัปโหลดเอกสารทั้งหน้า และสามารถอ่านรายละเอียดได้อย่างชัดเจนโดยไม่มีตัวหนังสือพร่ามัวหรือมีแสงสะท้อน
tr: Belge sayfasının tamamını yüklediğinizden ve ayrıntıların bulanıklık veya parlama olmadan okunabilecek netlikte olduğundan emin olun
uk: Переконайтеся, що фото охоплює всю сторінку документа, а дані чітко видно й вони легко читаються (немає розмиття і відблисків)
vi: Đảm bảo bạn đã tải lên toàn bộ trang giấy tờ và chi tiết phải rõ ràng để đọc mà không bị mờ hoặc lóa
zh: 请确保您已上传整个证明文件页面，且细节清晰可辨，无模糊或眩光

# proofOfAddress_preview_body_utility_bill
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من تحميل صفحة المستند بأكملها، وأن التفاصيل واضحة للقراءة دون أي ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и подробностите се четат ясно, без да са размазани или с отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou dobře čitelné bez rozmazání nebo odlesků.
da: Sørg for, at du har uploadet hele siden af dokumentet, og at oplysningerne fremstår tydelige, uden at de er slørede eller har genskin
de: Überprüfen Sie, dass Sie die gesamte Dokumentseite hochgeladen haben, und dass man die Details ohne Unschärfen und blendfrei lesen kann
el: Βεβαιωθείτε ότι έχετε αποστείλει ολόκληρη τη σελίδα του εγγράφου και ότι τα στοιχεία είναι ευανάγνωστα, το έγγραφο δεν είναι θολό και δεν υπάρχει αντανάκλαση
es: Asegúrese de haber subido la página completa del documento y de que pueda leerse con claridad, sin destellos ni partes borrosas
et: Veenduge, et olete kogu dokumendi lehe üles laadinud ja andmed on loetavad ning ei ole hägused ega ülevalgustatud
fa: مطمئن شوید که تصویر کامل مدرک را بارگذاری کرده‌اید، جزئیات مدرک واضح بوده، عکس تار نیست و انعکاس نور در تصویر نیست
fi: Varmista, että olet ladannut asiakirjan koko sivun ja että tiedot ovat luettavissa selkeästi ilman epäselviä tai häikäiseviä kohtia
fr: Assurez-vous d`avoir téléversé la page entière du document et que les détails sont clairement lisibles, sans flou et sans reflets
he: ודא שהעלית את עמוד המסמך בשלמותו ושהפרטים ברורים לקריאה ללא טשטוש או השתקפות
hi: पक्का करें कि आपने पूरा डॉक्यूमेंट पेज अपलोड कर दिया है। साथ ही, जानकारी धुँधली या उस पर कोई चमक नहीं है और उसे साफ़-साफ़ पढ़ा जा सकता है
hr: Provjerite jeste li prenijeli cijelu stranicu dokumenta i jesu li detalji čitljivi te da nema zamućenja ni odsjaja
hu: Győződjön meg róla, hogy feltöltötte a teljes dokumentumoldalt, és az adatok tisztán, elmosódás- és tükröződésmentesen olvashatók
hy: Համոզվեք, որ վերբեռնել եք փաստաթղթի ամբողջական էջը, և տվյալները ընթեռնելի են, պատկերը աղոտ չէ և չի փայլում
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya bisa dibaca dengan jelas, tidak buram atau silau
it: Assicurati di aver caricato l`intera pagina del documento e che i dati siano chiari e leggibili, senza sfocature o riflessi
ja: ドキュメントページ全体をアップロードしており、ぼかしや照り返しがなく、詳細がはっきりしていることを確認してください
ko: 전체 서류 페이지를 업로드했는지 확인하고, 세부 정보가 선명하게 읽히며 빛 반사되는 부분이 없는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir kad informacija yra aiškiai matoma, kad ją būtų galima perskaityti, nesusiliejusi ir be atspindžių
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu un ka informācija ir skaidri salasāma bez izplūduma vai atspīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Pass på at du har lastet opp hele dokumentsiden, og detaljene er tydelige og lette å lese, uten uskarphet eller gjenskinn
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk en zonder wazigheid of spiegeling te lezen zijn
pl: Upewnij się, że widoczna jest cała strona dokumentu, a szczegóły są czytelne, bez rozmyć i odblasków
pt: Certifique-se de que carregou a página inteira do documento e que os detalhes são facilmente legíveis, sem desfoque ou brilho
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și că detaliile sunt clare, fără estompări sau luciri, pentru a fi citite
ru: Убедитесь, что Вы загрузили всю страницу документа, данные четко видны, нет размытия или бликов
sk: Uistite sa, že ste nahrali celú stránku dokladu a údaje sú čitateľné bez rozmazania alebo odleskov
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno berljive, brez zamegljenosti ali bleščanja
sr: Proverite da li ste otpremili celu stranicu dokumenta i da li su podaci jasno čitljivi, nisu mutni i nema odsjaja
sv: Se till att du har laddat upp hela dokumentsidan, att detaljerna är tydliga och att det inte finns några oskarpa områden eller ljusreflexer
th: เช็คให้แน่ใจว่าคุณอัปโหลดเอกสารทั้งหน้า และสามารถอ่านรายละเอียดได้อย่างชัดเจนโดยไม่มีตัวหนังสือพร่ามัวหรือมีแสงสะท้อน
tr: Belge sayfasının tamamını yüklediğinizden ve ayrıntıların bulanıklık veya parlama olmadan okunabilecek netlikte olduğundan emin olun
uk: Переконайтеся, що фото охоплює всю сторінку документа, а дані чітко видно й вони легко читаються (немає розмиття і відблисків)
vi: Đảm bảo bạn đã tải lên toàn bộ trang giấy tờ và chi tiết phải rõ ràng để đọc mà không bị mờ hoặc lóa
zh: 请确保您已上传整个证明文件页面，且细节清晰可辨，无模糊或眩光

# proofOfAddress_preview_close
source: Close
ar: إغلاق
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulgege
fa: بستن
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezár
hy: Փակել
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: Zatvori
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭

# proofOfAddress_preview_crop_detail
source: Make sure full document is visible
ar: تأكد من أن المستند مرئي بالكامل
bg: Уверете се, че се вижда целият документ
cs: Ujistěte se, že je viditelný celý dokument
da: Sørg for, at hele dokumentet er synligt
de: Stellen Sie sicher, dass das vollständige Dokument zu sehen ist
el: Βεβαιωθείτε ότι είναι ορατό το πλήρες έγγραφο
es: Asegúrese que su documento sea completamente visible
et: Veenduge, et kogu dokument on nähtav
fa: مطمئن شوید که کل مدرک قابل مشاهده است
fi: Varmista, että koko asiakirja on näkyy
fr: Assurez-vous que l’intégralité du document est visible
he: ודא שניתן לראות את המסמך במלואו
hi: पक्का करें कि पूरा डॉक्यूमेंट दिखाई दे रहा है
hr: Provjerite vidi li se cijeli dokument na fotografiji
hu: Győződjön meg róla, hogy a teljes dokumentum látható
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ երևում է
id: Pastikan seluruh dokumen terlihat
it: Assicurati che tutto il documento sia visibile
ja: ドキュメント全体が表示されていることを確認する
ko: 전체 서류가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad matomas visas dokumentas
lv: Pārliecinieties, ka ir redzams viss dokuments
ms: Pastikan dokumen penuh kelihatan
nb: Kontroller at hele dokumentet er synlig
nl: Zorg dat het volledige document zichtbaar is
pl: Upewnij się, że widoczny jest cały dokument
pt: Certifique-se de que o documento é totalmente visível
ro: Asigurați-vă că întregul document este vizibil
ru: Убедитесь, что виден весь документ
sk: Uistite sa, že je viditeľný celý doklad
sl: Prepričajte se, da je celoten dokument viden
sr: Proverite da li je ceo dokument vidljiv
sv: Se till att hela dokumentet är synligt
th: เช็คให้แน่ใจว่ามองเห็นเอกสารทั้งหน้าอย่างชัดเจน
tr: Belgenin tamamının görünür olduğundan emin olun
uk: Переконайтеся, що документ видно повністю
vi: Đảm bảo toàn bộ giấy tờ rõ ràng
zh: 确保证明文件完整可见

# proofOfAddress_preview_crop_title
source: Cut-off image detected
ar: تم اكتشاف صورة مقطوعة
bg: Открихме отрязано изображение
cs: Zjištěný obraz s oříznutým okrajem
da: Beskåret billede er detekteret
de: Abgeschnittenes Bild erkannt
el: Ανιχνεύθηκε αποκομμένη εικόνα
es: Se ha detectado una imagen recortada
et: Tuvastati kärbitud pilt
fa: تصویر بریده شده است
fi: Rajattu kuva havaittu
fr: Image tronquée détectée
he: זיהינו שהתמונה חתוכה
hi: कटी हुई तस्वीर मिली है
hr: Slika je izrezana
hu: Levágott kép észlelve
hy: Պատկերը կտրատված է
id: Gambar terpotong terdeteksi
it: Immagine tagliata rilevata
ja: カットオフ画像が検出されました
ko: 이미지 잘림 현상이 감지되었습니다
lt: Aptiktas apkarpytas vaizdas
lv: Atrasts apgriezts attēls
ms: Imej terpotong dikesan
nb: Avskåret bilde oppdaget
nl: Afgesneden afbeelding gedetecteerd
pl: Wykryto obcięty obraz
pt: Imagem cortada detetada
ro: Imagine decupatǎ detectatǎ
ru: Изображение обрезано
sk: Bol zistený orezaný obraz
sl: Zaznana odrezana slika
sr: Nađena je izrezana slika
sv: Manipulerad bild upptäckt
th: ตรวจพบภาพถูกตัด
tr: Kesik görüntü tespit edildi
uk: Виявлено обрізане зображення
vi: Đã phát hiện hình ảnh bị cắt
zh: 检测到经裁剪的图像

# proofOfAddress_preview_glare_detail
source: Move away from direct light
ar: ابتعد عن الضوء المباشر
bg: Отдалечете се от пряката светлина
cs: Odstupte od přímého světla
da: Flyt dig væk fra direkte lys
de: Versuchen Sie, sich von direktem Licht zu entfernen
el: Απομακρυνθείτε από το άμεσο φως
es: Alejarse de la luz directa
et: Hoiduge otsesest valgusest
fa: از نور مستقیم دور شوید
fi: Siirry pois suorasta valosta
fr: Éloignez-vous de la lumière directe
he: התרחק מאור ישיר
hi: सीधी रोशनी न पड़ने दें
hr: Odmaknite se od izravnog svjetla
hu: Kerülje el a közvetlen fényt
hy: Հեռու կանգնեք ուղիղ լուսավորությունից
id: Harap menjauh dari cahaya langsung
it: Allontanati dalla luce diretta
ja: 直射光から離れた場所に置いてください
ko: 직접적인 광원에서 살짝 벗어나세요
lt: Patraukite nuo tiesioginės šviesos
lv: Pavirzieties prom no tiešas gaismas
ms: Jauhi daripada cahaya langsung
nb: Flytt deg bort fra direkte lys
nl: Sta niet in direct zonlicht
pl: Odsuń się od bezpośredniego źródła światła
pt: Afaste-se da luz direta
ro: Nu stați în lumină directă
ru: Отойдите от прямого света
sk: Vzdiaľte sa od priameho svetla
sl: Odmaknite se od neposredne svetlobe
sr: Odmaknite se od direktnog svetla
sv: Flytta bort från direkt ljus
th: เลื่อนไม่ให้มีแสงส่องโดยตรง
tr: Doğrudan ışıktan uzak durun
uk: Заберіть документ із-під прямого освітлення
vi: Tránh xa ánh sáng trực tiếp
zh: 请远离直射光线

# proofOfAddress_preview_glare_title
source: Glare detected
ar: تم اكتشاف توهج
bg: Открит е отблясък
cs: Zjištěno oslnění
da: Der er detekteret genskin
de: Spiegelung erkannt
el: Ανιχνεύτηκε αντανάκλαση
es: Se detectó brillo
et: Tuvastati ülevalgustus
fa: انعکاس نور مزاحم است
fi: Häikäisyä havaittu
fr: Attention aux reflets
he: זוהתה השתקפות
hi: डॉक्यूमेंट चमक रहा है
hr: Otkriven je odsjaj
hu: Tükröződés észlelhető
hy: Առկա է լրացուցիչ լուսավորություն
id: Cahaya menyilaukan terdeteksi
it: Riflesso rilevato
ja: 照り返しが検出されました
ko: 빛 반사가 감지되었습니다
lt: Aptiktas atspindys
lv: Konstatēts atspīdums
ms: Silau dikesan
nb: Gjenskinn oppdaget
nl: Schittering gedetecteerd
pl: Wykryto odblask
pt: Encandeamento detetado
ro: Luciu detectat
ru: Обнаружены блики
sk: Zistili sa odlesky
sl: Zaznano bleščanje
sr: Otkriven je odsjaj
sv: Ljusreflex upptäckt
th: ตรวจพบแสงสะท้อน
tr: Parlama algılandı
uk: Виявлено відблиск
vi: Phát hiện ánh sáng chói
zh: 检测到眩光

# proofOfAddress_preview_image_accessibility
source: Photo of your document. Double tap to enlarge.
ar: صورة مستندك. اضغط مرتين للتكبير.
bg: Снимка на документа ви. Докоснете два пъти, за да увеличите.
cs: Fotografie dokumentu. Dvojitým klepnutím ji zvětšíte.
da: Billede af dit dokument. Dobbelttryk for at forstørre.
de: Foto Ihres Dokuments. Doppelklicken, zur Vergrößerung.
el: Φωτογραφία του εγγράφου σας. Πατήστε δύο φορές για μεγέθυνση.
es: Foto de su documento. Toque dos veces para ampliar.
et: Foto teie dokumendist. Suurendamiseks puudutage kaks korda.
fa: عکس مدرک شما. برای بزرگنمایی، دو بار ضربه بزنید.
fi: Valokuva asiakirjastasi. Suurenna kaksoisnapauttamalla.
fr: Photo de votre document. Appuyez deux fois pour agrandir.
he: תמונה של המסמך שלך.הקש פעמיים כדי להגדיל.
hi: आपके डॉक्यूमेंट की फ़ोटो बड़ा करने के लिए डबल टैप करें।
hr: Fotografija vašeg dokumenta. Dodirnite dvaput za povećanje.
hu: Igazolványképe. Koppintson kétszer a nagyításhoz.
hy: Ձեր փաստաթղթի լուսանկարը։ Մեծացնելու համար կրկնակի հպեք
id: Foto dokumen Anda. Ketuk dua kali untuk memperbesar.
it: Foto del tuo documento. Tocca due volte per ingrandire.
ja: ドキュメントの写真 ダブルタップして拡大します。
ko: 서류에 부착된 사진. 확대하려면 두 번 누르세요.
lt: Jūsų dokumento nuotrauka. Dukart bakstelėkite, kad padidintumėte.
lv: Dokumenta fotoattēls. Lai palielinātu, divreiz pieskarieties.
ms: Gambar dokumen anda. Ketik dua kali untuk besarkan.
nb: Bilde av dokumentet ditt. Dobbelttrykk for å forstørre.
nl: Foto van uw document. Tik twee keer op te vergroten.
pl: Zdjęcie dokumentu. Stuknij dwukrotnie, aby powiększyć.
pt: Foto do seu documento. Faça duplo clique para aumentar.
ro: Poza documentului dvs. Atingeți de două ori pentru a mări.
ru: Фото вашего документа. Чтобы увеличить, нажмите дважды.
sk: Fotka vášho dokladu. Zväčšite dvojitým ťuknutím.
sl: Fotografija dokumenta. Dvakrat tapnite za povečavo.
sr: Fotografija dokumenta. Dodirnite dvaput da uvećate.
sv: Foto av ditt dokument. Tryck två gånger för att förstora.
th: รูปถ่ายเอกสารของคุณ แตะ 2 ครั้งเพื่อขยายภาพ
tr: Belgenizin fotoğrafı. Büyütmek için iki kez dokunun.
uk: Фотографія вашого документа. Торкніться двічі, щоб збільшити.
vi: Ảnh chụp giấy tờ của bạn. Chạm hai lần để phóng to.
zh: 您的证明文件照片。轻触两次以放大。

# proofOfAddress_preview_no_barcode_detail
source: Stay in a well-lit spot and bring the card closer to the camera
ar: ابقَ في مكان جيد الإضاءة واجعل البطاقة أقرب إلى الكاميرا
bg: Застанете на добре осветено място и приближете картата до камерата
cs: Zůstaňte na dobře osvětleném místě a přiblížte kartu k fotoaparátu
da: Ophold dig på et godt oplyst sted, og før kortet ind mod kameraet
de: Bleiben Sie an einem gut beleuchteten Ort und bringen Sie die Karte näher an die Kamera
el: Σταθείτε σε ένα καλά φωτισμένο μέρος και φέρτε το δελτίο πιο κοντά στην κάμερα
es: Manténganse en un área bien iluminada y acerque el carnet a la cámara
et: Püsige hästi valgustatud kohas ja liigutage kaarti kaamerale lähemale
fa: در مکانی با نور مناسب باشید و کارت را به دوربین نزدیک کنید
fi: Ole hyvin valaistussa paikassa ja tuo kortti lähemmäs kameraa
fr: Dirigez-vous vers un espace bien éclairé et rapprochez le document
he: הישאר במקום מואר היטב וקרב את הכרטיס למצלמה
hi: बढ़िया रोशनी वाली जगह में रहें और कार्ड को कैमरे के करीब लाएँ
hr: Ostanite na dobro osvijetljenom mjestu i približite karticu kameri
hu: Tartózkodjon jól megvilágított helyen, és tartsa közelebb a kártyát a fényképezőgéphez
hy: Կանգնեք լավ լուսավորված տեղում և քարտը մոտեցրեք տեսախցիկին
id: Tetap di tempat yang terang dan dekatkan kartu ke kamera
it: Resta in un punto ben illuminato e avvicina la carta alla fotocamera
ja: 明るい場所に留まり、カードをカメラに近づけます
ko: 조명이 밝은 곳에 자리를 잡고 카드를 카메라 가까이로 가져가세요
lt: Būkite gerai apšviestoje vietoje ir priartinkite kortelę prie kameros
lv: Palieciet labi apgaismotā vietā un pietuviniet karti kamerai
ms: Berada di tempat yang terang dan dekatkan kad dengan kamera
nb: Hold deg på et godt opplyst sted og plasser kortet nærmere kameraet
nl: Ga op een goed verlichte plek staan en houd de kaart dichter bij de camera
pl: Pozostań w dobrze oświetlonym miejscu i zbliż kartę do aparatu
pt: Ficar num local bem iluminado e aproximar o cartão da câmara
ro: Stați într-un loc bine luminat și aduceți cardul mai aproape de camera video
ru: Оставайтесь на хорошо освещенном месте и поднесите карточку ближе к камере
sk: Buďte na dobre osvetlenom mieste a priblížte preukaz k fotoaparátu
sl: Ostanite na dobro osvetljenem mestu in približajte kartico fotoaparatu
sr: Stanite na dobro osvetljeno mesto i približite karticu kameri
sv: Var på en väl upplyst plats och för kortet närmare kameran
th: อยู่ในที่ที่มีแสงสว่างเพียงพอ และนำบัตรมาใกล้ๆ กล้อง
tr: İyi aydınlatılmış bir yerde durun ve kartı kameraya yaklaştırın
uk: Перебуваючи в добре освітленому місці, піднесіть посвідчення ближче до камери
vi: Ở nơi có ánh sáng tốt và đưa thẻ đến gần máy ảnh
zh: 保持在光线充足的位置，并将身份证靠近相机

# proofOfAddress_preview_no_barcode_title
source: Barcode not detected
ar: لم يتم الكشف عن الباركود
bg: Баркодът не е открит
cs: Čárový kód nebyl detekován
da: Stregkoden er ikke detekteret
de: Barcode nicht erkannt
el: Δεν εντοπίστηκε γραμμωτός κώδικας
es: No se detectó el código de barras
et: Vöötkoodi ei tuvastatud
fa: بارکد شناسایی نشد
fi: Viivakoodia ei havaittu
fr: Le code-barres n’est pas lisible
he: הברקוד לא זוהה
hi: बारकोड नहीं मिला
hr: Barkod nije otkriven
hu: Vonalkód nem észlelhető
hy: Շտրիխ կոդը չի գտնվել
id: Barcode tidak terdeteksi
it: Codice a barre non rilevato
ja: バーコードが検出されません
ko: 바코드가 감지되지 않습니다
lt: Brūkšninis kodas neaptiktas
lv: Svītrkods nav atrasts
ms: Kod bar tidak dikesan
nb: Strekkode ikke oppdaget
nl: Streepjescode niet gedetecteerd
pl: Nie wykryto kodu kreskowego
pt: Código de barras não detetado
ro: Codul de bare nu a fost detectat
ru: Штрих-код не обнаружен
sk: Čiarový kód nebol zistený
sl: Črtna koda ni zaznana
sr: Bar-kôd nije nađen
sv: Ingen streckkod upptäcktes
th: ไม่พบบาร์โค้ด
tr: Barkod tespit edilemedi
uk: Штрих-код не виявлено
vi: Không tìm thấy mã vạch
zh: 未检测到条形码

# proofOfAddress_preview_no_doc_detail
source: Make sure all of the document is in the photo
ar: تأكد من وجود جميع المستندات في الصورة
bg: Уверете се, че целият документ е на снимката
cs: Ujistěte se, že je na fotografii celý dokument
da: Sørg for, at hele dokumentet fremgår af billedet
de: Stellen Sie sicher, dass das gesamte Dokument auf dem Foto zu sehen ist
el: Βεβαιωθείτε ότι όλο το έγγραφο είναι στη φωτογραφία
es: Asegúrese de que todo el documento esté en la foto
et: Veenduge, et fotol on kogu dokument
fa: مطمئن شوید که تمام مدرک در عکس وجود دارد
fi: Varmista, että koko asiakirja on kuvassa
fr: Assurez-vous que le document entier est sur la photo
he: ודא שכל המסמך מופיע בתמונה
hi: पक्का करें कि फ़ोटो में डॉक्यूमेंट के सारे पेज मौजूद हैं
hr: Provjerite vidi li se cijeli dokument na fotografiji
hu: Győződjön meg róla, hogy a teljes dokumentum szerepel a fényképen
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ է երևում լուսանկարում
id: Pastikan semua dokumen ada di foto
it: Assicurati che la foto contenga tutto il documento
ja: ドキュメント全体が写真に写っていることを確認してください
ko: 사진에 서류 전체가 포함되었는지 확인하세요
lt: Įsitikinkite, kad nuotraukoje telpa visas dokumentas
lv: Pārliecinieties, ka tas ir pilnībā ievietots kadrā
ms: Pastikan semua dokumen ada dalam gambar
nb: Sørg for at hele dokumentet er på bildet
nl: Zorg dat het hele document zichtbaar is op de foto
pl: Upewnij się, że cały dokument znajduje się na zdjęciu
pt: Certifique-se de que todo o documento está na fotografia
ro: Asigurați-vă că întregul document este în poză
ru: Убедитесь, что на фото весь документ
sk: Uistite sa, že je na fotke celý doklad
sl: Prepričajte se, da je ves dokument na fotografiji
sr: Proverite da li je ceo dokument na fotografiji
sv: Se till att alla dokument finns med på fotot
th: เช็คให้แน่ใจว่าเอกสารทั้งหมดอยู่ในรูปถ่าย
tr: Belgenin tamamının fotoğrafta olduğundan emin olun
uk: Переконайтеся, що весь документ потрапляє в кадр
vi: Đảm bảo tất cả các giấy tờ đều có trong ảnh
zh: 请确保照片中包含了所有证明文件
