Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_upload_title_insurance_statement_front
source: Submit insurance statement
ar: قدم بيان التأمين
bg: Подайте застрахователно изявление
cs: Odevzdejte pojistné prohlášení
da: Indsend forsikringsopgørelse
de: Versicherungsantrag einreichen
el: Υποβολή δήλωσης ασφάλισης
es: Enviar declaración de seguro
et: Esitage kindlustusavaldus
fa: بیانیه بیمه را ارسال کنید
fi: Lähetä vakuutusilmoitus
fr: Soumettre le relevé d`assurance
he: שלח דוח ביטוח
hi: बीमा विवरण सबमिट करें
hr: Predajte izjavu o osiguranju
hu: Biztosítási nyilatkozat benyújtása
hy: Ներկայացրեք ապահովագրական հաշվետվություն
id: Kirim pernyataan asuransi
it: Invia dichiarazione assicurativa
ja: 保険申告書を提出する
ko: 보험 청구서 제출
lt: Pateikti draudimo pareiškimą
lv: Iesniegt apdrošināšanas paziņojumu
ms: Hantar penyata insurans
nb: Send inn forsikringsoppgave
nl: Verzekeringsverklaring indienen
pl: Złóż oświadczenie ubezpieczeniowe
pt: Enviar declaração de seguro
ro: Trimite declarația de asigurare
ru: Отправить страховое заявление
sk: Podajte poisťovací výkaz
sl: Predložite zavarovalno izjavo
sr: Predajte izjavu o osiguranju
sv: Lämna in försäkringsintyg
th: ส่งใบแจ้งหนี้ประกันภัย
tr: Sigorta beyanını gönder
uk: Надіслати страхову заяву
vi: Nộp báo cáo bảo hiểm
zh: 提交保险声明

# proofOfAddress_upload_title_mobile_phone_bill_back
source: Submit mobile phone bill
ar: قدم فاتورة الهاتف المحمول
bg: Изпратете мобилната си телефонна сметка
cs: Odeslat účet za mobilní telefon
da: Indsend mobiltelefonregning
de: Handyrechnung einreichen
el: Υποβάλετε τον λογαριασμό κινητού τηλεφώνου
es: Enviar factura de teléfono móvil
et: Esitage mobiiltelefoni arve
fa: صورتحساب تلفن همراه را ارسال کنید
fi: Lähetä matkapuhelinlasku
fr: Soumettre la facture de téléphone mobile
he: שלח חשבון טלפון נייד
hi: मोबाइल फ़ोन का बिल जमा करें
hr: Predajte račun za mobilni telefon
hu: Mobiltelefon-számla benyújtása
hy: Ներկայացրեք բջջային հեռախոսի հաշիվը
id: Kirimkan tagihan telepon seluler
it: Invia la fattura del telefono cellulare
ja: 携帯電話の請求書を提出する
ko: 휴대폰 요금 청구서 제출
lt: Pateikti mobiliojo telefono sąskaitą
lv: Iesniegt mobilā telefona rēķinu
ms: Hantar bil telefon bimbit
nb: Send inn mobiltelefonregning
nl: Zend mobiele telefoonrekening in
pl: Złóż rachunek za telefon komórkowy
pt: Enviar fatura do celular
ro: Trimite factura telefonului mobil
ru: Отправить счет за мобильный телефон
sk: Odovzdajte faktúru za mobilný telefón
sl: Predložite račun za mobilni telefon
sr: Pošalji račun za mobilni telefon
sv: Lämna in mobiltelefonräkning
th: ส่งใบเสร็จค่าโทรศัพท์มือถือ
tr: Mobil telefon faturasını gönder
uk: Надіслати рахунок за мобільний телефон
vi: Nộp hóa đơn điện thoại di động
zh: 提交手机账单

# proofOfAddress_upload_title_mobile_phone_bill_front
source: Submit mobile phone bill
ar: قدم فاتورة الهاتف المحمول
bg: Изпратете мобилната си телефонна сметка
cs: Odeslat účet za mobilní telefon
da: Indsend mobiltelefonregning
de: Handyrechnung einreichen
el: Υποβάλετε τον λογαριασμό κινητού τηλεφώνου
es: Enviar factura de teléfono móvil
et: Esitage mobiiltelefoni arve
fa: صورتحساب تلفن همراه را ارسال کنید
fi: Lähetä matkapuhelinlasku
fr: Soumettre la facture de téléphone mobile
he: שלח חשבון טלפון נייד
hi: मोबाइल फ़ोन का बिल जमा करें
hr: Predajte račun za mobilni telefon
hu: Mobiltelefon-számla benyújtása
hy: Ներկայացրեք բջջային հեռախոսի հաշիվը
id: Kirimkan tagihan telepon seluler
it: Invia la fattura del telefono cellulare
ja: 携帯電話の請求書を提出する
ko: 휴대폰 요금 청구서 제출
lt: Pateikti mobiliojo telefono sąskaitą
lv: Iesniegt mobilā telefona rēķinu
ms: Hantar bil telefon bimbit
nb: Send inn mobiltelefonregning
nl: Zend mobiele telefoonrekening in
pl: Złóż rachunek za telefon komórkowy
pt: Enviar fatura do celular
ro: Trimite factura telefonului mobil
ru: Отправить счет за мобильный телефон
sk: Odovzdajte faktúru za mobilný telefón
sl: Predložite račun za mobilni telefon
sr: Pošalji račun za mobilni telefon
sv: Lämna in mobiltelefonräkning
th: ส่งใบเสร็จค่าโทรศัพท์มือถือ
tr: Mobil telefon faturasını gönder
uk: Надіслати рахунок за мобільний телефон
vi: Nộp hóa đơn điện thoại di động
zh: 提交手机账单

# proofOfAddress_upload_title_mortgage_statement_back
source: Submit mortgage statement
ar: قدم بيان الرهن العقاري
bg: Представете извлечение за ипотека
cs: Odevzdejte výpis z hypotéky
da: Indsend realkreditudskrift
de: Hypothekenabrechnung einreichen
el: Υποβάλετε δήλωση υποθήκης
es: Enviar estado de cuenta hipotecario
et: Esitage hüpoteegi avaldus
fa: گزارش وام مسکن را ارسال کنید
fi: Lähetä asuntolainan tilausote
fr: Soumettre le relevé hypothécaire
he: שלח דוח משכנתא
hi: मॉर्गेज विवरण सबमिट करें
hr: Predajte izjavu o hipoteci
hu: Jelzálognyilatkozat benyújtása
hy: Ներկայացրեք հիպոտեկային հաշվետվությունը
id: Kirimkan pernyataan hipotek
it: Invia estratto conto del mutuo
ja: 住宅ローンの明細書を提出する
ko: 담보 대출 서류 제출
lt: Pateikti hipotekos išrašą
lv: Iesniegt hipotekāro izrakstu
ms: Hantar penyata gadai janji
nb: Send inn låneerklæring
nl: Hypotheekverklaring indienen
pl: Złóż oświadczenie kredytowe
pt: Enviar extrato de hipoteca
ro: Trimiteți declarația ipotecară
ru: Отправить заявление по ипотеке
sk: Odovzdajte výpis z hypotéky
sl: Predložite izjavo o hipoteki
sr: Predajte izjavu o hipoteci
sv: Skicka in låneavi
th: ส่งใบแจ้งหนี้สินเชื่อที่อยู่อาศัย
tr: İpotek beyanını gönder
uk: Надіслати виписку з іпотеки
vi: Gửi báo cáo khoản vay thế chấp
zh: 提交抵押贷款声明

# proofOfAddress_upload_title_mortgage_statement_front
source: Submit mortgage statement
ar: قدم بيان الرهن العقاري
bg: Представете извлечение за ипотека
cs: Odevzdejte výpis z hypotéky
da: Indsend realkreditudskrift
de: Hypothekenabrechnung einreichen
el: Υποβάλετε δήλωση υποθήκης
es: Enviar estado de cuenta hipotecario
et: Esitage hüpoteegi avaldus
fa: گزارش وام مسکن را ارسال کنید
fi: Lähetä asuntolainan tilausote
fr: Soumettre le relevé hypothécaire
he: שלח דוח משכנתא
hi: मॉर्गेज विवरण सबमिट करें
hr: Predajte izjavu o hipoteci
hu: Jelzálognyilatkozat benyújtása
hy: Ներկայացրեք հիպոտեկային հաշվետվությունը
id: Kirimkan pernyataan hipotek
it: Invia estratto conto del mutuo
ja: 住宅ローンの明細書を提出する
ko: 담보 대출 서류 제출
lt: Pateikti hipotekos išrašą
lv: Iesniegt hipotekāro izrakstu
ms: Hantar penyata gadai janji
nb: Send inn låneerklæring
nl: Hypotheekverklaring indienen
pl: Złóż oświadczenie kredytowe
pt: Enviar extrato de hipoteca
ro: Trimiteți declarația ipotecară
ru: Отправить заявление по ипотеке
sk: Odovzdajte výpis z hypotéky
sl: Predložite izjavo o hipoteki
sr: Predajte izjavu o hipoteci
sv: Skicka in låneavi
th: ส่งใบแจ้งหนี้สินเชื่อที่อยู่อาศัย
tr: İpotek beyanını gönder
uk: Надіслати виписку з іпотеки
vi: Gửi báo cáo khoản vay thế chấp
zh: 提交抵押贷款声明

# proofOfAddress_upload_title_pension_property_statement_letter_back
source: Submit statement or letter
ar: قدم بيانًا أو رسالة
bg: Изпратете изявление или писмо
cs: Odeslat prohlášení nebo dopis
da: Indsend erklæring eller brev
de: Aussage oder Brief einreichen
el: Υποβάλετε δήλωση ή επιστολή
es: Enviar declaración o carta
et: Esitage avaldus või kiri
fa: بیانیه یا نامه ارسال کنید
fi: Lähetä lausunto tai kirje
fr: Soumettre une déclaration ou une lettre
he: שלח הצהרה או מכתב
hi: बयान या पत्र सबमिट करें
hr: Pošalji izjavu ili pismo
hu: Nyilatkozat vagy levél benyújtása
hy: Ներկայացրեք հայտարարություն կամ նամակ
id: Kirim pernyataan atau surat
it: Invia dichiarazione o lettera
ja: ステートメントまたはレターを提出する
ko: 서류 또는 편지 제출
lt: Pateikti pareiškimą ar laišką
lv: Iesniegt paziņojumu vai vēstuli
ms: Hantar kenyataan atau surat
nb: Send inn uttalelse eller brev
nl: Verklaring of brief indienen
pl: Złóż oświadczenie lub list
pt: Enviar declaração ou carta
ro: Trimiteți declarația sau scrisoarea
ru: Отправить заявление или письмо
sk: Odovzdať vyhlásenie alebo list
sl: Predložite izjavo ali pismo
sr: Pošaljite izjavu ili pismo
sv: Skicka in uttalande eller brev
th: ส่งคำชี้แจงหรือจดหมาย
tr: Beyanname veya mektup gönderin
uk: Надішліть заяву або лист
vi: Gửi bản tuyên bố hoặc thư
zh: 提交声明或信件

# proofOfAddress_upload_title_pension_property_statement_letter_front
source: Submit statement or letter
ar: قدم بيانًا أو رسالة
bg: Изпратете изявление или писмо
cs: Odeslat prohlášení nebo dopis
da: Indsend erklæring eller brev
de: Aussage oder Brief einreichen
el: Υποβάλετε δήλωση ή επιστολή
es: Enviar declaración o carta
et: Esitage avaldus või kiri
fa: بیانیه یا نامه ارسال کنید
fi: Lähetä lausunto tai kirje
fr: Soumettre une déclaration ou une lettre
he: שלח הצהרה או מכתב
hi: बयान या पत्र सबमिट करें
hr: Pošalji izjavu ili pismo
hu: Nyilatkozat vagy levél benyújtása
hy: Ներկայացրեք հայտարարություն կամ նամակ
id: Kirim pernyataan atau surat
it: Invia dichiarazione o lettera
ja: ステートメントまたはレターを提出する
ko: 서류 또는 편지 제출
lt: Pateikti pareiškimą ar laišką
lv: Iesniegt paziņojumu vai vēstuli
ms: Hantar kenyataan atau surat
nb: Send inn uttalelse eller brev
nl: Verklaring of brief indienen
pl: Złóż oświadczenie lub list
pt: Enviar declaração ou carta
ro: Trimiteți declarația sau scrisoarea
ru: Отправить заявление или письмо
sk: Odovzdať vyhlásenie alebo list
sl: Predložite izjavo ali pismo
sr: Pošaljite izjavu ili pismo
sv: Skicka in uttalande eller brev
th: ส่งคำชี้แจงหรือจดหมาย
tr: Beyanname veya mektup gönderin
uk: Надішліть заяву або лист
vi: Gửi bản tuyên bố hoặc thư
zh: 提交声明或信件

# proofOfAddress_upload_title_utility_bill_back
source: Submit bill
ar: أرسِل الفاتورة
bg: Подаване на сметка за комунални услуги
cs: Předložit účet
da: Indsend regning
de: Rechnung senden
el: Υποβολή λογαριασμού
es: Enviar factura
et: Esitage arve
fa: ارسال قبض
fi: Lähetä lasku
fr: Envoyer la facture
he: שלח חשבון
hi: बिल सबमिट करें
hr: Pošalji račun
hu: Számla beküldése
hy: Ուղարկել հաշիվ
id: Kirim tagihan
it: Invia bolletta
ja: 請求書を送信
ko: 청구서 제출
lt: Pateikti sąskaitą
lv: Iesniegt rēķinu
ms: Hantar bil
nb: Send inn regning
nl: Factuur indienen
pl: Prześlij rachunek
pt: Enviar fatura
ro: Trimiteți factură
ru: Отправить счет
sk: Odošlite faktúru
sl: Predloži račun
sr: Pošalji račun
sv: Skicka in räkning
th: ส่งใบเรียกเก็บเงิน
tr: Faturayı gönder
uk: Надіслати рахунок
vi: Gửi hóa đơn
zh: 提交账单

# proofOfAddress_upload_title_utility_bill_front
source: Submit bill
ar: أرسِل الفاتورة
bg: Подаване на сметка за комунални услуги
cs: Předložit účet
da: Indsend regning
de: Rechnung senden
el: Υποβολή λογαριασμού
es: Enviar factura
et: Esitage arve
fa: ارسال قبض
fi: Lähetä lasku
fr: Envoyer la facture
he: שלח חשבון
hi: बिल सबमिट करें
hr: Pošalji račun
hu: Számla beküldése
hy: Ուղարկել հաշիվ
id: Kirim tagihan
it: Invia bolletta
ja: 請求書を送信
ko: 청구서 제출
lt: Pateikti sąskaitą
lv: Iesniegt rēķinu
ms: Hantar bil
nb: Send inn regning
nl: Factuur indienen
pl: Prześlij rachunek
pt: Enviar fatura
ro: Trimiteți factură
ru: Отправить счет
sk: Odošlite faktúru
sl: Predloži račun
sr: Pošalji račun
sv: Skicka in räkning
th: ส่งใบเรียกเก็บเงิน
tr: Faturayı gönder
uk: Надіслати рахунок
vi: Gửi hóa đơn
zh: 提交账单

# proofOfAddress_upload_upload_photo
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# qualifiedElectronicSignature_common_steps
source: Create your signature
ar: أنشئ توقيعك
bg: Създайте своя подпис
cs: Vytvořte svůj podpis
da: Opret din underskrift
de: Erstellen Sie Ihre Unterschrift
el: Δημιουργήστε την υπογραφή σας
es: Crea tu firma
et: Loo oma allkiri
fa: امضای خود را ایجاد کنید
fi: Luo allekirjoituksesi
fr: Créez votre signature
he: צור את החתימה שלך
hi: अपना हस्ताक्षर बनाएं
hr: Kreirajte svoj potpis
hu: Hozza létre az aláírását
hy: Ստեղծեք ձեր ստորագրությունը
id: Buat tanda tangan Anda
it: Crea la tua firma
ja: あなたの署名を作成する
ko: 서명을 생성하세요
lt: Sukurkite savo parašą
lv: Izveidojiet savu parakstu
ms: Cipta tandatangan anda
nb: Lag din signatur
nl: Maak uw handtekening
pl: Utwórz swój podpis
pt: Crie a sua assinatura
ro: Creează-ți semnătura
ru: Создайте свою подпись
sk: Vytvorte svoj podpis
sl: Ustvarite svoj podpis
sr: Kreirajte svoj potpis
sv: Skapa din signatur
th: สร้างลายเซ็นของคุณ
tr: İmzanızı oluşturun
uk: Створіть свій підпис
vi: Tạo chữ ký của bạn
zh: 创建您的签名

# qualifiedElectronicSignature_confirmation_bullet_1
source: After reading your document, tap the “Sign document” button.
ar: بعد قراءة الوثيقة الخاصة بك، اضغط على زر "توقيع الوثيقة".
bg: След като прочетете вашия документ, натиснете бутона „Подпиши документ“.
cs: Po přečtení vašeho dokumentu klepněte na tlačítko „Podepsat dokument“.
da: Efter at have læst dit dokument, tryk på "Signer dokument" knappen.
de: Nach dem Lesen Ihres Dokuments, tippen Sie auf die Schaltfläche "Dokument unterschreiben".
el: Μετά την ανάγνωση του εγγράφου σας, πατήστε το κουμπί "Υπογραφή εγγράφου".
es: Después de leer su documento, toque el botón "Firmar documento".
et: Pärast oma dokumendi lugemist vajutage nuppu „Allkirjasta dokument“.
fa: پس از خواندن سند شما، دکمه "امضای سند" را بزنید.
fi: Luettuasi dokumenttisi, napauta "Allekirjoita dokumentti" -painiketta.
fr: Après avoir lu votre document, appuyez sur le bouton "Signer le document".
he: לאחר קריאת המסמך שלך, הקש על כפתור "חתום על המסמך".
hi: अपने दस्तावेज़ को पढ़ने के बाद, "साइन दस्तावेज़" बटन पर टैप करें।
hr: Nakon čitanja vašeg dokumenta, dodirnite gumb "Potpiši dokument".
hu: A dokumentum elolvasása után koppintson a „Dokumentum aláírása” gombra.
hy: Ձեր փաստաթուղթը կարդալուց հետո, սեղմեք "Ստորագրել փաստաթուղթը" կոճակը։
id: Setelah membaca dokumen Anda, ketuk tombol "Tanda tangan dokumen".
it: Dopo aver letto il tuo documento, tocca il pulsante "Firma documento".
ja: あなたのドキュメントを読んだ後、「ドキュメントに署名する」ボタンをタップしてください。
ko: 당신의 문서를 읽은 후에는 "문서 서명" 버튼을 누르세요.
lt: Po to, kai perskaitysite savo dokumentą, paspauskite mygtuką „Pasirašyti dokumentą“.
lv: Pēc jūsu dokumenta izlasīšanas, pieskarieties pogai “Parakstīt dokumentu”.
ms: Selepas membaca dokumen anda, ketuk butang "Tandatangan dokumen".
nb: Etter å ha lest dokumentet ditt, trykk på "Signer dokument" knappen.
nl: Na het lezen van uw document, tik op de knop "Document ondertekenen".
pl: Po przeczytaniu twojego dokumentu, naciśnij przycisk „Podpisz dokument”.
pt: Após ler o seu documento, toque no botão "Assinar documento".
ro: După ce ați citit documentul, apăsați butonul "Semnați documentul".
ru: После прочтения вашего документа нажмите кнопку «Подписать документ».
sk: Po prečítaní vášho dokumentu stlačte tlačidlo „Podpísať dokument“.
sl: Po branju vašega dokumenta tapnite gumb "Podpiši dokument".
sr: Nakon čitanja vašeg dokumenta, dodirnite dugme "Potpišite dokument".
sv: Efter att ha läst ditt dokument, tryck på knappen "Signera dokument".
th: หลังจากอ่านเอกสารของคุณแล้ว ให้แตะที่ปุ่ม "ลงชื่อเอกสาร"
tr: Belgenizi okuduktan sonra, "Belgeyi imzala" düğmesine dokunun.
uk: Після прочитання вашого документа, натисніть кнопку "Підписати документ".
vi: Sau khi đọc tài liệu của bạn, nhấn nút "Ký tài liệu".
zh: 阅读您的文档后，点击“签署文档”按钮。

# qualifiedElectronicSignature_confirmation_bullet_2
source: Once Onfido verifies your identity, your signature will be used on this document.
ar: بمجرد أن يتحقق Onfido من هويتك، سيتم استخدام توقيعك على هذا الوثيقة.
bg: След като Onfido потвърди самоличността ви, подписът ви ще бъде използван в този документ.
cs: Jakmile Onfido ověří vaši identitu, váš podpis bude použit na tomto dokumentu.
da: Når Onfido har verificeret din identitet, vil din underskrift blive brugt på dette dokument.
de: Sobald Onfido Ihre Identität verifiziert hat, wird Ihre Unterschrift auf diesem Dokument verwendet.
el: Μόλις η Onfido επιβεβαιώσει την ταυτότητά σας, η υπογραφή σας θα χρησιμοποιηθεί σε αυτό το έγγραφο.
es: Una vez que Onfido verifica tu identidad, tu firma se utilizará en este documento.
et: Kui Onfido on teie isikutuvastuse kinnitanud, kasutatakse teie allkirja selles dokumendis.
fa: پس از اینکه Onfido هویت شما را تأیید کرد، امضای شما بر روی این سند استفاده خواهد شد.
fi: Kun Onfido on vahvistanut henkilöllisyytesi, allekirjoituksesi käytetään tässä asiakirjassa.
fr: Une fois que Onfido a vérifié votre identité, votre signature sera utilisée sur ce document.
he: לאחר ש-Onfido מאמתת את זהותך, החתימה שלך תשמש במסמך זה.
hi: एक बार जब Onfido आपकी पहचान की पुष्टि कर लेता है, तो आपका हस्ताक्षर इस दस्तावेज़ पर इस्तेमाल किया जाएगा।
hr: Jednom kada Onfido potvrdi vaš identitet, vaš potpis će se koristiti na ovom dokumentu.
hu: Amint az Onfido hitelesíti az ön személyazonosságát, az aláírása ezen a dokumentumon lesz használva.
hy: Այստեղին, Օնֆիդոն ստուգելու է ձեր իսկությունը, ձեր ստորագրությունը կկիրառվի այս փաստաթուղթի վրա:
id: Setelah Onfido memverifikasi identitas Anda, tanda tangan Anda akan digunakan pada dokumen ini.
it: Una volta che Onfido verifica la tua identità, la tua firma verrà utilizzata su questo documento.
ja: Onfidoがあなたの身元を確認すると、あなたの署名がこの文書に使用されます。
ko: Onfido가 귀하의 신원을 확인하면, 이 문서에 귀하의 서명이 사용됩니다.
lt: Kai Onfido patvirtins jūsų tapatybę, jūsų parašas bus naudojamas šiame dokumente.
lv: Tiklīdz Onfido apstiprinās jūsu identitāti, jūsu paraksts tiks izmantots šajā dokumentā.
ms: Setelah Onfido mengesahkan identiti anda, tandatangan anda akan digunakan pada dokumen ini.
nb: Når Onfido bekrefter identiteten din, vil signaturen din bli brukt på dette dokumentet.
nl: Zodra Onfido uw identiteit heeft geverifieerd, wordt uw handtekening gebruikt op dit document.
pl: Gdy Onfido zweryfikuje Twoją tożsamość, Twój podpis zostanie użyty w tym dokumencie.
pt: Uma vez que a Onfido verifica a sua identidade, a sua assinatura será usada neste documento.
ro: Odată ce Onfido îți verifică identitatea, semnătura ta va fi folosită pe acest document.
ru: Как только Onfido подтвердит вашу личность, ваша подпись будет использована в этом документе.
sk: Akonáhle Onfido overí vašu totožnosť, váš podpis bude použitý na tomto dokumente.
sl: Ko Onfido preveri vašo identiteto, bo vaš podpis uporabljen na tem dokumentu.
sr: Jednom kada Onfido verifikuje vaš identitet, vaš potpis će biti korišćen na ovom dokumentu.
sv: När Onfido har verifierat din identitet kommer din signatur att användas på detta dokument.
th: เมื่อ Onfido ตรวจสอบตัวตนของคุณแล้ว ลายเซ็นของคุณจะถูกใช้บนเอกสารนี้
tr: Onfido kimliğinizi doğruladığında, imzanız bu belge üzerinde kullanılacak.
uk: Як тільки Onfido підтвердить вашу особистість, ваш підпис буде використано в цьому документі.
vi: Một khi Onfido xác minh danh tính của bạn, chữ ký của bạn sẽ được sử dụng trên tài liệu này.
zh: 一旦Onfido验证了您的身份，您的签名将会被用在这份文件上。

# qualifiedElectronicSignature_confirmation_button_next_step
source: Sign document
ar: وقع الوثيقة
bg: Подпишете документ
cs: Podepište dokument
da: Underskriv dokument
de: Dokument unterschreiben
el: Υπογράψτε το έγγραφο
es: Firmar documento
et: Allkirjasta dokument
fa: سند را امضا کنید
fi: Allekirjoita asiakirja
fr: Signer le document
he: חתום על מסמך
hi: दस्तावेज़ पर हस्ताक्षर करें
hr: Potpiši dokument
hu: Iratot írjon alá
hy: Ստորագրեք փաստաթուղթը
id: Tanda tangan dokumen
it: Firma documento
ja: 文書に署名する
ko: 문서 서명
lt: Pasirašykite dokumentą
lv: Parakstīt dokumentu
ms: Tandatangani dokumen
nb: Signer dokument
nl: Document ondertekenen
pl: Podpisz dokument
pt: Assinar documento
ro: Semnează documentul
ru: Подписать документ
sk: Podpísať dokument
sl: Podpiši dokument
sr: Potpiši dokument
sv: Signera dokument
th: ลงชื่อในเอกสาร
tr: Belgeyi imzala
uk: Підписати документ
vi: Ký tài liệu
zh: 签署文件

# qualifiedElectronicSignature_confirmation_review_document
source: Review your document to sign
ar: راجع وثيقتك للتوقيع
bg: Прегледайте ваш документ за подпис
cs: Prohlédněte si svůj dokument k podpisu
da: Gennemgå din dokument til underskrift
de: Überprüfen Sie Ihr Dokument zum Unterschreiben
el: Επανεξετάστε το έγγραφό σας για να υπογράψετε
es: Revisa tu documento para firmar
et: Vaata oma dokumenti allkirjastamiseks
fa: بررسی سند شما برای امضا
fi: Tarkista asiakirjasi allekirjoittaaksesi
fr: Examinez votre document à signer
he: בדוק את המסמך שלך לחתימה
hi: अपने दस्तावेज़ की समीक्षा करें
hr: Pregledajte vaš dokument za potpisivanje
hu: Ellenőrizze a dokumentumát mielőtt aláírná
hy: Ստուգեք ձեր փաստաթուղթը ստորագրելու համար
id: Tinjau dokumen Anda untuk ditandatangani
it: Rivedi il tuo documento per firmare
ja: 署名するためにあなたのドキュメントをレビューしてください
ko: 서명하기 위해 문서를 검토하십시오
lt: Peržiūrėkite savo dokumentą pasirašymui
lv: Pārskatiet jūsu dokumentu lai parakstītu
ms: Semak dokumen anda untuk menandatangani
nb: Gjennomgå dokumentet ditt for å signere
nl: Beoordeel uw document om te ondertekenen
pl: Przejrzyj swój dokument do podpisania
pt: Revise o seu documento para assinar
ro: Revizuiți documentul dvs. pentru a semna
ru: Просмотрите ваш документ для подписи
sk: Preskúmajte vaš dokument na podpísanie
sl: Preglejte vaš dokument za podpis
sr: Pregledajte vaš dokument za potpisivanje
sv: Granska ditt dokument för att signera
th: ตรวจสอบ เอกสารของคุณ เพื่อลงชื่อ
tr: İmzalamak için belgenizi gözden geçirin
uk: Перегляньте ваш документ для підпису
vi: Xem lại tài liệu của bạn để ký
zh: 审查你的文件以签署

# qualifiedElectronicSignature_confirmation_step2
source: 2 of 2
ar: 2 من 2
bg: 2 от 2
cs: 2 z 2
da: 2 af 2
de: 2 von 2
el: 2 από 2
es: 2 de 2
et: 2-st 2
fa: 2 از 2
fr: 2 sur 2
he: 2 מתוך 2
hi: 2 में से 2
hr: 2 od 2
hu: 2 a 2-ből
hy: 2-ից 2
id: 2 dari 2
it: 2 di 2
ja: 2つ中の2つ
ko: 2 중 2
lt: 2 iš 2
lv: 2 no 2
ms: 2 daripada 2
nb: 2 av 2
nl: 2 van 2
pl: 2 z 2
pt: 2 de 2
ro: 2 din 2
ru: 2 из 2
sk: 2 z 2
sl: 2 od 2
sr: 2 od 2
sv: 2 av 2
th: 2 จาก 2
tr: 2`den 2
uk: 2 з 2
vi: 2 trên 2
zh: 2中的2

# qualifiedElectronicSignature_confirmation_steps
source: Sign your document
ar: وقع على الوثيقة الخاصة بك
bg: Подпишете вашия документ
cs: Podepište svůj dokument
da: Underskriv dit dokument
de: Unterschreiben Sie Ihr Dokument
el: Υπογράψτε το έγγραφό σας
es: Firma tu documento
et: Allkirjasta oma dokument
fa: سند خود را امضا کنید
fi: Allekirjoita dokumenttisi
fr: Signez votre document
he: חתום על המסמך שלך
hi: अपने दस्तावेज़ पर हस्ताक्षर करें
hr: Potpišite svoj dokument
hu: Írja alá a dokumentumát
hy: Ստորագրեք ձեր փաստաթուղթը
id: Tanda tangani dokumen Anda
it: Firma il tuo documento
ja: あなたの文書に署名してください
ko: 당신의 문서에 서명하세요
lt: Pasirašykite savo dokumentą
lv: Parakstiet savu dokumentu
ms: Tandatangani dokumen anda
nb: Signer dokumentet ditt
nl: Onderteken uw document
pl: Podpisz swój dokument
pt: Assine o seu documento
ro: Semnează-ți documentul
ru: Подпишите ваш документ
sk: Podpíšte svoj dokument
sl: Podpišite svoj dokument
sr: Potpišite vaš dokument
sv: Signera ditt dokument
th: ลงชื่อในเอกสารของคุณ
tr: Belgenizi imzalayın
uk: Підпишіть ваш документ
vi: Ký vào tài liệu của bạn
zh: 签署您的文件
