Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_required_national_voter_id
source: Please enter your voter ID number
ar: الرجاء إدخال رقم هوية الناخب الخاص بك
bg: Моля, въведете идентификационния си номер на избирател
cs: Zadejte prosím své voličské číslo
da: Indtast venligst dit vælger-id-nummer
de: Bitte geben Sie Ihre Wähler-ID-Nummer ein
el: Εισαγάγετε τον αριθμό εκλογικής σας ταυτότητας
es: Por favor ingrese su número de identificación de votante
et: Palun sisesta oma valija ID number
fa: لطفا شماره شناسه رای دهنده خود را وارد کنید
fi: Anna äänestäjänumerosi
fr: Veuillez entrer votre numéro d`identification d`électeur
he: נא להזין את מספר תעודת זהות הבוחר שלך
hi: कृपया अपना वोटर आईडी नंबर दर्ज करें
hr: Unesite svoj identifikacijski broj birača
hu: Kérjük, adja meg választói azonosító számát
hy: Խնդրում ենք մուտքագրել ձեր ընտրողի համարը
id: Silakan masukkan nomor ID pemilih Anda
it: Inserisci il tuo numero ID elettore
ja: 有権者ID番号を入力してください
ko: 유권자 ID 번호를 입력하십시오
lt: Įveskite savo rinkėjo ID numerį
lv: Lūdzu, ievadiet savu vēlētāja ID numuru
ms: Sila masukkan nombor ID pemilih anda
nb: Vennligst skriv inn ditt velger-ID
nl: Voer uw kiezersnummer in
pl: Podaj swój numer identyfikacyjny wyborcy
pt: Por favor insira o seu número de identificação de eleitor
ro: Vă rugăm să introduceți numărul dvs. de identificare de alegător
ru: Пожалуйста, введите свой идентификационный номер избирателя
sk: Zadajte svoje identifikačné číslo voliča
sl: Prosimo, vnesite svojo volilno identifikacijsko številko
sr: Молимо унесите свој матични број бирача
sv: Ange ditt röstnummer
th: โปรดป้อนหมายเลขประจำตัวผู้มีสิทธิเลือกตั้งของคุณ
tr: Lütfen seçmen kimlik numaranızı giriniz
uk: Будь ласка, введіть свій ідентифікаційний номер виборця
vi: Vui lòng nhập số ID cử tri của bạn
zh: 请输入您的选民身份证号码

# profileData_field_validation_required_nationality
source: Please select a country
ar: يُرجى تحديد الدولة
bg: Изберете държава
cs: Vyberte zemi
da: Vælg et land
de: Bitte wählen Sie ein Land aus
el: Επιλέξτε μια χώρα
es: Seleccione un país
et: Valige riik
fa: لطفاً یک کشور را انتخاب کنید
fi: Valitse maa
fr: Veuillez sélectionner un pays
he: בחר ארץ
hi: कृपया कोई देश चुनें
hr: Odaberite zemlju
hu: Kérjük, válasszon országot
hy: Խնդրում ենք ընտրել երկիրը
id: Pilih negara
it: Seleziona un Paese
ja: 国を選択してください
ko: 국가를 선택하세요
lt: Pasirinkite šalį
lv: Atlasiet valsti
ms: Sila pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ro: Vă rugăm să selectați o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sr: Izaberite zemlju
sv: Välj ett land
th: โปรดเลือกประเทศ
tr: Lütfen bir ülke seçin
uk: Виберіть країну
vi: Vui lòng chọn quốc gia
zh: 请选择一个国家/地区

# profileData_field_validation_required_phone_number
source: Please enter your phone number
ar: يُرجى إدخال رقم هاتفك
bg: Въведете телефонния си номер
cs: Zadejte své telefonní číslo
da: Indtast dit telefonnummer
de: Bitte geben Sie Ihre Telefonnummer ein
el: Εισαγάγετε τον αριθμό τηλεφώνου σας
es: Introduzca su número de teléfono
et: Sisestage oma telefoninumber
fa: لطفاً شماره تلفن خود را وارد کنید
fi: Syötä puhelinnumerosi
fr: Veuillez renseigner votre numéro de téléphone
he: הזן את מספר הטלפון שלך
hi: कृपया अपना फ़ोन नंबर डालें
hr: Unesite svoj broj telefona
hu: Kérjük, adja meg a telefonszámát
hy: Խնդրում ենք մուտքագրել ձեր հեռախոսահամարը
id: Masukkan nomor telepon Anda
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください
ko: 휴대폰 번호를 입력하세요
lt: Įveskite savo telefono numerį
lv: Ievadiet savu tālruņa numuru
ms: Sila masukkan nombor telefon anda
nb: Oppgi telefonnummeret ditt
nl: Voer uw telefoonnummer in
pl: Wpisz swój numer telefonu
pt: Introduza o seu número de telefone
ro: Vă rugăm să introduceți numărul dvs. de telefon
ru: Введите номер телефона
sk: Zadajte svoje telefónne číslo
sl: Vnesite telefonsko številko
sr: Unesite broj telefona
sv: Ange ditt telefonnummer
th: โปรดใส่หมายเลขโทรศัพท์ของคุณ
tr: Lütfen telefon numaranızı girin
uk: Введіть свій номер телефону
vi: Vui lòng nhập số điện thoại của bạn
zh: 请输入您的电话号码

# profileData_field_validation_required_postcode
source: Please enter your postal code
ar: يُرجى إدخال الرمز البريدي الخاص بك
bg: Въведете пощенски код
cs: Zadejte své poštovní směrovací číslo
da: Indtast dit postnummer
de: Bitte geben Sie Ihre Postleitzahl ein
el: Εισαγάγετε τον ταχυδρομικό σας κώδικα
es: Introduzca su código postal
et: Sisestage enda sihtnumber
fa: لطفاً کدپستی خود را وارد کنید
fi: Syötä postinumerosi
fr: Veuillez renseigner votre code postal
he: הזן את המיקוד שלך
hi: कृपया अपना पिन कोड डालें
hr: Unesite poštanski broj
hu: Adja meg az irányítószámot
hy: Խնդրում ենք մուտքագրել ձեր փոստային դասիչը
id: Masukkan kode pos Anda
it: Inserire il codice postale
ja: 郵便番号を入力してください
ko: 우편 번호를 입력하세요
lt: Įrašykite savo pašto kodą
lv: Ievadiet savu pasta indeksu
ms: Sila masukkan poskod anda
nb: Skriv inn postnummeret ditt
nl: Voer uw postcode in
pl: Wprowadź swój kod pocztowy
pt: Introduza o seu código postal
ro: Vă rugăm să introduceți codul dvs. poștal
ru: Введите свой почтовый индекс
sk: Zadajte svoje PSČ
sl: Vnesite poštno številko
sr: Unesite poštanski broj
sv: Ange ditt postnummer
th: โปรดใส่รหัสไปรษณีย์ของคุณ
tr: Lütfen posta kodunuzu girin
uk: Введіть свій поштовий індекс
vi: Vui lòng nhập mã bưu điện của bạn
zh: 请输入您的邮编

# profileData_field_validation_sgp_specific_invalid_national_id_value
source: Please enter a valid NRIC
ar: الرجاء إدخال NRIC
bg: Моля, въведете валиден NRIC
cs: Zadejte prosím platný NRIC
da: Indtast venligst en gyldig NRIC
de: Bitte geben Sie eine gültige ein NRIC
el: Παρακαλώ εισάγετε ένα έγκυρο NRIC
es: Por favor, introduza un valor valido NRIC
et: Sisestage kehtiv NRIC
fa: لطفا یک معتبر وارد کنید NRIC
fi: Anna kelvollinen NRIC
fr: Veuillez entrer un valide NRIC
he: אנא הזן תקף NRIC
hi: कृपया कोई मान्य दर्ज करें NRIC
hr: Unesite važeći NRIC
hu: Adjon meg egy érvényes NRIC-t
hy: Խնդրում ենք մուտքագրել վավեր NRIC
id: Harap masukkan yang valid NRIC
it: Inserisci un valore valido NRIC
ja: 正しく入力してください NRIC
ko: 유효한 것을 입력하십시오 NRIC
lt: Įveskite tinkamą NRIC
lv: Lūdzu, ievadiet derīgu NRIC
ms: Sila masukkan yang sah NRIC
nb: Vennligst skriv inn en gyldig NRIC
nl: Voer een geldig NRIC
pl: Wprowadź prawidłowy NRIC
pt: Insira um válido NRIC
ro: Vă rugăm să introduceți un valid NRIC
ru: Пожалуйста, введите правильный NRIC
sk: Zadajte platné NRIC
sl: Vnesite veljavno NRIC
sr: Унесите исправну NRIC
sv: Vänligen ange en giltig NRIC
th: กรุณาใส่ที่ถูกต้อง NRIC
tr: Lütfen geçerli bir girin NRIC
uk: Введіть дійсний NRIC
vi: xin vui lòng nhập vào một giá trị NRIC
zh: 请输入一个有效的 NRIC

# profileData_field_validation_sgp_specific_required_national_id_value
source: Please enter your NRIC
ar: الرجاء إدخال NRIC الخاص بك
bg: Моля, въведете вашата НКЖИ
cs: Zadejte prosím své NRIC
da: Indtast venligst dit NRIC
de: Bitte geben Sie Ihre NRIC ein
el: Εισαγάγετε το NRIC σας
es: Por favor ingrese su NRIC
et: Sisestage oma NRIC
fa: لطفا NRIC خود را وارد کنید
fi: Anna NRIC
fr: Veuillez entrer votre NRIC
he: נא להזין את ה-NRIC שלך
hi: कृपया अपना एनआरआईसी दर्ज करें
hr: Unesite svoj NKŽI
hu: Kérjük, adja meg NRIC-jét
hy: Խնդրում ենք մուտքագրել ձեր NRIC-ը
id: Masukkan NRIC Anda
it: Inserisci il tuo NRIC
ja: NRICを入力してください
ko: NRIC를 입력하십시오
lt: Įveskite savo NRIC
lv: Lūdzu, ievadiet savu NRIC
ms: Sila masukkan NRIC anda
nb: Vennligst skriv inn NRIC
nl: Voer uw NRIC in
pl: Wprowadź swój NRIC
pt: Insira seu NRIC
ro: Vă rugăm să introduceți NRIC-ul dvs
ru: Пожалуйста, введите свой NRIC
sk: Zadajte svoje NRIC
sl: Prosimo, vnesite svoj NŽIC
sr: Унесите свој НРИЦ
sv: Ange ditt NRIC
th: กรุณากรอก NRIC ของคุณ
tr: Lütfen NRIC`nizi girin
uk: Будь ласка, введіть свою НКЖД
vi: Vui lòng nhập NRIC của bạn
zh: 请输入您的身份证

# profileData_field_validation_swe_specific_invalid_national_id_value
source: Please enter a valid PIN
ar: الرجاء إدخال PIN
bg: Моля, въведете валиден PIN
cs: Zadejte prosím platný PIN
da: Indtast venligst en gyldig PIN
de: Bitte geben Sie eine gültige ein PIN
el: Παρακαλώ εισάγετε ένα έγκυρο PIN
es: Por favor, introduza un valor valido PIN
et: Sisestage kehtiv PIN
fa: لطفا یک معتبر وارد کنید PIN
fi: Anna kelvollinen PIN
fr: Veuillez entrer un valide PIN
he: אנא הזן תקף PIN
hi: कृपया कोई मान्य दर्ज करें PIN
hr: Unesite važeći PIN
hu: Adjon meg egy érvényes PIN-t
hy: Խնդրում ենք մուտքագրել վավեր PIN
id: Harap masukkan yang valid PIN
it: Inserisci un valore valido PIN
ja: 正しく入力してください PIN
ko: 유효한 것을 입력하십시오 PIN
lt: Įveskite tinkamą PIN
lv: Lūdzu, ievadiet derīgu PIN
ms: Sila masukkan yang sah PIN
nb: Vennligst skriv inn en gyldig PIN
nl: Voer een geldig PIN
pl: Wprowadź prawidłowy PIN
pt: Insira um válido PIN
ro: Vă rugăm să introduceți un valid PIN
ru: Пожалуйста, введите правильный PIN
sk: Zadajte platné PIN
sl: Vnesite veljavno PIN
sr: Унесите исправну PIN
sv: Vänligen ange en giltig PIN
th: กรุณาใส่ที่ถูกต้อง PIN
tr: Lütfen geçerli bir girin PIN
uk: Введіть дійсний PIN
vi: xin vui lòng nhập vào một giá trị PIN
zh: 请输入一个有效的 PIN

# profileData_field_validation_swe_specific_required_national_id_value
source: Please enter your PIN
ar: الرجاء إدخال رقم التعريف الشخصي الخاص بك
bg: Моля, въведете своя ПИН
cs: Zadejte prosím svůj PIN
da: Indtast venligst din PIN-kode
de: Bitte geben Sie Ihre PIN ein
el: Εισαγάγετε το PIN σας
es: Por favor ingrese su PIN
et: Sisestage oma PIN-kood
fa: لطفا پین خود را وارد کنید
fi: Anna PIN-koodisi
fr: Veuillez entrer votre NIP
he: אנא הזן את ה-PIN שלך
hi: कृपया अपना पिन दर्ज करें
hr: Unesite svoj PIN
hu: Kérjük, adja meg PIN-kódját
hy: Խնդրում ենք մուտքագրել ձեր PIN կոդը
id: Masukkan PIN Anda
it: Inserisci il PIN
ja: PIN を入力してください
ko: PIN을 입력하세요.
lt: Įveskite savo PIN kodą
lv: Lūdzu, ievadiet savu PIN
ms: Sila masukkan PIN anda
nb: Vennligst skriv inn PIN-koden din
nl: Voer uw pincode in
pl: Wprowadź swój kod PIN
pt: Insira seu PIN
ro: Vă rugăm să introduceți codul PIN
ru: Пожалуйста, введите свой PIN-код
sk: Zadajte svoj PIN
sl: Vnesite PIN
sr: Унесите свој ПИН
sv: Ange din PIN-kod
th: กรุณาใส่รหัส PIN ของคุณ
tr: Lütfen PIN`inizi girin
uk: Будь ласка, введіть свій PIN-код
vi: Vui lòng nhập mã pin của bạn
zh: 请输入您的密码

# profileData_field_validation_too_long_first_name
source: First name is too long
ar: الاسم الأول طويل للغاية
bg: Собственото име е твърде дълго
cs: Křestní jméno je příliš dlouhé
da: Fornavnet er for langt
de: Der Vorname ist zu lang
el: Το όνομα είναι πολύ μεγάλο
es: El nombre es demasiado largo
et: Eesnimi on liiga pikk
fa: نام خیلی طولانی است
fi: Etunimi on liian pitkä
fr: Le prénom est trop long
he: השם הפרטי ארוך מדי
hi: नाम बहुत बड़ा है
hr: Ime sadrži previše znakova
hu: A keresztnév túl hosszú
hy: Անունը շատ երկար է
id: Nama depan terlalu panjang
it: Il nome è troppo lungo
ja: 名が長すぎます
ko: 이름(예: 길동)이 너무 깁니다
lt: Vardas per ilgas
lv: Vārds ir pārāk garš
ms: Nama pertama terlalu panjang
nb: Fornavnet er for langt
nl: Voornaam is te lang
pl: Imię jest zbyt długie
pt: O nome próprio é demasiado longo
ro: Prenumele este prea lung
ru: Слишком длинное имя
sk: Meno je príliš dlhé
sl: Vaše ime je predolgo
sr: Ime je predugo
sv: Förnamnet är för långt
th: ชื่อยาวเกินไป
tr: Ad çok uzun
uk: Ім’я занадто довге
vi: Tên quá dài
zh: 名太长

# profileData_field_validation_too_long_last_name
source: Last name is too long
ar: اسم العائلة طويل للغاية
bg: Фамилията е твърде дълга
cs: Příjmení je příliš dlouhé
da: Efternavnet er for langt
de: Der Nachname ist zu lang
el: Το επώνυμο είναι πολύ μεγάλο
es: El apellido es demasiado largo
et: Perekonnanimi on liiga pikk
fa: نام خانوادگی خیلی طولانی است
fi: Sukunimi on liian pitkä
fr: Le nom de famille est trop long
he: שם המשפחה ארוך מדי
hi: उपनाम बहुत बड़ा है
hr: Prezime sadrži previše znakova
hu: A vezetéknév túl hosszú
hy: Ազգանունը շատ երկար է
id: Nama belakang terlalu panjang
it: Il cognome è troppo lungo
ja: 名前が長すぎます
ko: 성(예: 홍)이 너무 깁니다
lt: Pavardė per ilga
lv: Uzvārds ir pārāk garš
ms: Nama keluarga terlalu panjang
nb: Etternavnet er for langt
nl: Achternaam is te lang
pl: Nazwisko jest zbyt długie
pt: O apelido é demasiado longo
ro: Numele de familie este prea lung
ru: Слишком длинная фамилия
sk: Priezvisko je príliš dlhé
sl: Vaš priimek je predolg
sr: Prezime je predugo
sv: Efternamnet är för långt
th: นามสกุลยาวเกินไป
tr: Soyadı çok uzun
uk: Прізвище занадто довге
vi: Họ quá dài
zh: 姓太长

# profileData_field_validation_too_long_line1
source: Address line is too long
ar: سطر العنوان طويل للغاية
bg: Адресът е твърде дълъг
cs: Adresní řádek je příliš dlouhý
da: Adresselinjen er for lang
de: Die Adresszeile ist zu lang
el: Η γραμμή διεύθυνσης είναι πολύ μεγάλη
es: La línea de dirección es demasiado larga
et: Aadressirida on liiga pikk
fa: آدرس خیلی طولانی است
fi: Osoiterivi on liian pitkä
fr: La ligne de l`adresse est trop longue
he: שורת הכתובת ארוכה מדי
hi: पते की लाइन बहुत बड़ी है
hr: Redak adrese sadrži previše znakova
hu: A címsor túl hosszú
hy: Հասցեի տողը շատ երկար է
id: Alamat terlalu panjang
it: L’indirizzo è troppo lungo
ja: 住所が長すぎます
ko: 주소가 너무 깁니다
lt: Adreso eilutė per ilga
lv: Adreses rinda ir pārāk gara
ms: Baris alamat terlalu panjang
nb: Adresselinjen er for lang
nl: Adresregel is te lang
pl: Wprowadzony adres jest zbyt długi
pt: A linha da morada é demasiado longa
ro: Linia adresă este prea lungă
ru: Слишком длинная строка адреса
sk: Riadok adresy je príliš dlhý
sl: Vrstica naslova je predolga
sr: Red adrese je predug
sv: Adressraden är för lång
th: บรรทัดที่อยู่ยาวเกินไป
tr: Adres satırı çok uzun
uk: Рядок адреси занадто довгий
vi: Dòng địa chỉ quá dài
zh: 地址行太长

# profileData_field_validation_too_long_postcode
source: Postal code is too long
ar: الرمز البريدي طويل للغاية
bg: Пощенският код е твърде дълъг
cs: Poštovní směrovací číslo je příliš dlouhé
da: Postnummeret er for langt
de: Die Postleitzahl ist zu lang
el: Ο ταχυδρομικός κώδικας είναι πολύ μεγάλος
es: El código postal es demasiado largo
et: Sihtnumber on liiga pikk
fa: کدپستی خیلی طولانی است
fi: Postinumero on liian pitkä
fr: Le code postal est trop long
he: המיקוד ארוך מדי
hi: पिन कोड बहुत बड़ा है
hr: Poštanski broj sadrži previše znamenki
hu: Az irányítószám túl hosszú
hy: Փոստային դասիչը շատ երկար է
id: Kode pos terlalu panjang
it: Il codice postale è troppo lungo
ja: 郵便番号が長すぎます
ko: 우편 번호가 너무 깁니다
lt: Pašto kodas per ilgas
lv: Pasta indekss ir pārāk garš
ms: Poskod terlalu panjang
nb: Postnummeret er for langt
nl: Postcode is te lang
pl: Kod pocztowy jest zbyt długi
pt: O código postal é demasiado longo
ro: Codul poștal este prea lung
ru: Слишком длинный почтовый индекс
sk: PSČ je príliš dlhé
sl: Poštna številka je predolga
sr: Poštanski broj je predug
sv: Postnumret är för långt
th: รหัสไปรษณีย์ยาวเกินไป
tr: Posta kodu çok uzun
uk: Поштовий індекс занадто довгий
vi: Mã bưu điện quá dài
zh: 邮编太长

# profileData_field_validation_too_long_town
source: Town is too long
ar: اسم المدينة طويل للغاية
bg: Името на града е твърде дълго
cs: Název města je příliš dlouhý
da: Bynavnet er for langt
de: Die Stadt ist zu lang
el: Η πόλη είναι πολύ μεγάλη
es: La ciudad es demasiado larga
et: Linna nimi on liiga pikk
fa: نام شهر خیلی طولانی است
fi: Paikkakunta on liian pitkä
fr: La ville est trop longue
he: שם העיר ארוך מדי
hi: कस्बे का नाम बहुत बड़ा है
hr: Ime grada je predugačko
hu: A város neve túl hosszú
hy: Քաղաքի անվանումը շատ երկար է
id: Kota terlalu panjang
it: La città è troppo lunga
ja: 町名が長すぎます
ko: 읍/면/동 이름이 너무 깁니다
lt: Miesto pavadinimas per ilgas
lv: Pilsētas nosaukums ir pārāk garš
ms: Bandar terlalu panjang
nb: Bynavn er for langt
nl: De stad is te lang
pl: Nazwa miejscowości jest zbyt długa
pt: A cidade é demasiado longa
ro: Numele orașului este prea lung
ru: Название города слишком длинное
sk: Mesto je príliš dlhé
sl: Ime kraja je predolgo
sr: Ime grada je predugo
sv: Orten är för lång
th: ชื่อเมืองยาวเกินไป
tr: İlçe çok uzun
uk: Назва міста занадто довга
vi: Tên thị trấn quá dài
zh: 镇太长

# profileData_field_validation_too_short_first_name
source: First name is too short
ar: الاسم الأول قصير للغاية
bg: Собственото име е твърде кратко
cs: Křestní jméno je příliš krátké
da: Fornavnet er for kort
de: Der Vorname ist zu kurz
el: Το όνομα είναι πολύ μικρό
es: El nombre es demasiado corto
et: Eesnimi on liiga lühike
fa: نام خیلی کوتاه است
fi: Etunimi on liian lyhyt
fr: Le prénom est trop court
he: השם הפרטי קצר מדי
hi: नाम बहुत छोटा है
hr: Ime sadrži premalo znakova
hu: A keresztnév túl rövid
hy: Անունը շատ կարճ է
id: Nama depan terlalu pendek
it: Il nome è troppo breve
ja: 名が短すぎます
ko: 이름(예: 길동)이 너무 짧습니다
lt: Vardas per trumpas
lv: Vārds ir pārāk īss
ms: Nama pertama terlalu pendek
nb: Fornavnet er for kort
nl: Voornaam is te kort
pl: Imię jest zbyt krótkie
pt: O nome próprio é demasiado curto
ro: Prenumele este prea scurt
ru: Слишком короткое имя
sk: Meno je príliš krátke
sl: Vaše ime je prekratko
sr: Ime je prekratko
sv: Förnamnet är för kort
th: ชื่อสั้นเกินไป
tr: Ad çok kısa
uk: Ім’я занадто коротке
vi: Tên quá ngắn
zh: 姓太短

# profileData_field_validation_too_short_last_name
source: Last name is too short
ar: اسم العائلة قصير للغاية
bg: Фамилията е твърде кратка
cs: Příjmení je příliš krátké
da: Efternavnet er for kort
de: Der Nachname ist zu kurz
el: Το επώνυμο είναι πολύ μικρό
es: El apellido es demasiado corto
et: Perekonnanimi on liiga lühike
fa: نام خانوادگی خیلی کوتاه است
fi: Sukunimi on liian lyhyt
fr: Le nom de famille est trop court
he: שם המשפחה קצר מדי
hi: उपनाम बहुत छोटा है
hr: Prezime sadrži premalo znakova
hu: A vezetéknév túl rövid
hy: Ազգանունը շատ կարճ է
id: Nama belakang terlalu pendek
it: Il cognome è troppo breve
ja: 姓が短すぎます
ko: 성(예: 홍)이 너무 짧습니다
lt: Pavardė per trumpa
lv: Uzvārds ir pārāk īss
ms: Nama keluarga terlalu pendek
nb: Etternavnet er for kort
nl: Achternaam is te kort
pl: Nazwisko jest zbyt krótkie
pt: O apelido é demasiado curto
ro: Numele de familie este prea scurt
ru: Слишком короткая фамилия
sk: Priezvisko je príliš krátke
sl: Vaš priimek je prekratek
sr: Prezime je prekratko
sv: Efternamnet är för kort
th: นามสกุลสั้นเกินไป
tr: Soyadı çok kısa
uk: Прізвище занадто коротке
vi: Họ quá ngắn
zh: 名太短

# profileData_field_validation_too_short_postcode
source: Postal code is too short
ar: الرمز البريدي قصير للغاية
bg: Пощенският код е твърде кратък
cs: Poštovní směrovací číslo je příliš krátké
da: Postnummeret er for kort
de: Die Postleitzahl ist zu kurz
el: Ο ταχυδρομικός κώδικας είναι πολύ μικρός
es: El código postal es demasiado corto
et: Sihtnumber on liiga lühike
fa: کدپستی خیلی کوتاه است
fi: Postinumero on liian lyhyt
fr: Le code postal est trop court
he: המיקוד קצר מדי
hi: पिन कोड बहुत छोटा है
hr: Poštanski broj sadrži premalo znamenki
hu: Az irányítószám túl rövid
hy: Փոստային դասիչը շատ կարճ է
id: Kode pos terlalu pendek
it: Il codice postale è troppo breve
ja: 郵便番号が短すぎます
ko: 우편 번호가 너무 짧습니다
lt: Pašto kodas per trumpas
lv: Pasta indekss ir pārāk īss
ms: Poskod terlalu pendek
nb: Postnummeret er for kort
nl: Postcode is te kort
pl: Kod pocztowy jest zbyt krótki
pt: O código postal é demasiado curto
ro: Codul poștal este prea scurt
ru: Слишком короткий почтовый индекс
sk: PSČ je príliš krátke
sl: Poštna številka je prekratka
sr: Poštanski broj je prekratak
sv: Postnumret är för kort
th: รหัสไปรษณีย์สั้นเกินไป
tr: Posta kodu çok kısa
uk: Поштовий індекс занадто короткий
vi: Mã bưu điện quá ngắn
zh: 邮编太短

# profileData_field_validation_tur_specific_invalid_national_id_value
source: Please enter a valid Turkish ID number
ar: الرجاء إدخال رقم هوية تركي صالح
bg: Моля, въведете валиден турски идентификационен номер
cs: Zadejte prosím platné turecké identifikační číslo
da: Indtast venligst et gyldigt tyrkisk ID-nummer
de: Bitte geben Sie eine gültige türkische Ausweisnummer ein
el: Εισαγάγετε έναν έγκυρο τουρκικό αριθμό ταυτότητας
es: Ingrese un número de identificación turco válido
et: Sisestage kehtiv Türgi ID-number
fa: لطفا یک شماره شناسایی معتبر ترکی وارد کنید
fi: Anna kelvollinen turkkilainen henkilötunnus
fr: Veuillez saisir un numéro d`identification turc valide
he: נא להזין מספר זהות טורקי חוקי
hi: कृपया एक मान्य तुर्की आईडी संख्या दर्ज करें
hr: Unesite važeći turski ID broj
hu: Adjon meg egy érvényes török személyazonosító számot
hy: Խնդրում ենք մուտքագրել վավեր թուրքական ID համար
id: Masukkan nomor ID Turki yang valid
it: Inserisci un numero di identificazione turco valido
ja: 有効なトルコの ID 番号を入力してください
ko: 유효한 터키 ID 번호를 입력하세요.
lt: Įveskite galiojantį Turkijos ID numerį
lv: Lūdzu, ievadiet derīgu Turcijas ID numuru
ms: Sila masukkan nombor ID Turki yang sah
nb: Vennligst skriv inn et gyldig tyrkisk ID-nummer
nl: Voer een geldig Turks ID-nummer in
pl: Wprowadź ważny turecki numer identyfikacyjny
pt: Insira um número de identificação turco válido
ro: Vă rugăm să introduceți un număr de identitate turc valid
ru: Пожалуйста, введите действительный турецкий идентификационный номер
sk: Zadajte platné turecké identifikačné číslo
sl: Vnesite veljavno turško osebno številko
sr: Унесите важећи турски лични број
sv: Ange ett giltigt turkiskt ID-nummer
th: โปรดป้อนหมายเลข ID ตุรกีที่ถูกต้อง
tr: Lütfen geçerli bir TC kimlik numarası giriniz.
uk: Введіть дійсний турецький ідентифікаційний номер
vi: Vui lòng nhập số ID Thổ Nhĩ Kỳ hợp lệ
zh: 请输入有效的土耳其身份证号码

# profileData_field_validation_tur_specific_required_national_id_value
source: Please enter your Turkish ID number
ar: الرجاء إدخال رقم الهوية التركية الخاص بك
bg: Моля, въведете вашия турски номер на ID
cs: Zadejte prosím své turecké číslo ID
da: Indtast venligst dit tyrkiske ID-nummer
de: Bitte geben Sie Ihre türkische ID-Nummer ein
el: Παρακαλώ εισάγετε τον τουρκικό αριθμό ID σας
es: Por favor, ingrese su número de identificación turco
et: Palun sisestage oma Türgi ID number
fa: لطفا شماره ID ترکیه خود را وارد کنید
fi: Anna turkkilainen ID-numerosi
fr: Veuillez entrer votre numéro d`identité turc
he: אנא הכנס את מספר הזהות התורכי שלך
hi: कृपया अपना तुर्की ID नंबर दर्ज करें
hr: Molimo unesite svoj turski ID broj
hu: Kérjük, adja meg a török személyi azonosító számát
hy: Մուտքագրեք ձեր թուրքական ID համարը
id: Silakan masukkan nomor ID Turki Anda
it: Inserisci il tuo numero di ID turco
ja: トルコのID番号を入力してください
ko: 당신의 터키 ID 번호를 입력해 주세요
lt: Prašome įvesti savo Turkijos ID numerį
lv: Lūdzu, ievadiet savu Turcijas ID numuru
ms: Sila masukkan nombor ID Turki anda
nb: Vennligst skriv inn ditt tyrkiske ID-nummer
nl: Vul alstublieft uw Turkse ID-nummer in
pl: Proszę wprowadzić swój turecki numer ID
pt: Por favor, insira o seu número de ID turco
ro: Vă rugăm să introduceți numărul dvs. de identificare turcesc
ru: Пожалуйста, введите ваш турецкий номер ID
sk: Prosím, zadajte svoje turecké číslo ID
sl: Prosimo, vnesite svojo turško številko ID
sr: Molimo unesite vaš turski ID broj
sv: Vänligen ange ditt turkiska ID-nummer
th: กรุณากรอกหมายเลข ID ตุรกีของคุณ
tr: Lütfen Türk Kimlik Numaranızı girin
uk: Будь ласка, введіть свій турецький номер ID
vi: Vui lòng nhập số ID Thổ Nhĩ Kỳ của bạn
zh: 请输入您的土耳其ID号码
