Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_country_selection_countries_BMU
source: Bermuda
ar: برمودا
bg: Бермуди
cs: Bermudy
el: Βερμούδες
es: Bermudas
fa: برمودا
fr: Bermudes
he: ברמודה
hi: बरमूडा
hr: Bermudi
hy: Բերմուդա
ja: バミューダ
ko: 버뮤다
lt: Bermudai
pl: Bermudy
pt: Bermudas
ru: Бермуды
sk: Bermudy
sl: Bermudi
sr: Bermudi
th: เบอร์มิวดา
uk: Бермуди
zh: 百慕大

# common_country_selection_countries_BOL
source: Bolivia (Plurinational State of)
ar: بوليفيا (دولة متعددة القوميات)
bg: Боливия (Многонационална държава)
cs: Bolívie (Mnohonárodnostní stát)
da: Bolivia (Den Plurinationale Stat)
de: Bolivien (Plurinationaler Staat)
el: Βολιβία (Πολυεθνικό Κράτος)
es: Bolivia (Estado Plurinacional de)
et: Boliivia (Paljurahvuseline Riik)
fa: بولیوی (دولت چندملیتی)
fi: Bolivia (monikansallinen valtio)
fr: Bolivie (État plurinational de)
he: בוליביה (המדינה הרב-לאומית של)
hi: बोलीविया (बहु-राष्ट्रीय राज्य)
hr: Bolivija (Višenacionalna Država)
hu: Bolívia (Többnemzetiségű Állam)
hy: Բոլիվիա (Բազմազգ պետություն)
id: Bolivia (Negara Plurinasional)
it: Bolivia (Stato Plurinazionale di)
ja: ボリビア（多民族国）
ko: 볼리비아 (다민족국가)
lt: Bolivija (Daugiatautė Valstybė)
lv: Bolīvija (Daudznacionālā Valsts)
ms: Bolivia (Negara Plurinasi)
nb: Bolivia (Den flernasjonale staten)
nl: Bolivia (Plurinationale Staat)
pl: Boliwia (Wielonarodowe Państwo)
pt: Bolívia (Estado Plurinacional de)
ro: Bolivia (Statul Plurinațional)
ru: Боливия (Многонациональное Государство)
sk: Bolívia (Mnohonárodnostný štát)
sl: Bolivija (Večnacionalna država)
sr: Bolivija (Višenacionalna Država)
sv: Bolivia (Mångnationella staten)
th: โบลิเวีย (รัฐพหุชนชาติ)
tr: Bolivya (Çokuluslu Devlet)
uk: Болівія (Багатонаціональна Держава)
vi: Bolivia (Nhà nước Đa dân tộc)
zh: 玻利维亚（多民族国）

# common_country_selection_countries_BRA
source: Brazil
ar: البرازيل
bg: Бразилия
cs: Brazílie
da: Brasilien
de: Brasilien
el: Βραζιλία
es: Brasil
et: Brasiilia
fa: برزیل
fi: Brasilia
fr: Brésil
he: ברזיל
hi: ब्राज़ील
hu: Brazília
hy: Բրազիլիա
id: Brasil
it: Brasile
ja: ブラジル
ko: 브라질
lt: Brazilija
lv: Brazīlija
nb: Brasil
nl: Brazilië
pl: Brazylia
pt: Brasil
ro: Brazilia
ru: Бразилия
sk: Brazília
sl: Brazilija
sr: Бразил
sv: Brasilien
th: บราซิล
tr: Brezilya
uk: Бразилія
vi: Brasil
zh: 巴西

# common_country_selection_countries_BRB
source: Barbados
ar: باربادوس
bg: Барбадос
el: Μπαρμπάντος
fa: باربادوس
fr: Barbade
he: ברבדוס
hi: बारबाडोस
hy: Բարբադոս
ja: バルバドス
ko: 바베이도스
lt: Barbadosas
lv: Barbadosa
ru: Барбадос
th: บาร์เบโดส
uk: Барбадос
zh: 巴巴多斯

# common_country_selection_countries_BRN
source: Brunei Darussalam
ar: بروناي دار السلام
bg: Бруней Даруссалам
cs: Brunej Darussalam
el: Μπρουνέι Νταρουσαλάμ
es: Brunéi Darussalam
fa: برونئی دارالسلام
fi: Brunei
he: ברוניי דארוסלאם
hi: ब्रुनेई दारुस्सलाम
hr: Brunej Darussalam
hy: Բրունեյ Դարուսսալամ
ja: ブルネイ・ダルサラーム
ko: 브루나이 다루살람
lt: Brunėjus Darusalamas
lv: Bruneja Darusalama
ru: Бруней-Даруссалам
sk: Brunej Darussalam
sl: Brunej Darussalam
sr: Брунеј Дарусалам
th: บรูไนดารุสซาลาม
uk: Бруней-Даруссалам
zh: 文莱达鲁萨兰国

# common_country_selection_countries_BTN
source: Bhutan
ar: بوتان
bg: Бутан
cs: Bhútán
el: Μπουτάν
es: Bután
fa: بوتان
fr: Bhoutan
he: בהוטן
hi: भूटान
hr: Butan
hu: Bhután
hy: Բութան
ja: ブータン
ko: 부탄
lt: Butanas
lv: Butāna
pt: Butão
ru: Бутан
sk: Bhután
sl: Butan
sr: Butan
th: ภูฏาน
tr: Butan
uk: Бутан
zh: 不丹

# common_country_selection_countries_BWA
source: Botswana
ar: بوتسوانا
bg: Ботсвана
de: Botsuana
el: Μποτσουάνα
es: Botsuana
fa: بوتسوانا
he: בוטסואנה
hi: बोत्सवाना
hr: Bocvana
hy: Բոտսվանա
ja: ボツワナ
ko: 보츠와나
lt: Botsvana
lv: Botsvāna
ru: Ботсвана
sl: Bocvana
sr: Bocvana
th: บอตสวานา
tr: Botsvana
uk: Ботсвана
zh: 博茨瓦纳

# common_country_selection_countries_CAF
source: Central African Republic
ar: جمهورية أفريقيا الوسطى
bg: Централноафриканска република
cs: Středoafrická republika
da: Den Centralafrikanske Republik
de: Zentralafrikanische Republik
el: Κεντροαφρικανική Δημοκρατία
es: República Centroafricana
et: Kesk-Aafrika Vabariik
fa: جمهوری آفریقای مرکزی
fi: Keski-Afrikan tasavalta
fr: République centrafricaine
he: הרפובליקה המרכז-אפריקאית
hi: मध्य अफ्रीकी गणराज्य
hr: Srednjoafrička Republika
hu: Közép-afrikai Köztársaság
hy: Կենտրոնական Աֆրիկյան Հանրապետություն
id: Republik Afrika Tengah
it: Repubblica Centrafricana
ja: 中央アフリカ共和国
ko: 중앙아프리카공화국
lt: Centrinės Afrikos Respublika
lv: Centrālāfrikas Republika
ms: Republik Afrika Tengah
nb: Den sentralafrikanske republikk
nl: Centraal-Afrikaanse Republiek
pl: Republika Środkowoafrykańska
pt: República Centro-Africana
ro: Republica Centrafricană
ru: Центральноафриканская Республика
sk: Stredoafrická republika
sl: Centralnoafriška republika
sr: Centralnoafrička Republika
sv: Centralafrikanska republiken
th: สาธารณรัฐแอฟริกากลาง
tr: Orta Afrika Cumhuriyeti
uk: Центральноафриканська Республіка
vi: Cộng hòa Trung Phi
zh: 中非共和国

# common_country_selection_countries_CAN
source: Canada
ar: كندا
bg: Канада
cs: Kanada
de: Kanada
el: Καναδάς
es: Canadá
et: Kanada
fa: کانادا
fi: Kanada
he: קנדה
hi: कनाडा
hr: Kanada
hu: Kanada
hy: Կանադա
id: Kanada
ja: カナダ
ko: 캐나다
lt: Kanada
lv: Kanāda
ms: Kanada
pl: Kanada
pt: Canadá
ru: Канада
sk: Kanada
sl: Kanada
sr: Kanada
sv: Kanada
th: แคนาดา
tr: Kanada
uk: Канада
zh: 加拿大

# common_country_selection_countries_CCK
source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلينغ)
bg: Кокосови (Кийлинг) острови
cs: Kokosové (Keelingovy) ostrovy
da: Cocosøerne (Keelingøerne)
de: Kokosinseln (Keelinginseln)
el: Νήσοι Κόκος (Κίλινγκ)
es: Islas Cocos (Keeling)
et: Kookossaared (Keeling)
fa: جزایر کوکوس (کیلینگ)
fi: Kookossaaret (Keeling)
fr: Îles Cocos (Keeling)
he: איי קוקוס (קילינג)
hi: कोकोस (कीलिंग) द्वीपसमूह
hr: Kokosovi (Keeling) Otoci
hu: Kókusz (Keeling)-szigetek
hy: Կոկոսյան (Քիլինգ) Կղզիներ
id: Kepulauan Cocos (Keeling)
it: Isole Cocos (Keeling)
ja: ココス（キーリング）諸島
ko: 코코스 제도
lt: Kokosų (Kilingo) Salos
lv: Kokosu (Kīlinga) Salas
ms: Kepulauan Cocos (Keeling)
nb: Kokosøyene (Keelingøyene)
nl: Cocoseilanden (Keeling)
pl: Wyspy Kokosowe (Keelinga)
pt: Ilhas Cocos (Keeling)
ro: Insulele Cocos (Keeling)
ru: Кокосовые (Килинг) острова
sk: Kokosové (Keelingove) ostrovy
sl: Kokosovi (Keelingovi) otoki
sr: Kokosova (Kilingova) Ostrva
sv: Kokosöarna (Keelingöarna)
th: หมู่เกาะโคโคส (คีลิง)
tr: Cocos (Keeling) Adaları
uk: Кокосові (Кілінгові) острови
vi: Quần đảo Cocos (Keeling)
zh: 科科斯（基林）群岛

# common_country_selection_countries_CHE
source: Switzerland
ar: سويسرا
bg: Швейцария
cs: Švýcarsko
da: Schweiz
de: Schweiz
el: Ελβετία
es: Suiza
et: Šveits
fa: سوئیس
fi: Sveitsi
fr: Suisse
he: שווייץ
hi: स्विट्ज़रलैंड
hr: Švicarska
hu: Svájc
hy: Շվեյցարիա
id: Swiss
it: Svizzera
ja: スイス
ko: 스위스
lt: Šveicarija
lv: Šveice
nb: Sveits
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ro: Elveția
ru: Швейцария
sk: Švajčiarsko
sl: Švica
sr: Švajcarska
sv: Schweiz
th: สวิตเซอร์แลนด์
tr: İsviçre
uk: Швейцарія
vi: Thụy Sĩ
zh: 瑞士

# common_country_selection_countries_CHL
source: Chile
ar: تشيلي
bg: Чили
el: Χιλή
et: Tšiili
fa: شیلی
fr: Chili
he: צ`ילה
hi: चिली
hr: Čile
hy: Չիլի
id: Chili
it: Cile
ja: チリ
ko: 칠레
lt: Čilė
lv: Čīle
nl: Chili
ru: Чили
sk: Čile
sl: Čile
sr: Čile
th: ชิลี
tr: Şili
uk: Чилі
zh: 智利

# common_country_selection_countries_CHN
source: China
ar: الصين
bg: Китай
cs: Čína
da: Kina
el: Κίνα
et: Hiina
fa: چین
fi: Kiina
fr: Chine
he: סין
hi: चीन
hr: Kina
hu: Kína
hy: Չինաստան
id: Tiongkok
it: Cina
ja: 中国
ko: 중국
lt: Kinija
lv: Ķīna
nb: Kina
pl: Chiny
ru: Китай
sk: Čína
sl: Kitajska
sr: Кина
sv: Kina
th: จีน
tr: Çin
uk: Китай
vi: Trung Quốc
zh: 中国

# common_country_selection_countries_CIV
source: Côte d`Ivoire
ar: ساحل العاج
bg: Кот д`Ивоар
cs: Pobřeží slonoviny
da: Elfenbenskysten
de: Elfenbeinküste
el: Ακτή Ελεφαντοστού
es: Costa de Marfil
fa: ساحل عاج
fi: Norsunluurannikko
he: חוף השנהב
hi: कोट डी`वोयर
hr: Obala Bjelokosti
hu: Elefántcsontpart
hy: Կոտ դ`Իվուար
id: Pantai Gading
it: Costa d`Avorio
ja: コートジボワール
ko: 코트디부아르
lt: Dramblio Kaulo Krantas
lv: Kotdivuāra
nb: Elfenbenskysten
nl: Ivoorkust
pl: Wybrzeże Kości Słoniowej
pt: Costa do Marfim
ro: Coasta de Fildeș
ru: Кот-д’Ивуар
sk: Pobrežie Slonoviny
sl: Slonokoščena obala
sr: Obala Slonovače
sv: Elfenbenskusten
th: โกตดิวัวร์
tr: Fildişi Sahili
uk: Кот-д`Івуар
zh: 科特迪瓦

# common_country_selection_countries_CMR
source: Cameroon
ar: الكاميرون
bg: Камерун
cs: Kamerun
da: Cameroun
de: Kamerun
el: Καμερούν
es: Camerún
et: Kamerun
fa: کامرون
fi: Kamerun
fr: Cameroun
he: קמרון
hi: कैमरून
hr: Kamerun
hu: Kamerun
hy: Կամերուն
id: Kamerun
it: Camerun
ja: カメルーン
ko: 카메룬
lt: Kamerūnas
lv: Kamerūna
nb: Kamerun
nl: Kameroen
pl: Kamerun
pt: Camarões
ro: Camerun
ru: Камерун
sk: Kamerun
sl: Kamerun
sr: Kamerun
sv: Kamerun
th: แคเมอรูน
tr: Kamerun
uk: Камерун
zh: 喀麦隆

# common_country_selection_countries_COD
source: Congo (Democratic Republic of the)
ar: جمهورية الكونغو الديمقراطية
bg: Конго (Демократична република)
cs: Kongo (Demokratická republika)
da: Congo (Den Demokratiske Republik)
de: Kongo (Demokratische Republik)
el: Κονγκό (Λαϊκή Δημοκρατία του)
es: República Democrática del Congo
et: Kongo Demokraatlik Vabariik
fa: کنگو (جمهوری دموکراتیک)
fi: Kongon demokraattinen tasavalta
fr: Congo (République démocratique du)
he: קונגו (הרפובליקה הדמוקרטית של)
hi: कांगो (लोकतांत्रिक गणराज्य)
hr: Kongo (Demokratska Republika)
hu: Kongói Demokratikus Köztársaság
hy: Կոնգո (Դեմոկրատական Հանրապետություն)
id: Kongo (Republik Demokratik)
it: Congo (Repubblica Democratica del)
ja: コンゴ民主共和国
ko: 콩고 민주 공화국
lt: Kongo Demokratinė Respublika
lv: Kongo (Demokrātiskā Republika)
ms: Congo (Republik Demokratik)
nb: Kongo (Den demokratiske republikken)
nl: Congo (Democratische Republiek)
pl: Kongo (Demokratyczna Republika)
pt: Congo (República Democrática do)
ro: Congo (Republica Democrată a)
ru: Конго (Демократическая Республика)
sk: Kongo (Demokratická republika)
sl: Kongo (Demokratična republika)
sr: Kongo (Demokratska Republika)
sv: Kongo (Demokratiska republiken)
th: คองโก (สาธารณรัฐประชาธิปไตย)
tr: Kongo Demokratik Cumhuriyeti
uk: Конго (Демократична Республіка)
vi: Congo (Cộng hòa Dân chủ)
zh: 刚果（金）

# common_country_selection_countries_COG
source: Congo
ar: جمهورية الكونغو الديمقراطية
bg: Конго
cs: Kongo
de: Kongo
el: Κονγκό
es: República del Congo
et: Kongo
fa: جمهوری دموکراتیک کنگو
fi: Kongon demokraattinen tasavalta
fr: République du Congo
he: קונגו
hi: कांगो
hr: Kongo
hu: Kongó
hy: Կոնգո
id: Republik Demokratik Kongo
it: Repubblica Democratica del Congo
ja: コンゴ
ko: 콩고
lt: Kongas
lv: Kongo
nb: Kongo
pl: Kongo
pt: República Democrática do Congo
ro: Republica Congo
ru: Конго
sk: Kongo
sl: Kongo
sr: Kongo
sv: Kongo
th: คองโก
tr: Kongo Demokratik Cumhuriyeti
uk: Конго
zh: 刚果

# common_country_selection_countries_COL
source: Colombia
ar: كولومبيا
bg: Колумбия
cs: Kolumbie
de: Kolumbien
el: Κολομβία
fa: کلمبیا
fi: Kolumbia
fr: Colombie
he: קולומביה
hi: कोलम्बिया
hr: Kolumbija
hu: Kolumbia
hy: Կոլումբիա
id: Kolombia
ja: コロンビア
ko: 콜롬비아
lt: Kolumbija
lv: Kolumbija
pl: Kolumbia
pt: Colômbia
ro: Columbia
ru: Колумбия
sk: Kolumbia
sl: Kolumbija
sr: Kolumbija
th: โคลอมเบีย
tr: Kolombiya
uk: Колумбія
zh: 哥伦比亚

# common_country_selection_countries_COM
source: Comoros
ar: جزر القمر
bg: Коморски острови
cs: Komory
da: Comorerne
de: Komoren
el: Κομόρες
es: Comoras
et: Komoorid
fa: کومور
fi: Komorit
fr: Comores
he: קומורו
hi: कोमोरोस
hr: Komori
hu: Comore-szigetek
hy: Կոմորոս
id: Komoro
it: Comore
ja: コモロ
ko: 코모로
lt: Komorai
lv: Komoru
ms: Komoros
nb: Komorene
nl: Comoren
pl: Komory
pt: Comores
ro: Comore
ru: Коморы
sk: Komory
sl: Komori
sr: Komori
sv: Komorerna
th: คอโมโรส
tr: Komorlar
uk: Коморські Острови
zh: 科摩罗

# common_country_selection_countries_CPV
source: Cabo Verde
ar: الرأس الأخضر
bg: Кабо Верде
cs: Kapverdy
da: Kap Verde
de: Kap Verde
el: Πράσινο Ακρωτήριο
fa: کیپ ورد
fi: Kap Verde
fr: Cap-Vert
he: קבו ורדה
hi: केप वर्डे
hr: Zelenortska Republika
hu: Zöld-foki Köztársaság
hy: Կաբո Վերդե
id: Tanjung Verde
it: Capo Verde
ja: カーボベルデ
ko: 카보베르데
lt: Žaliasis Kyšulys
lv: Kaboverde
nb: Kapp Verde
nl: Kaapverdië
pl: Republika Zielonego Przylądka
ro: Capul Verde
ru: Кабо-Верде
sk: Kapverdy
sl: Zelenortski otoki
sr: Zelenortska Ostrva
sv: Kap Verde
th: เคปเวิร์ด
tr: Yeşil Burun Adaları
uk: Кабо-Верде
zh: 佛得角

# common_country_selection_countries_CRI
source: Costa Rica
ar: كوستاريكا
bg: Коста Рика
cs: Kostarika
el: Κόστα Ρίκα
fa: کاستاریکا
he: קוסטה ריקה
hi: कोस्टा रिका
hr: Kostarika
hy: Կոստա Ռիկա
id: Kosta Rika
ja: コスタリカ
ko: 코스타리카
lt: Kosta Rika
lv: Kostarika
pl: Kostaryka
ru: Коста-Рика
sk: Kostarika
sl: Kostarika
sr: Костарика
th: คอสตาริกา
tr: Kosta Rika
uk: Коста-Рика
zh: 哥斯达黎加

# common_country_selection_countries_CUB
source: Cuba
ar: كوبا
bg: Куба
cs: Kuba
de: Kuba
el: Κούβα
et: Kuuba
fa: کوبا
fi: Kuuba
he: קובה
hi: क्यूबा
hr: Kuba
hu: Kuba
hy: Կուբա
id: Kuba
ja: キューバ
ko: 쿠바
lt: Kuba
lv: Kuba
pl: Kuba
ru: Куба
sk: Kuba
sl: Kuba
sr: Kuba
sv: Kuba
th: คิวบา
tr: Küba
uk: Куба
zh: 古巴

# common_country_selection_countries_CUW
source: Curaçao
ar: كوراساو
bg: Кюрасао
el: Κουρασάο
es: Curazao
fa: کوراسائو
he: קוראסאו
hi: कुराकाओ
hy: Կյուրասաո
ja: キュラソー
ko: 퀴라소
lt: Kiurasao
lv: Kirasao
ru: Кюрасао
sr: Курасао
th: คูราเซา
uk: Кюрасао
zh: 库拉索

# common_country_selection_countries_CXR
source: Christmas Island
ar: جزيرة كريسماس
bg: Остров Рождество
cs: Vánoční ostrov
da: Juleøen
de: Weihnachtsinsel
el: Νήσος των Χριστουγέννων
es: Isla de Navidad
et: Jõulusaar
fa: جزیره کریسمس
fi: Joulusaari
fr: Île Christmas
he: האי כריסמס
hi: क्रिसमस द्वीप
hr: Božićni otok
hu: Karácsony-sziget
hy: Կրիստմաս կղզի
id: Pulau Natal
it: Isola di Natale
ja: クリスマス島
ko: 크리스마스 섬
lt: Kalėdų Sala
lv: Ziemassvētku Sala
ms: Pulau Krismas
nb: Christmasøya
nl: Christmaseiland
pl: Wyspa Bożego Narodzenia
pt: Ilha Christmas
ro: Insula Crăciunului
ru: Остров Рождества
sk: Vianočný ostrov
sl: Božični otok
sr: Božićno Ostrvo
sv: Julön
th: เกาะคริสต์มาส
tr: Christmas Adası
uk: Острів Різдва
vi: Đảo Giáng Sinh
zh: 圣诞岛

# common_country_selection_countries_CYM
source: Cayman Islands
ar: جزر كايمان
bg: Кайманови острови
cs: Kajmanské ostrovy
da: Caymanøerne
de: Kaimaninseln
el: Νήσοι Κέιμαν
es: Islas Caimán
et: Kaimanisaared
fa: جزایر کیمن
fi: Caymansaaret
fr: Îles Caïmans
he: איי קיימן
hi: केमैन द्वीपसमूह
hr: Kajmanski Otoci
hu: Kajmán-szigetek
hy: Կայմանյան կղզիներ
id: Kepulauan Cayman
it: Isole Cayman
ja: ケイマン諸島
ko: 케이맨 제도
lt: Kaimanų Salos
lv: Kaimanu salas
ms: Kepulauan Cayman
nb: Caymanøyene
nl: Kaaimaneilanden
pl: Kajmany
pt: Ilhas Cayman
ro: Insulele Cayman
ru: Каймановы Острова
sk: Kajmanské ostrovy
sl: Kajmanski otoki
sr: Kajmanska Ostrva
sv: Caymanöarna
th: หมู่เกาะเคย์แมน
tr: Cayman Adaları
uk: Кайманові Острови
vi: Quần đảo Cayman
zh: 开曼群岛

# common_country_selection_countries_CYP
source: Cyprus
ar: قبرص
bg: Кипър
cs: Kypr
da: Cypern
de: Zypern
el: Κύπρος
es: Chipre
et: Küpros
fa: قبرس
fi: Kypros
fr: Chypre
he: קפריסין
hi: साइप्रस
hr: Cipar
hu: Ciprus
hy: Կիպրոս
id: Siprus
it: Cipro
ja: キプロス
ko: 키프로스
lt: Kipras
lv: Kipra
nb: Kypros
pl: Cypr
pt: Chipre
ro: Cipru
ru: Кипр
sl: Ciper
sr: Кипар
sv: Cypern
th: ไซปรัส
tr: Kıbrıs
uk: Кіпр
vi: Síp
zh: 塞浦路斯

# common_country_selection_countries_CZE
source: Czech Republic
ar: جمهورية التشيك
bg: Чешка република
cs: Česká republika
da: Tjekkiet
de: Tschechische Republik
el: Τσεχική Δημοκρατία
es: República Checa
et: Tšehhi Vabariik
fa: جمهوری چک
fi: Tšekki
fr: République tchèque
he: צ`כיה
hi: चेक गणराज्य
hr: Češka Republika
hu: Csehország
hy: Չեխիայի Հանրապետություն
id: Republik Ceko
it: Repubblica Ceca
ja: チェコ共和国
ko: 체코 공화국
lt: Čekija
lv: Čehija
ms: Republik Czech
nb: Tsjekkia
nl: Tsjechië
pl: Czechia
pt: República Tcheca
ro: Republica Cehă
ru: Чешская Республика
sk: Česká republika
sl: Češka republika
sr: Češka
sv: Tjeckien
th: สาธารณรัฐเช็ก
tr: Çek Cumhuriyeti
uk: Чеська Республіка
vi: Cộng hòa Séc
zh: 捷克共和国

# common_country_selection_countries_DEU
source: Germany
ar: ألمانيا
bg: Германия
cs: Německo
da: Tyskland
de: Deutschland
el: Γερμανία
es: Alemania
et: Saksamaa
fa: آلمان
fi: Saksa
fr: Allemagne
he: גרמניה
hi: जर्मनी
hr: Njemačka
hu: Németország
hy: Գերմանիա
id: Jerman
it: Germania
ja: ドイツ
ko: 독일
lt: Vokietija
lv: Vācija
ms: Jerman
nb: Tyskland
nl: Duitsland
pl: Niemcy
pt: Alemanha
ro: Germania
ru: Германия
sk: Nemecko
sl: Nemčija
sr: Nemačka
sv: Tyskland
th: เยอรมนี
tr: Almanya
uk: Німеччина
vi: Đức
zh: 德国

# common_country_selection_countries_DJI
source: Djibouti
ar: جيبوتي
bg: Джибути
cs: Džibutsko
de: Dschibuti
el: Τζιμπουτί
es: Yibuti
fa: جیبوتی
he: ג`יבוטי
hi: जिबूती
hr: Džibuti
hu: Dzsibuti
hy: Ջիբութի
it: Gibuti
ja: ジブチ
ko: 지부티
lt: Džibutis
lv: Džibutija
pl: Dżibuti
ru: Джибути
sk: Džibutsko
sl: Džibuti
sr: Džibuti
th: จิบูตี
tr: Cibuti
uk: Джибуті
zh: 吉布提

# common_country_selection_countries_DMA
source: Dominica
ar: دومينيكا
bg: Доминика
cs: Dominika
el: Ντομίνικα
fa: دومینیکا
fr: Dominique
he: דומיניקה
hi: डोमिनिका
hr: Dominika
hu: Dominikai Közösség
hy: Դոմինիկա
id: Dominika
ja: ドミニカ国
ko: 도미니카
lt: Dominikos Sandrauga
lv: Dominika
pl: Dominika
ru: Доминика
sk: Dominika
sl: Dominika
sr: Dominika
th: โดมินิกา
tr: Dominika
uk: Домініка
zh: 多米尼克

# common_country_selection_countries_DNK
source: Denmark
ar: الدنمارك
bg: Дания
cs: Dánsko
da: Danmark
de: Dänemark
el: Δανία
es: Dinamarca
et: Taani
fa: دانمارک
fi: Tanska
fr: Danemark
he: דנמרק
hi: डेनमार्क
hr: Danska
hu: Dánia
hy: Դանիա
it: Danimarca
ja: デンマーク
ko: 덴마크
lt: Danija
lv: Dānija
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
ro: Danemarca
ru: Дания
sk: Dánsko
sl: Danska
sr: Danska
sv: Danmark
th: เดนมาร์ก
tr: Danimarka
uk: Данія
vi: Đan Mạch
zh: 丹麦

# common_country_selection_countries_DOM
source: Dominican Republic
ar: جمهورية الدومينيكان
bg: Доминиканска република
cs: Dominikánská republika
da: Den Dominikanske Republik
de: Dominikanische Republik
el: Δομινικανή Δημοκρατία
es: República Dominicana
et: Dominikaani Vabariik
fa: جمهوری دومینیکن
fi: Dominikaaninen tasavalta
fr: République dominicaine
he: הרפובליקה הדומיניקנית
hi: डोमिनिकन गणराज्य
hr: Dominikanska Republika
hu: Dominikai Köztársaság
hy: Դոմինիկյան Հանրապետություն
id: Republik Dominika
it: Repubblica Dominicana
ja: ドミニカ共和国
ko: 도미니카 공화국
lt: Dominikos Respublika
lv: Dominikānas Republika
ms: Republik Dominika
nb: Den dominikanske republikk
nl: Dominicaanse Republiek
pl: Dominikana
pt: República Dominicana
ro: Republica Dominicană
ru: Доминиканская Республика
sk: Dominikánska republika
sl: Dominikanska republika
sr: Dominikanska Republika
sv: Dominikanska republiken
th: สาธารณรัฐโดมินิกัน
tr: Dominik Cumhuriyeti
uk: Домініканська Республіка
vi: Cộng hòa Dominica
zh: 多米尼加共和国

# common_country_selection_countries_DZA
source: Algeria
ar: الجزائر
bg: Алжир
cs: Alžírsko
da: Algeriet
de: Algerien
el: Αλγερία
es: Argelia
et: Alžeeria
fa: الجزایر
fr: Algérie
he: אלג`יריה
hi: अल्जीरिया
hr: Alžir
hu: Algéria
hy: Ալժիր
id: Aljazair
ja: アルジェリア
ko: 알제리
lt: Alžyras
lv: Alžīrija
nb: Algerie
nl: Algerije
pl: Algieria
pt: Argélia
ru: Алжир
sk: Alžírsko
sl: Alžirija
sr: Alžir
sv: Algeriet
th: แอลจีเรีย
tr: Cezayir
uk: Алжир
zh: 阿尔及利亚

# common_country_selection_countries_ECU
source: Ecuador
ar: الإكوادور
bg: Еквадор
cs: Ekvádor
el: Ισημερινός
fa: اکوادور
fr: Équateur
he: אקוודור
hi: इक्वाडोर
hr: Ekvador
hy: Էկվադոր
id: Ekuador
ja: エクアドル
ko: 에콰도르
lt: Ekvadoras
lv: Ekvadora
pl: Ekwador
pt: Equador
ru: Эквадор
sk: Ekvádor
sl: Ekvador
sr: Ekvador
th: เอกวาดอร์
tr: Ekvador
uk: Еквадор
zh: 厄瓜多尔

# common_country_selection_countries_EGY
source: Egypt
ar: مصر
bg: Египет
da: Egypten
de: Ägypten
el: Αίγυπτος
es: Egipto
et: Egiptus
fa: مصر
fi: Egypti
fr: Égypte
he: מצרים
hi: मिस्र
hr: Egipat
hu: Egyiptom
hy: Եգիպտոս
id: Mesir
it: Egitto
ja: エジプト
ko: 이집트
lt: Egiptas
lv: Ēģipte
ms: Mesir
nl: Egypte
pl: Egipt
pt: Egito
ro: Egipt
ru: Египет
sl: Egipt
sr: Egipat
sv: Egypten
th: อียิปต์
tr: Mısır
uk: Єгипет
vi: Ai Cập
zh: 埃及

# common_country_selection_countries_ERI
source: Eritrea
ar: إريتريا
bg: Еритрея
el: Ερυθραία
fa: اریتره
fr: Érythrée
he: אריתריאה
hi: इरिट्रिया
hr: Eritreja
hy: Էրիթրեա
ja: エリトリア
ko: 에리트레아
lt: Eritrėja
lv: Eritreja
pl: Erytrea
pt: Eritreia
ro: Eritreea
ru: Эритрея
sl: Eritreja
sr: Eritreja
th: เอริเทรีย
tr: Eritre
uk: Еритрея
zh: 厄立特里亚

# common_country_selection_countries_ESP
source: Spain
ar: إسبانيا
bg: Испания
cs: Španělsko
da: Spanien
de: Spanien
el: Ισπανία
es: España
et: Hispaania
fa: اسپانیا
fi: Espanja
fr: Espagne
he: ספרד
hi: स्पेन
hr: Španjolska
hu: Spanyolország
hy: Իսպանիա
id: Spanyol
it: Spagna
ja: スペイン
ko: 스페인
lt: Ispanija
lv: Spānija
ms: Sepanyol
nb: Spania
nl: Spanje
pl: Hiszpania
pt: Espanha
ro: Spania
ru: Испания
sk: Španielsko
sl: Španija
sr: Španija
sv: Spanien
th: สเปน
tr: İspanya
uk: Іспанія
vi: Tây Ban Nha
zh: 西班牙

# common_country_selection_countries_EST
source: Estonia
ar: إستونيا
bg: Естония
cs: Estonsko
da: Estland
de: Estland
el: Εσθονία
et: Eesti
fa: استونی
fi: Viro
fr: Estonie
he: אסטוניה
hi: एस्टोनिया
hr: Estonija
hu: Észtország
hy: Էստոնիա
ja: エストニア
ko: 에스토니아
lt: Estija
lv: Igaunija
nb: Estland
nl: Estland
pt: Estónia
ru: Эстония
sk: Estónsko
sl: Estonija
sr: Estonija
sv: Estland
th: เอสโตเนีย
tr: Estonya
uk: Естонія
zh: 爱沙尼亚

# common_country_selection_countries_ETH
source: Ethiopia
ar: إثيوبيا
bg: Етиопия
cs: Etiopie
da: Etiopien
de: Äthiopien
el: Αιθιοπία
es: Etiopía
et: Etioopia
fa: اتیوپی
fi: Etiopia
fr: Éthiopie
he: אתיופיה
hi: इथियोपिया
hr: Etiopija
hu: Etiópia
hy: Եթովպիա
id: Etiopia
it: Etiopia
ja: エチオピア
ko: 에티오피아
lt: Etiopija
lv: Etiopija
nb: Etiopia
nl: Ethiopië
pl: Etiopia
pt: Etiópia
ro: Etiopia
ru: Эфиопия
sk: Etiópia
sl: Etiopija
sr: Etiopija
sv: Etiopien
th: เอธิโอเปีย
tr: Etiyopya
uk: Ефіопія
zh: 埃塞俄比亚

# common_country_selection_countries_FIN
source: Finland
ar: فنلندا
bg: Финландия
cs: Finsko
de: Finnland
el: Φινλανδία
es: Finlandia
et: Soome
fa: فنلاند
fi: Suomi
fr: Finlande
he: פינלנד
hi: फ़िनलैंड
hr: Finska
hu: Finnország
hy: Ֆինլանդիա
id: Finlandia
it: Finlandia
ja: フィンランド
ko: 핀란드
lt: Suomija
lv: Somija
pl: Finlandia
pt: Finlândia
ro: Finlanda
ru: Финляндия
sk: Fínsko
sl: Finska
sr: Finska
th: ฟินแลนด์
tr: Finlandiya
uk: Фінляндія
vi: Phần Lan
zh: 芬兰

# common_country_selection_countries_FJI
source: Fiji
ar: فيجي
bg: Фиджи
cs: Fidži
de: Fidschi
el: Φίτζι
es: Fiyi
et: Fidži
fa: فیجی
fi: Fidži
fr: Fidji
he: פיג`י
hi: फ़िजी
hr: Fidži
hu: Fidzsi-szigetek
hy: Ֆիջի
it: Figi
ja: フィジー
ko: 피지
lt: Fidžis
lv: Fidži
pl: Fidżi
ru: Фиджи
sk: Fidži
sl: Fidži
sr: Fidži
th: ฟิจิ
uk: Фіджі
zh: 斐济

# common_country_selection_countries_FRA
source: France
ar: فرنسا
bg: Франция
cs: Francie
da: Frankrig
de: Frankreich
el: Γαλλία
es: Francia
et: Prantsusmaa
fa: فرانسه
fi: Ranska
he: צרפת
hi: फ्रांस
hr: Francuska
hu: Franciaország
hy: Ֆրանսիա
id: Prancis
it: Francia
ja: フランス
ko: 프랑스
lt: Prancūzija
lv: Francija
ms: Perancis
nb: Frankrike
nl: Frankrijk
pl: Francja
pt: França
ro: Franța
ru: Франция
sk: Francúzsko
sl: Francija
sr: Francuska
sv: Frankrike
th: ฝรั่งเศส
tr: Fransa
uk: Франція
vi: Pháp
zh: 法国

# common_country_selection_countries_FRO
source: Faroe Islands
ar: جزر فارو
bg: Фарьорски острови
cs: Faerské ostrovy
da: Færøerne
de: Färöer-Inseln
el: Νήσοι Φερόες
es: Islas Feroe
et: Fääri saared
fa: جزایر فارو
fi: Färsaaret
fr: Îles Féroé
he: איי פארו
hi: फरो आइलैंड्स
hr: Farski Otoci
hu: Feröer-szigetek
hy: Ֆարերյան կղզիներ
id: Kepulauan Faroe
it: Isole Fær Øer
ja: フェロー諸島
ko: 페로 제도
lt: Farerų Salos
lv: Fēru Salas
ms: Kepulauan Faroe
nb: Færøyene
nl: Faeröer
pl: Wyspy Owcze
pt: Ilhas Faroé
ro: Insulele Feroe
ru: Фарерские острова
sk: Faerské ostrovy
sl: Ferski otoki
sr: Farska Ostrva
sv: Färöarna
th: หมู่เกาะแฟโร
tr: Faroe Adaları
uk: Фарерські острови
vi: Quần đảo Faroe
zh: 法罗群岛
