Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_country_select_placeholder
source: Select issuing country
ar: اختر الدولة المصدِرة
bg: Изберете издаваща държава
cs: Vyberte zemi, kde došlo k vydání
da: Vælg udstedende land
de: Wählen Sie das Ausstellungsland
el: Επιλέξτε χώρα έκδοσης
es: Elija el país de emisión
et: Valige väljastanud riik
fa: کشور صادر کننده را انتخاب کنید
fi: Valitse myöntämismaa
fr: Choisissez le pays d`émission
he: בחר את ארץ ההנפקה
hi: जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja
hu: Kibocsátó ország kiválasztása
hy: Ընտրեք թողարկող երկիրը
id: Pilih negara penerbit
it: Seleziona il paese di emissione
ja: 発行国を選択
ko: 발급 국가 선택
lt: Pasirinkite išdavusią šalį
lv: Atlasīt izdevējvalsti
ms: Pilih negara yang mengeluarkan
nb: Velg utstedelsesland
nl: Selecteer land van uitgifte
pl: Wybierz kraj wydania
pt: Selecione o país emissor
ro: Selectați țara emitentă
ru: Выберите страну выдачи
sk: Vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico
sr: Izaberite zemlju izdavanja
sv: Välj utfärdande land
th: เลือกประเทศที่ออกเอกสาร
tr: Düzenleyen ülkeyi seçin
uk: Виберіть країну видачі
vi: Chọn quốc gia cấp giấy tờ
zh: 选择签发国家/地区

# document_guide_blur_alt
source: Example of a blurry document
ar: مثال على وثيقة ضبابية
bg: Пример за неясен документ
cs: Příklad rozmazaného dokumentu
da: Eksempel på et sløret dokument
de: Beispiel eines verschwommenen Dokuments
el: Παράδειγμα θολού εγγράφου
es: Ejemplo de un documento borroso
et: Hägusa dokumendi näide
fa: نمونه‌ای از تصویر یک مدرک که تار گرفته شده
fi: Esimerkki epäselvästä asiakirjasta
fr: Exemple de document flou
he: דוגמה למסמך מטושטש
hi: धुंधले डॉक्यूमेंट का उदाहरण
hr: Primjer mutnog dokumenta
hu: Példa elmosódott dokumentumra
hy: Աղոտ երևացող փաստաթղթի օրինակ
id: Contoh dokumen buram
it: Esempio di un documento sfocato
ja: ぼんやりした文書の例
ko: 흐릿한 서류 이미지 사례
lt: Neryškaus dokumento pavyzdys
lv: Izplūduša dokumenta piemērs
ms: Contoh dokumen yang kabur
nb: Eksempel på et uskarpt dokument
nl: Voorbeeld van een wazig document
pl: Przykład dokumentu z zamazanym obrazem
pt: Exemplo de um documento desfocado
ro: Exemplu de document încețoșat
ru: Пример размытого документа
sk: Príklad rozmazaného dokladu
sl: Primer zamegljenega dokumenta
sr: Primer mutnog dokumenta
sv: Exempel på ett suddigt dokument
th: ตัวอย่างเอกสารที่พร่ามัว
tr: Bulanık belge örneği
uk: Приклад розмитого документа
vi: Ví dụ về giấy tờ bị mờ
zh: 模糊证明文件示例

# document_guide_blur_label
source: All details must be clear — nothing blurry
ar: يجب أن تكون جميع التفاصيل واضحة — لا شيء ضبابي
bg: Всички данни трябва да са ясни, а не размазани
cs: Všechny detaily musí být jasné - nic nesmí být rozmazané
da: Alle oplysninger skal være tydelige – intet må være sløret
de: Alle Details müssen klar sein - nichts verschwommen
el: Όλα τα στοιχεία πρέπει να εμφανίζονται με σαφήνεια — τίποτα θολό
es: Todos los detalles deben ser claros, nada borroso
et: Kõik üksikasjad peavad olema selged, mitte hägused
fa: تمام جزئیات باید واضح باشند - هیچ چیز تار نباشد
fi: Kaikkien tietojen on oltava selkeitä, ei epäselviä
fr: Tous les détails doivent être clairs — rien ne doit être flou
he: כל הפרטים חייבים להיות ברורים ולא מטושטשים
hi: सभी विवरण साफ़-साफ़ दिखने चाहिए — कुछ भी धुंधला न हो
hr: Svi detalji moraju biti jasno vidljivi – ništa ne smije biti mutno
hu: Minden adatnak jól kell látszódnia — semmi nem lehet elmosódott
hy: Բոլոր տվյալները պետք է պարզ կարդացվեն և աղոտ չլինեն
id: Semua detail harus jelas — tidak ada yang buram
it: Tutti i dettagli devono essere nitidi, senza sfocature
ja: すべての詳細がぼやけておらず、はっきりしている必要があります
ko: 흐릿한 부분 없이 모든 세부 정보가 명확하게 나타나야 합니다
lt: Visos detalės turi būti aiškios – jokių neryškumų
lv: Visai informācijai jābūt skaidri redzamai, nekas nedrīkst būt izplūdis
ms: Semua butiran mesti jelas — tiada bahagian yang kabur
nb: Alle detaljer må være tydelige – ingenting uskarpt
nl: Alle details moeten scherp zijn - niets wazig
pl: Wszystkie szczegóły muszą być wyraźne — nic nie może być zamazane
pt: Todos os detalhes devem estar nítidos — nada desfocado
ro: Toate detaliile trebuie să fie clare — nimic cețos
ru: Все данные должны быть четкими, размытостей быть не должно
sk: Všetky údaje musia byť jasné — nič nesmie byť rozmazané
sl: Vse podrobnosti morajo biti jasne — nič zamegljenega
sr: Svi detalji moraju biti jasni – ništa ne sme biti mutno
sv: Alla detaljer måste vara tydliga – inget får vara suddigt
th: รายละเอียดทั้งหมดต้องชัดเจน — ไม่มีอะไรพร่ามัว
tr: Tüm ayrıntılar net olmalıdır (bulanık bir şey olmamalıdır)
uk: Усі дані має бути чітко видно без будь-якого розмиття
vi: Tất cả các chi tiết phải rõ ràng — không chi tiết nào bị mờ
zh: 所有细节都必须清晰，没有模糊之处

# document_guide_btn
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# document_guide_cutoff_label
source: Show all details — including the bottom 2 lines
ar: إظهار جميع التفاصيل — بما في ذلك السطرين السفليين
bg: Покажете всички подробности – включително последните 2 реда
cs: Zobrazit všechny podrobnosti - včetně spodních 2 řádků
da: Vis alle oplysninger – herunder de nederste 2 linjer
de: Alle Details anzeigen - einschließlich der unteren 2 Zeilen
el: Εμφανίστε όλες τις λεπτομέρειες — συμπεριλαμβανομένων των κάτω 2 γραμμών
es: Mostrar todos los detalles, incluidas las dos líneas inferiores
et: Näha peavad olema kõik üksikasjad, sh 2 alumist rida
fa: تمام جزئیات نشان داده شود - از جمله 2 خط پایین
fi: Näytä kaikki tiedot, mukaan lukien 2 alinta riviä
fr: Afficher tous les détails — y compris les deux dernières lignes
he: הצג את כל הפרטים — כולל שתי השורות התחתונות
hi: सभी विवरण दिखाएँ — जिसमें नीचे की 2 लाइनें भी शामिल हों
hr: Prikaži sve detalje – uključujući donja 2 retka
hu: Az összes adat megjelenítése — beleértve az alsó 2 sort is
hy: Ցույց տալ բոլոր տվյալները՝ ներառյալ ներքևի 2 տողերը
id: Tampilkan semua detail — termasuk 2 baris terbawah
it: Mostra tutti i dettagli, incluse le 2 righe inferiori
ja: 下2行を含むすべての詳細を表示してください
ko: 하단 2줄 포함 모든 세부 정보 표시
lt: Rodyti visas detales – įskaitant 2 apatines eilutes
lv: Rādīt visu informāciju, tostarp divas apakšējās rindas
ms: Papar semua butiran — termasuk 2 baris terbawah
nb: Vis alle detaljer – inkludert de nederste to linjene
nl: Toon alle details - waaronder de onderste 2 regels
pl: Pokaż wszystkie szczegóły — w tym 2 dolne linie
pt: Mostrar todos os detalhes — incluindo as 2 linhas de baixo
ro: Arătați toate detaliile — includeți cele 2 linii de jos
ru: Покажите все данные, включая 2 нижние строки
sk: Musia byť viditeľné všetky podrobnosti — vrátane dolných 2 riadkov
sl: Prikaži vse podrobnosti — vključno z spodnjima dvema vrsticama
sr: Prikaži sve detalje – uključujući donja 2 reda
sv: Visa alla detaljer – inklusive de två nedersta raderna
th: แสดงรายละเอียดทั้งหมด — รวม 2 บรรทัดล่าง
tr: Tüm ayrıntıları gösterin (en alttaki 2 satır dâhil)
uk: Показати всі дані, зокрема 2 нижні рядки
vi: Thể hiện mọi chi tiết — kể cả 2 dòng dưới cùng
zh: 显示所有细节—包括底部2行

# document_guide_glare_label
source: Move away from direct light — no glare
ar: ابتعد عن الضوء المباشر — لا يوجد وهج
bg: Отдалечете се от пряката светлина – не трябва да има отблясъци
cs: Odstupte od přímého světla - žádné oslnění
da: Flyt dig væk fra direkte lys – ingen genskin på billedet
de: Entfernen Sie sich von direktem Licht - keine Blendung
el: Απομακρυνθείτε από το άμεσο φως — δίχως αντανάκλαση
es: Aléjese de la luz directa, sin reflejos
et: Liikuge otsesest valgusest ära, et vältida ülevalgustamist
fa: از نور مستقیم دور باشید - انعکاس نور خیره کننده در عکس وجود نداشته باشد
fi: Siirry pois suorasta valosta – ei häikäisyä
fr: Éloignez-vous de la lumière directe — évitez les reflets
he: התרחק מאור ישיר כדי למנוע השתקפות
hi: सीधी रोशनी न पड़ने दें — कोई चमक न हो
hr: Odmaknite se od izravne svjetlosti – ne smije biti odsjaja
hu: Távolodjon el a közvetlen fénytől — ne legyen csillogás
hy: Հեռու կանգնեք ուղղակի լույսից, փայլ պետք է չլինի
id: Menjauh dari cahaya langsung — tidak boleh terlihat silau
it: Allontanati dalla luce diretta per evitare riflessi
ja: 直射光から離れた場所に置き、照り返しが無いようにしてください
ko: 빛 반사 현상이 나타나지 않도록 직접적인 광원에서 살짝 벗어나세요
lt: Pasitraukite nuo tiesioginės šviesos – neturi būti atspindžių
lv: Pavirzieties nostāk no tiešas gaismas, nedrīkst būt atspīduma
ms: Jauhi cahaya langsung — tiada silau
nb: Gå vekk fra direkte lys – ingen gjenskinn
nl: Ga niet in direct zonlicht staan - geen glans
pl: Odsuń się od bezpośredniego źródła światła — bez odblasków
pt: Afaste-se da luz direta — sem encandeamento
ro: Nu stați în lumină directă — fără luciri
ru: Отодвиньтесь от прямого света, бликов быть не должно
sk: Vzdiaľte sa od priameho svetla — bez odleskov
sl: Odmaknite se od neposredne svetlobe — brez bleščanja
sr: Odmaknite se od direktne svetlosti – ne sme biti odsjaja
sv: Flytta bort från direkt ljus – inga ljusreflexer får förekomma
th: ออกห่างจากแสงส่องโดยตรง — อย่าให้มีแสงสะท้อน
tr: Doğrudan ışıktan uzakta durun (parlama olmamalıdır)
uk: Заберіть документ із-під прямого освітлення, щоб на фото не було відблисків
vi: Tránh ánh sáng trực tiếp — không bị lóa
zh: 远离直射光，无眩光

# document_guide_good_label
source: The photo should clearly show your document
ar: يجب أن تُظهر الصورة مستندك بوضوح
bg: Снимката трябва ясно да показва документа ви
cs: Na fotografii musí být jasně vidět Váš dokument
da: Billedet skal tydeligt vise dit dokument
de: Das Foto sollte Ihr Dokument deutlich zeigen
el: Η φωτογραφία θα πρέπει να εμφανίζει καθαρά το έγγραφό σας
es: La foto debe mostrar claramente su documento
et: Fotol peab olema selgelt näha teie dokument
fa: عکس باید به وضوح مدرک شما را نشان دهد
fi: Asiakirjan tulee näkyä kuvassa selkeästi
fr: La photo doit montrer clairement votre document
he: התמונה חייבת להציג את המסמך בצורה ברורה
hi: फ़ोटो में आपका डॉक्यूमेंट साफ़-साफ़ दिखना चाहिए
hr: Na fotografiji bi se trebao jasno vidjeti tvoj dokument
hu: A fényképen a dokumentum jól látható legyen
hy: Լուսանկարում պետք է հստակ երևա ձեր փաստաթուղթը
id: Foto harus menampilkan dokumen Anda dengan jelas
it: La foto deve mostrare chiaramente il tuo documento
ja: 写真にはドキュメントがはっきり写っている必要があります
ko: 서류 기재 내용이 명확하게 나온 사진이어야 합니다
lt: Nuotraukoje turi būti aiškiai matomas jūsų dokumentas
lv: Fotoattēlā jābūt skaidri redzamam jūsu dokumentam
ms: Gambar hendaklah menunjukkan dokumen anda dengan jelas
nb: Bildet må tydelig vise dokumentet ditt
nl: De foto moet uw document duidelijk weergeven
pl: Na zdjęciu powinien być wyraźnie widoczny dokument
pt: A fotografia deverá mostrar claramente o seu documento
ro: Poza trebuie să arate clar documentul dvs.
ru: На фото должен быть четко виден Ваш документ
sk: Na fotke by mal byť jasne viditeľný váš doklad
sl: Na fotografiji mora biti jasno viden vaš dokument
sr: Na fotografiji treba jasno da se vidi vaš dokument
sv: Fotot ska tydligt visa ditt dokument
th: รูปถ่ายควรแสดงเอกสารของคุณอย่างชัดเจน
tr: Fotoğrafta belgeniz açıkça görülmelidir
uk: На фото має бути чітко видно ваш документ
vi: Ảnh phải thể hiện rõ giấy tờ của bạn
zh: 照片应清晰展示您的证明文件

# document_guide_subtitle
source: Scans and photocopies are not accepted
ar: لا تُقبل مستندات لمسح ضوئي ونسخ ضوئية
bg: Сканирани копия и фотокопия не се приемат
cs: Skeny a fotokopie nemohou být akceptovány
da: Scanninger og fotokopier accepteres ikke
de: Scans und Fotokopien werden nicht akzeptiert
el: Δεν γίνονται δεκτές σαρώσεις και φωτοαντίγραφα
es: No se aceptan fotos escaneadas ni fotocopias
et: Skaneeringud ja koopiad ei sobi
fa: اسکن و فتوکپی پذیرفته نمی‌شود
fi: Skannauksia ja valokopioita ei hyväksytä
fr: Les scans et photocopies ne sont pas acceptés
he: סריקות והעתקים אינם מתקבלים
hi: स्कैन और फ़ोटोकॉपी स्वीकार नहीं की जातीं
hr: Skenovi i fotokopije nisu dopušteni
hu: Szkennelt és fénymásolt dokumentumot nem fogadunk el
hy: Սկանավորված և պատճենահանված տարբերակները չեն ընդունվում
id: Pindaian dan fotokopi tidak diterima
it: Non sono ammesse scansioni e fotocopie
ja: スキャンやコピーは受け付けていません
ko: 스캔본 및 복사본은 허용되지 않습니다
lt: Skenuoti vaizdai ir fotokopijos netinka
lv: Mēs nepieņemam skenētus dokumentus un fotokopijas
ms: Imbasan dan fotokopi tidak diterima
nb: Skanninger og fotokopier aksepteres ikke
nl: Scans en fotokopiën worden niet geaccepteerd
pl: Skany i kserokopie nie są akceptowane
pt: Digitalizações e fotocópias não são aceites
ro: Scanările și fotocopiile nu sunt acceptate
ru: Сканы и ксерокопии не принимаются
sk: Skeny a fotokópie nie sú akceptované
sl: Skeni in fotokopije niso sprejemljive
sr: Skenirano i fotokopirano se ne prihvata
sv: Skanningar och fotokopior accepteras inte
th: ใช้ภาพสแกนหรือถ่ายเอกสารไม่ได้
tr: Tarama ve fotokopi kabul edilmez
uk: Відскановані документи та ксерокопії не приймаються
vi: Không chấp nhận bản quét và bản sao
zh: 不接受扫描件和复印件

# document_guide_title
source: Submit passport photo page
ar: قدم صفحة صورة جواز السفر
bg: Предоставете страницата със снимката от паспорта
cs: Odeslat stránku s pasovou fotografií
da: Indsend side med pasfoto
de: Seite mit Passfoto einreichen
el: Υποβάλετε τη σελίδα με τη φωτογραφία του διαβατηρίου
es: Enviar la página de la foto del pasaporte
et: Esitage passi fotoleht
fa: صفحه عکس گذرنامه را ارسال کنید
fi: Toimita passin kuvallinen sivu
fr: Soumettez la page de la photo du passeport
he: שלח עמוד תמונת הדרכון
hi: पासपोर्ट का फोटो पेज सबमिट करें
hr: Pošaljite stranicu s fotografijom iz putovnice
hu: Küldje be az útlevél fényképes oldalát
hy: Տրամադրեք անձնագրի լուսանկարի էջը
id: Kirimkan halaman foto paspor
it: Invia la pagina della foto del passaporto
ja: パスポートの写真ページを提出してください
ko: 여권 사진 페이지 제출
lt: Pateikti paso nuotraukos puslapį
lv: Iesniedziet pases fotoattēla lapu
ms: Hantar halaman foto pasport
nb: Send inn bildesiden av passet
nl: Dien de fotopagina van uw paspoort in
pl: Wyślij stronę z fotografią paszportową
pt: Envie a página da foto do passaporte
ro: Trimiteți pagina cu fotografia din pașaport
ru: Предоставьте страницу паспорта с фотографией
sk: Odošlite stránku pasu s fotografiou
sl: Predložite stran potnega lista s fotografijo
sr: Pošaljite stranicu pasoša sa slikom
sv: Skicka in sidan med passfoto
th: ส่งหน้ารูปถ่ายในหนังสือเดินทาง
tr: Pasaport fotoğraf sayfanızı gönderin
uk: Надішліть сторінку паспорта з фотографією
vi: Gửi trang có ảnh trong hộ chiếu
zh: 提交护照照片页

# document_preview_blur_detail
source: Make sure everything is clear
ar: تأكد من أن كل شيء واضح
bg: Уверете се, че всичко е ясно
cs: Ujistěte se, že je vše jasné a čisté
da: Sørg for, at alt fremstår tydeligt
de: Stellen Sie sicher, dass alles klar ist
el: Βεβαιωθείτε ότι όλα εμφανίζονται με σαφήνεια
es: Asegúrese de que todo se vea nítido
et: Veenduge, et kõik on selge
fa: مطمئن شوید که همه چیز واضح است
fi: Varmista, että kaikki on selkeää
fr: Assurez-vous que tout est bien net
he: ודא שהכול ברור
hi: पक्का करें कि सब कुछ साफ़-साफ़ दिख रहा है
hr: Pobrinite se da se sve jasno vidi
hu: Győződjön meg róla, hogy minden jól látható
hy: Համոզվեք, որ ամեն ինչ հասկացել եք
id: Pastikan semuanya jelas
it: Assicurati che tutto sia nitido
ja: すべてがはっきりしていることを確認してください
ko: 모든 부분이 선명하게 나타나는지 확인하세요
lt: Įsitikinkite, kad viskas aiškiai matosi
lv: Pārliecinieties, ka viss ir skaidri redzams
ms: Pastikan segala-galanya adalah jelas
nb: Sørg for at alt er skarpt
nl: Zorg dat alles helder zichtbaar is
pl: Upewnij się, że wszystko jest wyraźne
pt: Certifique-se de que tudo está nítido
ro: Asigurați-vă că totul este clar
ru: Убедитесь, что всё четко видно
sk: Uistite sa, že je všetko jasné
sl: Prepričajte se, da je vse jasno
sr: Proverite da li se sve jasno vidi
sv: Se till att allt är tydligt
th: เช็คให้แน่ใจว่าทุกอย่างชัดเจน
tr: Her şeyin net olduğundan emin olun
uk: Переконайтеся, що зображення чітке
vi: Đảm bảo hình ảnh rõ ràng
zh: 请确保一切都清晰

# document_preview_blur_title
source: Blurry photo detected
ar: تم كشف صورة ضبابية
bg: Открита е размазана снимка
cs: Detekce rozmazané fotografie
da: Billedet er sløret
de: Unscharfes Foto erkannt
el: Ανιχνεύτηκε θολή φωτογραφία
es: Se detectó una foto borrosa
et: Tuvastati hägune foto
fa: عکس تار است
fi: Epäselvä kuva havaittu
fr: L’image est floue
he: זוהתה תמונה מטושטשת
hi: तस्वीर धुंधली है
hr: Otkrivena je mutna fotografija
hu: Homályos kép észlelve
hy: Գտնվել է խավար լուսանկար
id: Foto buram terdeteksi
it: Sfocatura rilevata
ja: ぼやけた写真が検出されました
ko: 흐릿한 사진이 감지되었습니다
lt: Aptikta neryški nuotrauka
lv: Konstatēts izplūdis fotoattēls
ms: Gambar kabur dikesan
nb: Uskarpt bilde oppdaget
nl: Onscherpe foto gedetecteerd
pl: Wykryto nieostre zdjęcie
pt: Foto desfocada detetada
ro: Pozǎ neclarǎ detectatǎ
ru: Обнаружена размытая фотография
sk: Bola zistená rozmazaná fotka
sl: Zaznana je zamegljena fotografija
sr: Otkrivena je mutna fotografija
sv: Suddigt foto upptäckt
th: ตรวจพบรูปภาพเบลอ
tr: Bulanık fotoğraf tespit edildi
uk: Виявлено розмиту фотографію
vi: Phát hiện ảnh mờ
zh: 检测到模糊照片

# document_preview_body
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Einzelheiten müssen klar lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es: Asegúrese de que los datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
id: Pastikan detail Anda jelas dan tidak terhalang
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
nb: Sørg for at opplysningene dine er tydelige og uhindret
nl: Controleer of uw gegevens goed en volledig zichtbaar zijn
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sr: Proverite da li se podaci jasno vide i da li ih nešto ne zaklanja
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
vi: Đảm bảo thông tin của bạn rõ ràng và dễ nhìn
zh: 请确保您的细节清晰且未受遮挡

# document_preview_close
source: Close
ar: إغلاق
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulgege
fa: بستن
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezár
hy: Փակել
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: Zatvori
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭

# document_preview_crop_detail
source: Make sure full document is visible
ar: تأكد من أن المستند مرئي بالكامل
bg: Уверете се, че се вижда целият документ
cs: Ujistěte se, že je viditelný celý dokument
da: Sørg for, at hele dokumentet er synligt
de: Stellen Sie sicher, dass das vollständige Dokument zu sehen ist
el: Βεβαιωθείτε ότι είναι ορατό το πλήρες έγγραφο
es: Asegúrese que su documento sea completamente visible
et: Veenduge, et kogu dokument on nähtav
fa: مطمئن شوید که کل مدرک قابل مشاهده است
fi: Varmista, että koko asiakirja on näkyy
fr: Assurez-vous que l’intégralité du document est visible
he: ודא שניתן לראות את המסמך במלואו
hi: पक्का करें कि पूरा डॉक्यूमेंट दिखाई दे रहा है
hr: Provjerite vidi li se cijeli dokument na fotografiji
hu: Győződjön meg róla, hogy a teljes dokumentum látható
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ երևում է
id: Pastikan seluruh dokumen terlihat
it: Assicurati che tutto il documento sia visibile
ja: ドキュメント全体が表示されていることを確認する
ko: 전체 서류가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad matomas visas dokumentas
lv: Pārliecinieties, ka ir redzams viss dokuments
ms: Pastikan dokumen penuh kelihatan
nb: Kontroller at hele dokumentet er synlig
nl: Zorg dat het volledige document zichtbaar is
pl: Upewnij się, że widoczny jest cały dokument
pt: Certifique-se de que o documento é totalmente visível
ro: Asigurați-vă că întregul document este vizibil
ru: Убедитесь, что виден весь документ
sk: Uistite sa, že je viditeľný celý doklad
sl: Prepričajte se, da je celoten dokument viden
sr: Proverite da li je ceo dokument vidljiv
sv: Se till att hela dokumentet är synligt
th: เช็คให้แน่ใจว่ามองเห็นเอกสารทั้งหน้าอย่างชัดเจน
tr: Belgenin tamamının görünür olduğundan emin olun
uk: Переконайтеся, що документ видно повністю
vi: Đảm bảo toàn bộ giấy tờ rõ ràng
zh: 确保证明文件完整可见

# document_preview_crop_title
source: Cut-off image detected
ar: تم اكتشاف صورة مقطوعة
bg: Открихме отрязано изображение
cs: Zjištěný obraz s oříznutým okrajem
da: Beskåret billede er detekteret
de: Abgeschnittenes Bild erkannt
el: Ανιχνεύθηκε αποκομμένη εικόνα
es: Se ha detectado una imagen recortada
et: Tuvastati kärbitud pilt
fa: تصویر بریده شده است
fi: Rajattu kuva havaittu
fr: Image tronquée détectée
he: זיהינו שהתמונה חתוכה
hi: कटी हुई तस्वीर मिली है
hr: Slika je izrezana
hu: Levágott kép észlelve
hy: Պատկերը կտրատված է
id: Gambar terpotong terdeteksi
it: Immagine tagliata rilevata
ja: カットオフ画像が検出されました
ko: 이미지 잘림 현상이 감지되었습니다
lt: Aptiktas apkarpytas vaizdas
lv: Atrasts apgriezts attēls
ms: Imej terpotong dikesan
nb: Avskåret bilde oppdaget
nl: Afgesneden afbeelding gedetecteerd
pl: Wykryto obcięty obraz
pt: Imagem cortada detetada
ro: Imagine decupatǎ detectatǎ
ru: Изображение обрезано
sk: Bol zistený orezaný obraz
sl: Zaznana odrezana slika
sr: Nađena je izrezana slika
sv: Manipulerad bild upptäckt
th: ตรวจพบภาพถูกตัด
tr: Kesik görüntü tespit edildi
uk: Виявлено обрізане зображення
vi: Đã phát hiện hình ảnh bị cắt
zh: 检测到经裁剪的图像
