Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# welcome_list_header_default
source: Use your device to:
ar: استخدم جهازك من أجل:
bg: Използвайте устройството си, за да:
cs: Pomocí svého zařízení můžete:
da: Brug din enhed til at:
de: Benutzen Sie Ihr Gerät:
el: Χρησιμοποιήστε τη συσκευή σας για να:
es: Utilice su dispositivo para:
et: Seadme abil saate teha järgmist.
fa: از دستگاه خود برای موارد زیر استفاده کنید:
fi: Käytä laitettasi:
fr: Utilisez votre appareil pour:
he: השתמש במכשיר שלך כדי:
hi: अपने डिवाइस का इस्तेमाल करके:
hr: Upotrijebite uređaj i učinite sljedeće:
hu: Használja eszközét a következőkhöz:
hy: Օգտագործեք ձեր սարքը հետևյալ նպատակներով․
id: Gunakan perangkat Anda untuk:
it: Usa il dispositivo per:
ja: デバイスを使用して次のことを行います。
ko: 기기로 진행할 작업:
lt: Naudodami savo įrenginį:
lv: Izmantojiet ierīci, lai:
ms: Gunakan peranti anda untuk:
nb: Bruk enheten til å:
nl: Gebruik uw apparaat om:
pl: Użyj urządzenia, aby:
pt: Utilize o seu dispositivo para:
ro: Utilizați dispozitivul dvs. pentru:
ru: Используйте свое устройство, чтобы:
sk: Pomocou zariadenia vykonajte tieto kroky:
sl: Uporabite napravo za:
sr: Upotrebite uređaj da:
sv: Använd din enhet för att:
th: ใช้อุปกรณ์ของคุณ:
tr: Cihazınızı şu amaçlarla kullanın:
uk: Використовуйте свій пристрій, щоб:
vi: Sử dụng thiết bị của bạn để:
zh: 使用您的设备：

# welcome_list_header_doc_video
source: Use your device to record:
ar: استخدم جهازك للتسجيل:
bg: Използвайте устройството си, за да запишете:
cs: Nahrávejte pomocí svého zařízení:
da: Brug din enhed til at optage:
de: Nutzen Sie Ihr Gerät um Folgendes aufzunehmen:
el: Χρησιμοποιήστε τη συσκευή σας για εγγραφή:
es: Utilice su móvil para la grabación:
et: Kasutage oma seadet, et salvestada järgmist.
fa: از دستگاه خود برای ضبط ویدئو استفاده کنید:
fi: Käytä laitettasi tallentaaksesi:
fr: Utilisez votre mobile pour enregistrer:
he: השתמש במכשיר שלך כדי לצלם:
hi: अपने डिवाइस के ज़रिए रिकॉर्ड करें:
hr: Upotrijebite uređaj za snimanje:
hu: Használja eszközét a felvételhez:
hy: Օգտագործեք ձեր սարքը՝ տեսագրելու՝
id: Gunakan perangkat Anda untuk merekam:
it: Usa il dispositivo per registrare:
ja: デバイスを使用して以下を記録してください。
ko: 기기로 진행할 녹화 작업:
lt: Naudodamiesi įrenginiu įrašykite:
lv: Izmantojiet ierīci, lai ierakstītu:
ms: Guna peranti anda untuk merakam:
nb: Bruk enheten til å ta opp:
nl: Gebruik uw apparaat om op te nemen:
pl: Użyj urządzenia, aby nagrać:
pt: Utilize o seu dispositivo para gravar:
ro: Utilizați dispozitivul dvs. pentru înregistra:
ru: Используйте свое устройство для записи:
sk: Pomocou zariadenia zaznamenajte:
sl: Uporabite napravo za snemanje:
sr: Upotrebite vaš uređaj za snimanje:
sv: Använd din enhet för att spela in:
th: ใช้อุปกรณ์ของคุณเพื่อบันทึก:
tr: Kayıt yapmak için cihazınızı kullanın:
uk: Використовуйте свій пристрій для запису:
vi: Sử dụng thiết bị của bạn để ghi hình:
zh: 使用您的设备录制：

# welcome_list_item_active_video
source: Record a video of your face
ar: سجِّل فيديو لوجهك
bg: Запишете видео на лицето си
cs: Nahrát video svého obličeje
da: Optag en video af dit ansigt
de: Nehmen Sie ein Video von Ihrem Gesicht auf
el: Εγγράψτε ένα βίντεο του προσώπου σας
es: Grabe un vídeo de su cara
et: Näost video salvestamine
fa: از چهره خود فیلم بگیرید
fi: tallentaaksesi videon kasvoistasi
fr: Enregistrer une vidéo de votre visage
he: לצלם סרטון של הפנים שלך
hi: अपने चेहरे का वीडियो रिकॉर्ड करें
hr: Snimite videozapis svog lica
hu: Készítsen videófelvételt az arcáról
hy: Տեսագրեք ձեր դեմքը
id: Merekam video wajah Anda
it: Registrare un video del tuo viso
ja: 顔の動画を録画する
ko: 얼굴 동영상을 녹화합니다
lt: Padaryti savo veido vaizdo įrašą
lv: Ierakstītu savas sejas videoklipu.
ms: Rakam video wajah anda
nb: Ta opp en video av ansiktet ditt
nl: Maak een fimpje van uw gezicht
pl: Nagrać wideo swojej twarzy
pt: Grave um vídeo da sua cara
ro: A înregistra un clip video cu fața dvs.
ru: Записать видео лица
sk: Zaznamenajte video svojej tváre
sl: Posnemite videoposnetek svojega obraza
sr: snimite video lica
sv: Spela in en video av ditt ansikte
th: บันทึกวิดีโอใบหน้าของคุณ
tr: Yüzünüzün bir videosunu kaydedin
uk: зняти відео свого обличчя;
vi: Quay video khuôn mặt của bạn
zh: 录制一段您面部的视频

# welcome_list_item_document
source: Take a photo of your identity document
ar: التقط صورة لمستند هويتك
bg: Направите снимка на документа си за самоличност
cs: Vyfoťte si svůj doklad totožnosti
da: Tag et billede af dit ID-dokument
de: Machen Sie ein Foto von Ihrem Ausweisdokument
el: Τραβήξετε μια φωτογραφία του εγγράφου ταυτότητάς σας
es: Tome una foto de su documento de identidad
et: Isikut tõendava dokumendi pildistamine
fa: از مدرک هویتی خود عکس بگیرید
fi: ottaaksesi kuvan henkilötodistuksestasi
fr: Prendre une photo de votre pièce d’identité
he: לצלם את תעודת הזהות שלך
hi: अपनी पहचान से जुड़े डॉक्यूमेंट की फ़ोटो खींचें
hr: Fotografirajte svoj identifikacijski dokument
hu: Készítsen fényképet személyazonosító okmányáról
hy: Լուսանկարեք ձեր անձը հաստատող փաստաթուղթը
id: Mengambil foto dokumen identitas Anda
it: Scattare una foto del tuo documento d’identità
ja: 身分証明書の写真を撮影する
ko: 신분증 서류 사진을 촬영합니다
lt: Nufotografuosite savo asmens tapatybės dokumentą
lv: Nofotografētu savu personu apliecinošo dokumentu.
ms: Ambil gambar dokumen pengenalan anda
nb: Ta et bilde av legitimasjonen din
nl: Maak een foto van uw identiteitsbewijs
pl: Zrobić zdjęcie swojego dokumentu tożsamości
pt: Tire uma fotografia de um documento de identidade
ro: A face o poză cu documentul dvs. de identitate
ru: Сфотографировать удостоверение личности
sk: Odfoťte doklad totožnosti
sl: Fotografirajte osebni dokument
sr: Snimite fotografiju identifikacionog dokumenta
sv: Ta ett foto av ditt identitetsdokument
th: ถ่ายรูปเอกสารยืนยันตัวตนของคุณ
tr: Kimlik belgenizin fotoğrafını çekin
uk: сфотографувати документ, що посвідчує особу;
vi: Chụp ảnh giấy tờ tùy thân của bạn
zh: 拍一张您身份证件的照片

# welcome_list_item_document_video
source: Record a video of your identity document
ar: سجّل فيديو لمستند هويتك
bg: Запишете видео с документа си за самоличност
cs: Nahrát video svého dokladu totožnosti
da: Optag en video af dit ID-dokument
de: Nehmen Sie ein Video von Ihrem Ausweisdokument auf
el: Εγγράψετε ένα βίντεο του εγγράφου ταυτότητάς σας
es: Grabe un vídeo de su documento de identidad
et: Isikut tõendavast dokumendist video salvestamine
fa: از مدارک هویتی خود فیلم بگیرید
fi: tallentaaksesi videon henkilötodistuksestasi
fr: Enregistrer une vidéo de votre pièce d’identité
he: לצלם סרטון של תעודת הזהות שלך
hi: अपनी पहचान से जुड़े डॉक्यूमेंट का वीडियो रिकॉर्ड करें
hr: Snimite videozapis svog identifikacijskog dokumenta
hu: Készítsen videót személyazonosító okmányáról
hy: Տեսագրեք ձեր անձը հաստատող փաստաթուղթը
id: Merekam video dokumen identitas Anda
it: Registrare un video del tuo documento d’identità
ja: 身分証明書の動画を録画する
ko: 신분증 서류 동영상을 녹화합니다
lt: Padarysite savo asmens tapatybės dokumento vaizdo įrašą
lv: Ierakstītu sava personu apliecinošā dokumenta videoklipu.
ms: Rakam video dokumen pengenalan anda
nb: Spille inn en video av legitimasjonen din
nl: Maak een filmpje van uw identiteitsbewijs
pl: Nagrać wideo z dokumentem tożsamości
pt: Grave um vídeo do seu documento de identidade
ro: Înregistrați un clip video cu documentul dvs. de identitate
ru: Записать видео с удостоверением личности
sk: Zaznamenajte video dokladu totožnosti
sl: Posnemite video posnetek osebnega dokumenta
sr: snimite video identifikacionog dokumenta
sv: Spela in en video av ditt identitetsdokument
th: บันทึกวิดีโอเอกสารยืนยันตัวตนของคุณ
tr: Kimlik belgenizin bir videosunu kaydedin
uk: записати відео з документом, що посвідчує особу;
vi: Quay video giấy tờ tùy thân của bạn
zh: 录制一段您身份证件的视频

# welcome_list_item_face
source: Take a photo of your face
ar: التقاط صورة لوجهك
bg: Направите снимка на лицето си
cs: Vyfotit svůj obličej
da: Tag et billede af dit ansigt
de: Machen Sie ein Foto von Ihrem Gesicht
el: Τραβήξετε μια φωτογραφία του προσώπου σας
es: Tome una foto de su cara
et: Näo pildistamine
fa: از چهره خود عکس بگیرید
fi: ottaaksesi kuvan kasvoistasi
fr: Prendre une photo de votre document
he: לצלם תמונה של הפנים שלך
hi: अपने चेहरे की फ़ोटो खींचें
hr: Fotografirajte svoje lice
hu: Fényképezze le az arcát
hy: Լուսանկարեք ձեր դեմքը
id: Mengambil foto wajah Anda
it: Scattare una foto del tuo viso
ja: 顔写真を撮る
ko: 얼굴 사진을 촬영합니다
lt: Nufotografuosite savo veidą
lv: Nofotografētu savu seju.
ms: Ambil gambar wajah anda
nb: Ta et bilde av ansiktet ditt
nl: Maak een foto van uw gezicht
pl: Zrobić zdjęcie swojej twarzy
pt: Tirar uma foto da sua cara
ro: A face o poză a feței dvs.
ru: Сфотографировать лицо
sk: Odfoťte svoju tvár
sl: Fotografirajte obraz
sr: snimite fotografiju lica
sv: Ta ett foto av ditt ansikte
th: ถ่ายรูปใบหน้าของคุณ
tr: Yüzünüzün fotoğrafını çekin
uk: сфотографувати своє обличчя;
vi: Chụp ảnh khuôn mặt của bạn
zh: 拍一张您面部的照片

# welcome_list_item_face_video
source: Record a video of your face
ar: سجِّل فيديو لوجهك
bg: Запишете видео на лицето си
cs: Nahrát video svého obličeje
da: Optag en video af dit ansigt
de: Nehmen Sie ein Video von Ihrem Gesicht auf
el: Εγγράψτε ένα βίντεο του προσώπου σας
es: Grabe un vídeo de su cara
et: Näost video salvestamine
fa: از چهره خود فیلم بگیرید
fi: tallentaaksesi videon kasvoistasi
fr: Enregistrer une vidéo de votre visage
he: לצלם סרטון של הפנים שלך
hi: अपने चेहरे का वीडियो रिकॉर्ड करें
hr: Snimite videozapis svog lica
hu: Készítsen videófelvételt az arcáról
hy: Տեսագրեք ձեր դեմքը
id: Merekam video wajah Anda
it: Registrare un video del tuo viso
ja: 顔の動画を録画する
ko: 얼굴 동영상을 녹화합니다
lt: Padaryti savo veido vaizdo įrašą
lv: Ierakstītu savas sejas videoklipu.
ms: Rakam video wajah anda
nb: Ta opp en video av ansiktet ditt
nl: Maak een fimpje van uw gezicht
pl: Nagrać wideo swojej twarzy
pt: Grave um vídeo da sua cara
ro: A înregistra un clip video cu fața dvs.
ru: Записать видео лица
sk: Zaznamenajte video svojej tváre
sl: Posnemite videoposnetek svojega obraza
sr: snimite video lica
sv: Spela in en video av ditt ansikte
th: บันทึกวิดีโอใบหน้าของคุณ
tr: Yüzünüzün bir videosunu kaydedin
uk: зняти відео свого обличчя;
vi: Quay video khuôn mặt của bạn
zh: 录制一段您面部的视频

# welcome_list_item_poa
source: Take a photo of a document with your address
ar: التقاط صورة لمستند يحمل عنوانك
bg: Направете снимка на документ с адреса ви
cs: Vyfotit dokument s Vaší adresou
da: Tag et billede af et dokument med din adresse
de: Machen Sie ein Foto von einem Dokument mit Ihrer Adresse
el: Τραβήξτε μια φωτογραφία ενός εγγράφου με τη διεύθυνσή σας
es: Tomar una foto del documento con la dirección
et: Pildistage oma aadressiga dokumenti
fa: از مدرکی که آدرس شما را نشان دهد عکس بگیرید
fi: Ota kuva asiakirjasta, jossa on osoitteesi
fr: Prenez une photo d`un document avec votre adresse
he: עליך לצלם תמונה של מסמך שבו מופיעה הכתובת שלך
hi: अपने पते वाले किसी डॉक्यूमेंट की फ़ोटो खींचें
hr: Fotografirajte dokument sa svojom adresom
hu: Készítsen fényképet a címét tartalmazó dokumentumról
hy: Լուսանկարեք ձեր հասցեն պարունակող փաստաթուղթը
id: Ambil foto dokumen dengan alamat Anda
it: Scatta una foto del documento con il tuo indirizzo
ja: 住所が記載されたドキュメントの写真を撮影してください
ko: 주소가 기재된 서류의 사진을 촬영하세요
lt: Nufotografuokite dokumentą su savo adresu
lv: Nofotografētu dokumentu ar savu adresi
ms: Ambil gambar dokumen yang mempunyai alamat anda
nb: Ta et bilde av et dokument som inneholder adressen din
nl: Neem een foto van een document met uw adres
pl: Zrobić zdjęcie dokumentu z Twoim adresem
pt: Tire uma foto de um documento com a sua morada
ro: Faceți o poză a unui document cu adresa dvs.
ru: Сфотографируйте документ с вашим адресом
sk: Odfoťte doklad s adresou
sl: Fotografirajte dokument z vašim naslovom
sr: Snimite fotografiju dokumenta sa adresom
sv: Ta ett foto av ett dokument med din adress
th: ถ่ายรูปเอกสารที่มีที่อยู่ของคุณ
tr: Adresinizi içeren bir belgenin fotoğrafını çekin
uk: Сфотографуйте документ, що містить вашу адресу
vi: Chụp ảnh giấy tờ có địa chỉ của bạn
zh: 请拍摄一张包含您地址的证明文件照片

# welcome_subtitle
source: It should take a few minutes
ar: ستأخذ العملية بعض الوقت
bg: Ще отнеме няколко минути
cs: Mělo by to trvat několik minut
da: Det tager nok et par minutter
de: Es dauert nur wenige Minuten
el: Θα διαρκέσει μερικά λεπτά
es: Debería tomar unos minutos
et: See peaks võtma mõne minuti
fa: این کار چند دقیقه طول می‌کشد
fi: Siihen menee muutama minuutti
fr: Cela ne prendra que quelques minutes
he: תהליך זה אמור לקחת כמה דקות
hi: इसमें कुछ ही मिनट लगेंगे
hr: Nekoliko minuta bi trebalo biti dovoljno
hu: Pár percet vesz igénybe
hy: Դա կարող է տևել մի քանի րոպե
id: Ini akan memakan waktu beberapa menit
it: L’operazione richiederà pochi minuti
ja: 数分かかります
ko: 이 절차를 진행하는 데는 몇 분 정도가 소요됩니다
lt: Tai turėtų užtrukti kelias minutes
lv: Tas var aizņemt dažas minūtes
ms: Ia akan mengambil masa beberapa minit
nb: Det tar bare noen minutter
nl: Dat duurt maar een paar minuten
pl: Powinno to zająć kilka minut
pt: Pode demorar alguns minutos
ro: Ar trebui să dureze câteva minute
ru: Это займет несколько минут
sk: Malo by to trvať niekoľko minút
sl: Trajalo bo nekaj minut
sr: Trebalo bi da traje nekoliko minuta
sv: Detta kan ta några minuter
th: น่าจะใช้เวลาสักครู่
tr: Sadece birkaç dakika sürer
uk: Це займе кілька хвилин
vi: Quá trình này có thể mất vài phút
zh: 这应该会需要几分钟时间

# welcome_timeout_default
source: Recording is limited to seconds
ar: يقتصر تسجيل الفيديو على ​​​​ ثوانٍ. ​​ابدأ مرة أخرى​​
bg: Видеозаписът е ограничен до секунди. Започнете отново
cs: Nahrávání je omezeno na sekundy
da: Optagelsen må højst vare sekunder
de: Die Aufnahme ist auf Sekunden beschränkt
el: Η εγγραφή περιορίζεται σε δευτερόλεπτα
es: La grabación se limita a segundos
et: Salvestamine on piiratud sekunditega
fa: زمان ضبط نباید بیشتر از ​​​​ ثانیه شود
fi: Tallennus on rajoitettu sekunteihin
fr: L`enregistrement est limité à secondes
he: ההקלטה מוגבלת ל-​​​​ לשניות
hi: रिकॉर्डिंग का समय सेकंड तक सीमित है
hr: Snimanje je ograničeno na nekoliko sekundi ()
hu: A videórögzítés időkorlátja másodperc
hy: Տեսագրությունը պետք է լինի վայրկյանից ոչ ավելի։ Սկսեք նորից
id: Rekaman dibatasi hingga detik
it: La registrazione è limitata a pochi secondi
ja: 録画は秒に制限されています
ko: 녹화는 ​​​​초로 제한됩니다
lt: Įrašymo trukmė ribojama iki ​​​​ sek.
lv: Ierakstīšana ir ierobežota līdz sekundēm
ms: Rakaman terhad kepada ​​​​ saat
nb: Opptaket er begrenset til ​​​​ sekunder
nl: Opname is beperkt tot seconden
pl: Nagrywanie jest ograniczone do sekund
pt: A gravação é limitada a segundos
ro: Înregistrarea este limitată la secunde
ru: Запись ограничена секундами
sk: Nahrávanie je obmedzené na sekundy
sl: Snemanje je omejeno na sekunde
sr: Snimanje je ograničeno na sekunde
sv: Inspelningen är begränsad till sekunder
th: การบันทึกถูกจำกัดไว้ที่วินาที
tr: Kayıt ​​​​ saniye ile sınırlıdır
uk: Запис може тривати не більше ​​​​ сек
vi: Thời lượng ghi được giới hạn trong giây
zh: 视频录制限制为​​​​秒。​​请重新开始​

# welcome_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# welcome_warning_trial
source: Do not share personal data here unless you are engaged in an Onfido trial.
ar: لا تشارك البيانات الشخصية هنا ما لم تكن مشتركًا في تجربة Onfido.
bg: Не споделяйте лични данни тук освен ако не се регистрирате за пробна версия на Onfido.
cs: Pokud nejste zapojeni do zkušební verze aplikace Onfido, nesdílejte zde osobní údaje.
da: Du må ikke dele personlige oplysninger her, medmindre du har tilmeldt dig en prøveperiode hos Onfido.
de: Geben Sie hier keine personenbezogenen Daten weiter, es sei denn, Sie nehmen an einer Onfido-Studie teil.
el: Μην κοινοποιείτε δεδομένα προσωπικού χαρακτήρα εδώ, εκτός εάν συμμετέχετε σε μια δοκιμή της Onfido.
es: No comparta datos personales aquí a menos que participe en una prueba de Onfido.
et: Ärge jagage siin isikuandmeid, välja arvatud juhul, kui osalete Onfido prooviversioonis.
fa: اطلاعات شخصی خود را در اینجا به اشتراک نگذارید مگر اینکه در فرآیند آزمایشی Onfido شرکت کرده باشید.
fi: Älä jaa henkilötietoja täällä, ellei sinulla ole Onfidon kokeilujaksoa.
fr: Ne partagez pas de données personnelles ici, sauf si vous êtes engagé dans un essai Onfido.
he: אל תשתף כאן נתונים אישיים אלא אם משתמש ב-Onfido לתקופת ניסיון.
hi: Onfido ट्रायल में व्यस्त रहने तक यहाँ निजी डेटा शेयर न करें।
hr: Ovdje nemojte unositi nikakve osobne podatke, osim ako to od vas zatraži Onfido u probnom razdoblju.
hu: Ne osszon meg személyes adatokat itt, kivéve, ha az Onfido tesztelésében vesz részt.
hy: Ձեր անձնական տվյալներն այստեղ մի նշեք, եթե դուք Onfido-ի փորձնական տարբերակը չեք օգտագործում։
id: Jangan bagikan data pribadi di sini kecuali Anda terlibat dalam uji coba Onfido.
it: Non condividere i dati personali qui a meno che tu non sia coinvolto in una prova Onfido.
ja: Onfidoトライアルに参加していない限り、ここで個人データを共有しないでください。
ko: Onfido 평가판에 참여하지 않는 한 여기에서 개인정보를 공유하지 마세요.
lt: Čia nesidalykite asmens duomenimis, nebent dalyvaujate „Onfido“ bandyme.
lv: Nesniedziet šeit personas datus, ja vien neizmantojat Onfido izmēģinājumversiju.
ms: Jangan kongsi data peribadi di sini melainkan anda terlibat dalam percubaan Onfido.
nb: Ikke del personopplysninger her med mindre du er involvert i en Onfido test.
nl: Deel hier geen persoonlijke gegevens, tenzij u betrokken bent bij een Onfido-proef.
pl: Nie udostępniaj danych osobowych w tym miejscu, chyba że bierzesz udział w badaniu Onfido.
pt: Não partilhe dados pessoais, a menos que esteja a realizar um teste da Onfido.
ro: Nu partajați date personale aici decât dacă sunteți angajat într-un proces Onfido.
ru: Не указывайте здесь персональные данные, если Вы не используете пробную версию Onfido.
sk: Nezdieľajte tu osobné údaje, pokiaľ nepoužívate skúšobnú verziu služby Onfido.
sl: Tukaj ne delite osebnih podatkov, razen če sodelujete v Onfidovem preskušanju.
sr: Ovde nemojte unositi lične podatke, osim ako ne učestvujete u probnoj verziji Onfido-a.
sv: Dela inte personuppgifter här om du inte deltar i en provperiod för Onfido.
th: อย่าแชร์ข้อมูลส่วนบุคคลที่นี่ เว้นแต่คุณจะมีส่วนร่วมในการทดลองของ Onfido
tr: Bir Onfido denemesine katılmadığınız sürece kişisel verilerinizi burada paylaşmayın.
uk: Не вказуйте тут особисті дані, якщо ви не берете участь у випробуванні Onfido.
vi: Không chia sẻ dữ liệu cá nhân tại đây trừ khi bạn tham gia thử nghiệm Onfido.
zh: 除非您参与了Onfido试用，否则请勿在此共享个人数据。

# welcome_warning_trial_title
source: This is a trial
ar: هذا إصدار تجريبي
bg: Това е пробна версия
cs: Toto je zkušební verze
da: Dette er en prøveversion
de: Dies ist eine Testversion
el: Αυτή είναι μια δοκιμή
es: Esta es una prueba
et: See on prooviversioon
fa: این یک نسخه آزمایشی است
fi: Tämä on kokeiluversio
fr: Ceci est un essai
he: זהו ניסיון
hi: यह एक परीक्षण है
hr: Ovo je probna verzija
hu: Ez egy próba
hy: Սա փորձնական տարբերակ է
id: Ini adalah uji coba
it: Questa è una prova
ja: これは試用版です
ko: 이것은 체험판입니다
lt: Tai yra bandomoji versija
lv: Šis ir izmēģinājums
ms: Ini adalah percubaan
nb: Dette er en prøveversjon
nl: Dit is een proefversie
pl: To jest wersja próbna
pt: Este é um teste
ro: Acesta este un proces de încercare
ru: Это пробная версия
sk: Toto je skúšobná verzia
sl: To je preizkus
sr: Ovo je probna verzija
sv: Detta är en provversion
th: นี่คือการทดลองใช้
tr: Bu bir denemedir
uk: Це пробна версія
vi: Đây là bản dùng thử
zh: 这是一个试用版

# faceMotion_confirmation_button_primary_upload
source: Upload recording
ar: تحميل التسجيل
bg: Качване на записа
cs: Nahrávání záznamu
da: Upload optagelsen
de: Aufnahme hochladen
el: Αποστολή εγγραφής
es: Subir grabación
et: Laadige salvestis üles
fa: فایل ضبط شده را بارگذاری کنید
fi: Lataa tallenne
fr: Envoyer l`enregistrement
he: העלאת סרטון
hi: रिकॉर्डिंग अपलोड करें
hr: Prenesite snimku
hu: Felvétel feltöltése
hy: Վերբեռնեք տեսագրությունը
id: Unggah rekaman
it: Carica registrazione
ja: 録画をアップロード
ko: 녹화본 업로드
lt: Įkelti įrašą
lv: Augšupielādēt ierakstu
ms: Muat naik rakaman
nb: Last opp opptak
nl: Opname uploaden
pl: Prześlij nagranie
pt: Carregar a gravação
ro: Încărcați înregistrarea
ru: Загрузить запись
sk: Nahrať záznam
sl: Naloži posnetek
sr: Otpremite snimak
sv: Ladda upp inspelning
th: อัปโหลดบันทึก
tr: Kaydı yükle
uk: Передати запис
vi: Tải bản ghi lên
zh: 上传录制内容

# faceMotion_confirmation_subtitle
source: A video of your face has been recorded successfully
ar: تم تسجيل مقطع فيديو لوجهك بنجاح
bg: Видеото на лицето ви е записано успешно
cs: Video Vašeho obličeje bylo úspěšně nahráno
da: En video af dit ansigt er nu blevet optaget
de: Ein Video von Ihrem Gesicht wurde erfolgreich aufgenommen
el: Ένα βίντεο του προσώπου σας έχει εγγραφεί με επιτυχία
es: Se ha registrado correctamente un vídeo de su cara
et: Teie näost video tegemine õnnestus
fa: یک ویدئو از چهره شما با موفقیت ضبط شد
fi: Videon tallennus kasvoistasi onnistui
fr: Une vidéo de votre visage a bien été enregistrée
he: סרטון של הפנים שלך צולם בהצלחה
hi: आपके चेहरे का वीडियो सफलतापूर्वक रिकॉर्ड हो गया है
hr: Videozapis vašeg lica uspješno je snimljen
hu: Az arcáról készült videót sikeresen rögzítettük
hy: Ձեր դեմքը հաջողությամբ տեսագրվել է
id: Video wajah Anda berhasil direkam
it: Un video del tuo viso è stato registrato con successo
ja: 顔の動画が正常に記録されました
ko: 얼굴 동영상이 성공적으로 녹화되었습니다
lt: Jūsų veido vaizdo įrašas sėkmingai padarytas
lv: Jūsu sejas videoklips ir veiksmīgi ierakstīts
ms: Video wajah anda telah berjaya dirakam
nb: En video av ansiktet ditt er tatt opp
nl: Er is met succes een video van uw gezicht opgenomen
pl: Udało się nagrać film wideo przedstawiający Twoją twarz
pt: Um vídeo do seu rosto foi gravado com sucesso
ro: Un clip video cu fața dvs. a fost înregistrat cu succes
ru: Видео Вашего лица успешно записано
sk: Video vašej tváre bolo úspešne zaznamenané
sl: Videoposnetek vašega obraza je bil uspešno posnet
sr: Video vašeg lica je uspešno snimljen
sv: En video av ditt ansikte har spelats in
th: บันทึกวิดีโอใบหน้าของคุณเรียบร้อยแล้ว
tr: Yüzünüzün bir videosu başarıyla kaydedildi
uk: Відео вашого обличчя успішно записано
vi: Video về khuôn mặt của bạn đã được ghi lại thành công
zh: 您的面部视频已成功录制

# faceMotion_confirmation_title
source: Recording complete
ar: اكتمل التسجيل
bg: Записът е завършен
cs: Nahrávání bylo dokončeno
da: Optagelsen er fuldført
de: Aufnahme abgeschlossen
el: Η εγγραφή ολοκληρώθηκε
es: Grabación completada
et: Salvestamine lõpetatud
fa: ضبط کامل شد
fi: Tallennus valmis
fr: Enregistrement terminé
he: הצילום הושלם
hi: रिकॉर्डिंग पूरी हुई
hr: Snimanje je završeno
hu: Felvétel kész
hy: Տեսագրումն ավարտված է
id: Perekaman selesai
it: Registrazione completata
ja: 記録が完了しました
ko: 녹화 완료
lt: Įrašymas baigtas
lv: Ieraksts pabeigts
ms: Rakaman selesai
nb: Opptaket er fullført
nl: Opname voltooid
pl: Nagrywanie zakończone
pt: Gravação concluída
ro: Înregistrare finalizată
ru: Запись завершена
sk: Zaznamenávanie je ukončené
sl: Snemanje končano
sr: Snimanje je završeno
sv: Inspelning slutförd
th: บันทึกเสร็จสมบูรณ์
tr: Kayıt tamamlandı
uk: Запис завершено
vi: Ghi hình đã hoàn tất
zh: 录制完成
