Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_prt_specific_invalid_national_id_value
source: Please enter a valid Tax number
ar: الرجاء إدخال رقم ضريبي صالح
bg: Моля, въведете валиден данъчен номер
cs: Zadejte prosím platné daňové číslo
da: Indtast venligst et gyldigt skattenummer
de: Bitte geben Sie eine gültige Steuernummer ein
el: Εισαγάγετε έναν έγκυρο ΑΦΜ
es: Por favor, introduzca un número de identificación fiscal válido
et: Sisestage kehtiv maksunumber
fa: لطفاً یک شماره مالیات معتبر وارد کنید
fi: Anna kelvollinen veronumero
fr: Veuillez saisir un numéro fiscal valide
he: נא להזין מספר מס חוקי
hi: कृपया एक मान्य कर संख्या दर्ज करें
hr: Unesite važeći porezni broj
hu: Adjon meg egy érvényes adószámot
hy: Խնդրում ենք մուտքագրել վավեր հարկային համար
id: Harap masukkan nomor Pajak yang valid
it: Inserisci un codice fiscale valido
ja: 有効な納税者番号を入力してください
ko: 유효한 세금 번호를 입력하세요.
lt: Įveskite galiojantį mokesčių numerį
lv: Lūdzu, ievadiet derīgu nodokļu maksātāja numuru
ms: Sila masukkan nombor Cukai yang sah
nb: Vennligst skriv inn et gyldig skattenummer
nl: Voer een geldig btw-nummer in
pl: Wprowadź prawidłowy numer podatkowy
pt: Insira um número fiscal válido
ro: Vă rugăm să introduceți un număr de taxe valid
ru: Пожалуйста, введите действительный налоговый номер
sk: Zadajte platné daňové číslo
sl: Vnesite veljavno davčno številko
sr: Унесите важећи порески број
sv: Ange ett giltigt skattenummer
th: โปรดป้อนหมายเลขภาษีที่ถูกต้อง
tr: Lütfen geçerli bir Vergi numarası girin
uk: Введіть дійсний податковий номер
vi: Vui lòng nhập số Thuế hợp lệ
zh: 请输入有效的税号

# profileData_field_validation_prt_specific_required_national_id_value
source: Please enter your Tax number
ar: الرجاء إدخال رقمك الضريبي
bg: Моля, въведете своя данъчен номер
cs: Zadejte prosím své daňové číslo
da: Indtast venligst dit skattenummer
de: Bitte geben Sie Ihre Steuernummer ein
el: Εισαγάγετε τον ΑΦΜ σας
es: Por favor, introduzca su número de identificación fiscal
et: Palun sisestage oma maksunumber
fa: لطفا شماره مالیات خود را وارد کنید
fi: Anna veronumerosi
fr: Veuillez saisir votre numéro fiscal
he: אנא הזן את מספר המס שלך
hi: कृपया अपना टैक्स नंबर दर्ज करें
hr: Unesite svoj porezni broj
hu: Kérjük, adja meg adószámát
hy: Խնդրում ենք մուտքագրել ձեր հարկային համարը
id: Silakan masukkan nomor Pajak Anda
it: Inserisci il tuo codice fiscale
ja: 納税者番号を入力してください
ko: 세금 번호를 입력하세요.
lt: Įveskite savo mokesčių numerį
lv: Lūdzu, ievadiet savu nodokļu maksātāja numuru
ms: Sila masukkan nombor Cukai anda
nb: Vennligst skriv inn skattenummeret ditt
nl: Vul a.u.b. uw BTW-nummer in
pl: Wprowadź swój numer podatkowy
pt: Por favor insira o seu número de contribuinte
ro: Vă rugăm să introduceți numărul dvs. fiscal
ru: Пожалуйста, введите свой налоговый номер
sk: Zadajte svoje daňové číslo
sl: Vnesite svojo davčno številko
sr: Унесите свој порески број
sv: Ange ditt skattenummer
th: โปรดป้อนหมายเลขภาษีของคุณ
tr: Lütfen Vergi numaranızı giriniz
uk: Будь ласка, введіть свій податковий номер
vi: Vui lòng nhập mã số thuế của bạn
zh: 请输入您的税号

# profileData_field_validation_reference_translation
source: Please enter a valid
ar: الرجاء إدخال
bg: Моля, въведете валиден
cs: Zadejte prosím platný
da: Indtast venligst en gyldig
de: Bitte geben Sie eine gültige ein
el: Παρακαλώ εισάγετε ένα έγκυρο
es: Por favor, introduza un valor valido
et: Sisestage kehtiv
fa: لطفا یک معتبر وارد کنید
fi: Anna kelvollinen
fr: Veuillez entrer un valide
he: אנא הזן תקף
hi: कृपया कोई मान्य दर्ज करें
hr: Unesite važeći
hu: Adjon meg egy érvényes
hy: Խնդրում ենք մուտքագրել վավեր
id: Harap masukkan yang valid
it: Inserisci un valore valido
ja: 正しく入力してください
ko: 유효한 것을 입력하십시오
lt: Įveskite tinkamą
lv: Lūdzu, ievadiet derīgu
ms: Sila masukkan yang sah
nb: Vennligst skriv inn en gyldig
nl: Voer een geldig
pl: Wprowadź prawidłowy
pt: Insira um válido
ro: Vă rugăm să introduceți un valid
ru: Пожалуйста, введите правильный
sk: Zadajte platné
sl: Vnesite veljavno
sr: Унесите исправну
sv: Vänligen ange en giltig
th: กรุณาใส่ที่ถูกต้อง
tr: Lütfen geçerli bir girin
uk: Введіть дійсний
vi: xin vui lòng nhập vào một giá trị
zh: 请输入一个有效的

# profileData_field_validation_required_consent
source: Please agree to authorize identity and fraud checks
ar: يُرجى الموافقة على تفويض عمليات التحقق من الهوية والاحتيال
bg: Трябва да разрешите проверките за самоличност и за измами
cs: Souhlas s povolením kontroly totožnosti a podvodů
da: Godkend kontrol af identitet og begået bedrageri
de: Bitte stimmen Sie der Identitäts- und Betrugsprüfung zu
el: Αποδεχτείτε την εξουσιοδότηση διενέργειας ελέγχων ταυτότητας και απάτης
es: Por favor, acepte autorizar las comprobaciones de identidad y fraude
et: Nõustuge isikusamasuse ja pettuse tuvastamisega seotud kontrolliga
fa: لطفاً با مجوز «بررسی‌های هویتی و کلاهبرداری» موافقت کنید
fi: Hyväksy henkilöllisyys- ja petostarkistukset
fr: Veuillez accepter d`autoriser les contrôles d`identité et de fraude
he: יש להסכים לאשר בדיקות זהות והונאה
hi: कृपया पहचान और धोखाधड़ी की जाँच करने का अधिकार देने की मंज़ूरी दें
hr: Pristanite na provjeru identiteta i spriječite prijevare
hu: Kérjük, járuljon hozzá a személyazonosság és a csalási ellenőrzéséhez
hy: Խնդրում ենք թույլ տալ ինքնության և խարդախության դեպքերի ստուգումները
id: Harap setujui untuk mengotorisasi pemeriksaan identitas dan penipuan
it: Accettate di autorizzare i controlli sull`identità e sulle frodi
ja: 本人確認と詐欺チェックの認証に同意してください
ko: 본인 인증 및 사기 확인 절차에 동의해주세요
lt: Sutikite autorizuoti tapatybės ir sukčiavimo patikrinimus
lv: Piekrītiet identitātes un krāpšanas pārbaužu veikšanai
ms: Sila bersetuju untuk membenarkan pemeriksaan identiti dan penipuan
nb: Godta å godkjenne identitetssjekk og svindelkontroll
nl: Ga akkoord met het toestaan van identiteits- en fraudecontroles
pl: Wyraź zgodę na kontrolę tożsamości i oszustw
pt: Por favor, aceite autorizar controlos de identidade e fraude
ro: Vă rugăm să fiți de acord să autorizați verificarea identității și a fraudei
ru: Разрешите проверку личности и фактов мошенничества
sk: Vyjadrite súhlas s autorizáciou kontrol totožnosti a podvodov
sl: Strinjajte se, da boste odobrili preverjanje identitete in goljufij
sr: Pristanite na proveru identiteta i sprečite prevare
sv: Godkänn för att auktorisera identitets- och bedrägerikontroller
th: โปรดอนุมัติการตรวจสอบตัวตนและการฉ้อโกง
tr: Lütfen kimlik ve dolandırıcılık kontrollerine izin vermeyi kabul edin
uk: Надайте згоду щодо авторизації особи та перевірок на предмет шахрайства
vi: Vui lòng đồng ý cho phép kiểm tra danh tính và gian lận
zh: 请同意授权身份和欺诈检查

# profileData_field_validation_required_country
source: Please select a country
ar: يُرجى تحديد الدولة
bg: Изберете държава
cs: Vyberte zemi
da: Vælg et land
de: Bitte wählen Sie ein Land aus
el: Επιλέξτε μια χώρα
es: Seleccione un país
et: Valige riik
fa: لطفاً یک کشور را انتخاب کنید
fi: Valitse maa
fr: Veuillez sélectionner un pays
he: בחר ארץ
hi: कृपया कोई देश चुनें
hr: Odaberite zemlju
hu: Kérjük, válasszon országot
hy: Խնդրում ենք ընտրել երկիրը
id: Pilih negara
it: Selezionare un paese
ja: 国を選択してください
ko: 국가를 선택하세요
lt: Pasirinkite šalį
lv: Atlasiet valsti
ms: Sila pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ro: Vă rugăm să selectați o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sr: Izaberite zemlju
sv: Välj ett land
th: โปรดเลือกประเทศ
tr: Lütfen bir ülke seçin
uk: Виберіть країну
vi: Vui lòng chọn quốc gia
zh: 请选择一个国家/地区

# profileData_field_validation_required_country_residence
source: Please select a country
ar: يُرجى تحديد الدولة
bg: Изберете държава
cs: Vyberte zemi
da: Vælg et land
de: Bitte wählen Sie ein Land aus
el: Επιλέξτε μια χώρα
es: Seleccione un país
et: Valige riik
fa: لطفاً یک کشور را انتخاب کنید
fi: Valitse maa
fr: Veuillez sélectionner un pays
he: בחר ארץ
hi: कृपया कोई देश चुनें
hr: Odaberite zemlju
hu: Kérjük, válasszon országot
hy: Խնդրում ենք ընտրել երկիրը
id: Pilih negara
it: Seleziona un Paese
ja: 国を選択してください
ko: 국가를 선택하세요
lt: Pasirinkite šalį
lv: Atlasiet valsti
ms: Sila pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ro: Vă rugăm să selectați o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sr: Izaberite zemlju
sv: Välj ett land
th: โปรดเลือกประเทศ
tr: Lütfen bir ülke seçin
uk: Виберіть країну
vi: Vui lòng chọn quốc gia
zh: 请选择一个国家/地区

# profileData_field_validation_required_dob
source: Please enter your date of birth
ar: يُرجى إدخال تاريخ ميلادك.
bg: Въведете дата на раждане
cs: Zadejte své datum narození
da: Indtast din fødselsdato
de: Bitte geben Sie Ihr Geburtsdatum ein
el: Εισαγάγετε την ημερομηνία γέννησής σας
es: Introduzca su fecha de nacimiento
et: Sisestage enda sünnikuupäev
fa: لطفاً تاریخ تولدتان را وارد کنید
fi: Syötä syntymäaikasi
fr: Veuillez saisir votre date de naissance
he: הזן את תאריך הלידה שלך
hi: कृपया अपनी जन्मतिथि डालें
hr: Unesite svoj datum rođenja
hu: Kérjük, adja meg születési dátumát
hy: Խնդրում ենք մուտքագրել ձեր ծննդյան ամսաթիվը
id: Masukkan tanggal lahir Anda
it: Inserire la data di nascita
ja: 生年月日を入力してください
ko: 생년월일을 입력하세요
lt: Įrašykite savo gimimo datą
lv: Ievadiet savu dzimšanas datumu
ms: Sila masukkan tarikh lahir anda
nb: Oppgi fødselsdatoen din
nl: Voer uw geboortedatum in
pl: Wpisz swoją datę urodzenia
pt: Introduza a sua data de nascimento
ro: Vă rugăm să introduceți data dvs. de naștere
ru: Введите свою дату рождения
sk: Zadajte dátum narodenia
sl: Vnesite datum rojstva
sr: Unesite datum rođenja
sv: Ange ditt födelsedatum
th: โปรดใส่วันเกิดของคุณ
tr: Lütfen doğum tarihinizi girin
uk: Введіть дату народження
vi: Vui lòng điền ngày sinh của bạn
zh: 请输入您的出生日期

# profileData_field_validation_required_email
source: Please enter your email
ar: يُرجى إدخال عنوان بريدك الالكتروني
bg: Въведете своя имейл адрес
cs: Zadejte svůj e-mail
da: Indtast din e-mailadresse
de: Bitte geben Sie Ihre E-Mail-Adresse ein
el: Εισαγάγετε το email σας
es: Introduzca su correo electrónico
et: Sisestage oma e-posti aadress
fa: لطفاً آدرس ایمیل خود را وارد کنید
fi: Syötä sähköpostiosoitteesi
fr: Veuillez renseigner votre adresse
he: הזן את כתובת הדוא"ל שלך
hi: कृपया अपना ईमेल डालें
hr: Unesite svoju adresu e-pošte
hu: Kérjük, adja meg az e-mail címét
hy: Խնդրում ենք մուտքագրել ձեր էլ փոստը
id: Masukkan email Anda
it: Inserisci la tua email
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
lt: Įveskite savo el. paštą
lv: Ievadiet savu e-pasta adresi
ms: Sila masukkan e-mel anda
nb: Oppgi e-postadressen din
nl: Voer uw e-mailadres in
pl: Podaj swój adres e-mail
pt: Introduza o seu e-mail
ro: Vă rugăm să introduceți e-mailul dvs.
ru: Введите адрес электронной почты
sk: Zadajte svoj e-mail
sl: Vpišite vaš e-poštni naslov
sr: Unesite imejl adresu
sv: Ange din e-postadress
th: โปรดใส่อีเมลของคุณ
tr: Lütfen e-postanızı girin
uk: Введіть електронну адресу
vi: Vui lòng nhập email
zh: 请输入您的电子邮箱

# profileData_field_validation_required_first_name
source: Please enter your first name
ar: يُرجى إدخال الاسم الأول
bg: Въведете собствено име
cs: Zadejte své křestní jméno
da: Indtast dit fornavn
de: Bitte geben Sie Ihren Vornamen ein
el: Εισαγάγετε το όνομά σας
es: Por favor, introduzca su nombre
et: Sisestage enda eesnimi
fa: لطفاً نام خود را وارد کنید
fi: Syötä etunimesi
fr: Veuillez saisir votre prénom
he: הזן את שמך הפרטי
hi: कृपया अपना नाम डालें
hr: Unesite svoje ime
hu: Kérjük, adja meg a keresztnevét
hy: Խնդրում ենք մուտքագրել ձեր անունը
id: Masukkan nama depan Anda
it: Inserire il proprio nome
ja: 名を入力してください
ko: 이름(예: 길동)을 입력하세요
lt: Įrašysite savo vardą
lv: Ievadiet savu vārdu
ms: Sila masukkan nama pertama anda
nb: Oppgi fornavnet ditt
nl: Voer uw voornaam in
pl: Wpisz swoje imię
pt: Por favor introduza o seu primeiro nome
ro: Vă rugăm să introduceți prenumele dvs.
ru: Введите свое имя
sk: Zadajte svoje meno
sl: Vnesite ime
sr: Unesite ime
sv: Ange ditt förnamn
th: โปรดใส่ชื่อของคุณ
tr: Lütfen adınızı girin
uk: Введіть своє ім’я
vi: Vui lòng điền tên của bạn
zh: 请输入您的名

# profileData_field_validation_required_last_name
source: Please enter your last name
ar: يُرجى إدخال اسم العائلة
bg: Въведете фамилия
cs: Zadejte své příjmení
da: Indtast dit efternavn
de: Bitte geben Sie Ihren Nachnamen ein
el: Εισαγάγετε το επώνυμό σας
es: Introduzca su apellido
et: Sisestage enda perekonnanimi
fa: لطفاً نام خانوادگی خود را وارد کنید
fi: Syötä sukunimesi
fr: Veuillez renseigner votre nom de famille
he: הזן את שם המשפחה שלך
hi: कृपया अपना उपनाम डालें
hr: Unesite svoje prezime
hu: Kérjük, adja meg a családnevét
hy: Խնդրում ենք մուտքագրել ձեր ազգանունը
id: Masukkan nama belakang Anda
it: Inserire il cognome
ja: 姓を入力してください
ko: 성(예: 홍)을 입력하세요
lt: Įrašykite savo pavardę
lv: Ievadiet savu uzvārdu
ms: Sila masukkan nama keluarga anda
nb: Oppgi etternavnet ditt
nl: Voer uw achternaam in
pl: Wpisz swoje nazwisko
pt: Introduza o seu apelido
ro: Vă rugăm să introduceți numele dvs. de familie
ru: Введите свою фамилию
sk: Zadajte svoje priezvisko
sl: Vnesite priimek
sr: Unesite prezime
sv: Ange ditt efternamn
th: โปรดใส่นามสกุลของคุณ
tr: Lütfen soyadınızı girin
uk: Введіть своє прізвище
vi: Vui lòng điền họ của bạn
zh: 请输入您的姓

# profileData_field_validation_required_line1
source: Please enter your address
ar: يُرجى إدخال عنوانك
bg: Въведете адрес
cs: Zadejte svou adresu
da: Indtast din adresse
de: Bitte geben Sie Ihre Adresse ein
el: Εισαγάγετε τη διεύθυνσή σας
es: Introduzca su dirección
et: Sisestage enda aadress
fa: لطفاً آدرس خود را وارد کنید
fi: Syötä osoitteesi
fr: Veuillez renseigner votre adresse
he: הזן את הכתובת שלך
hi: कृपया अपना पता डालें
hr: Unesite svoju adresu
hu: Kérjük, írja be a címét
hy: Խնդրում ենք մուտքագրել ձեր հասցեն
id: Tuliskan alamat Anda
it: Inserire l’indirizzo
ja: 住所を入力してください
ko: 주소를 입력하세요
lt: Įrašykite savo adresą
lv: Ievadiet savu adresi
ms: Sila masukkan alamat anda
nb: Skriv inn adressen din
nl: Voer uw adres in
pl: Wpisz adres
pt: Introduza a sua morada
ro: Vă rugăm să introduceți adresa dvs.
ru: Введите свой адрес
sk: Zadajte svoju e-mailovú adresu
sl: Vnesite vaš naslov
sr: Unesite adresu
sv: Ange din adress
th: โปรดใส่อีเมล
tr: Lütfen adresinizi girin
uk: Введіть свою адресу
vi: Vui lòng nhập địa chỉ của bạn
zh: 请输入您的地址

# profileData_field_validation_required_mobile_number
source: Please enter your mobile number
ar: يُرجى إدخال رقم الهاتف المحمول
bg: Въведете номер на мобилен телефон
cs: Zkontrolujte správnost svého čísla
da: Indtast dit mobilnummer
de: Bitte geben Sie Ihre Mobiltelefonnummer ein
el: Εισαγάγετε τον αριθμό του κινητού σας
es: Introduzca su número de móvil
et: Sisestage oma mobiilinumber
fa: لطفاً شماره موبایل خود را وارد کنید
fi: Syötä matkapuhelinnumerosi
fr: Veuillez renseigner votre numéro de mobile
he: הזן את מספר הטלפון הנייד שלך
hi: कृपया अपना मोबाइल नंबर डालें
hr: Unesite svoj broj mobitela
hu: Kérjük, adja meg mobilszámát
hy: Խնդրում ենք մուտքագրել շարժական հեռախոսահամարը
id: Masukkan nomor ponsel Anda
it: Inserisci il tuo numero di cellulare
ja: 携帯電話番号を入力してください
ko: 휴대폰 번호를 입력해 주세요
lt: Įveskite savo mobiliojo telefono numerį
lv: Ievadiet savu mobilā tālruņa numuru
ms: Sila masukkan nombor telefon bimbit anda
nb: Skriv inn mobilnummeret ditt
nl: Voer uw mobiele nummer in
pl: Podaj numer telefonu komórkowego
pt: Introduza o seu número de telemóvel
ro: Vă rugăm să verificați dacă numărul dvs. este corect
ru: Введите номер мобильного телефона
sk: Zadajte svoje číslo mobilného telefónu
sl: Vnesite številko mobilnega telefona
sr: Unesite broj mobilnog telefona
sv: Ange ditt mobilnummer
th: โปรดใส่หมายเลขโทรศัพท์มือถือของคุณ
tr: Lütfen cep telefonu numaranızı girin
uk: Введіть свій номер мобільного телефону
vi: Vui lòng nhập số điện thoại di động
zh: 请输入手机号码

# profileData_field_validation_required_national_driving_license
source: Please enter your driver`s license number
ar: الرجاء إدخال رقم رخصة القيادة الخاصة بك
bg: Моля, въведете номера на вашата шофьорска книжка
cs: Zadejte číslo svého řidičského průkazu
da: Indtast venligst dit kørekortnummer
de: Bitte geben Sie Ihre Führerscheinnummer ein
el: Εισαγάγετε τον αριθμό της άδειας οδήγησης
es: Por favor ingrese su número de licencia de conducir
et: Sisestage oma juhiloa number
fa: لطفا شماره گواهینامه رانندگی خود را وارد کنید
fi: Anna ajokorttisi numero
fr: Veuillez entrer votre numéro de permis de conduire
he: נא להזין את מספר רישיון הנהיגה שלך
hi: कृपया अपना ड्राइविंग लाइसेंस नंबर दर्ज करें
hr: Unesite broj svoje vozačke dozvole
hu: Kérjük, adja meg vezetői engedélyének számát
hy: Խնդրում ենք մուտքագրել ձեր վարորդական իրավունքի համարը
id: Silakan masukkan nomor SIM Anda
it: Inserisci il numero della tua patente di guida
ja: 運転免許証番号を入力してください
ko: 운전면허증 번호를 입력하세요.
lt: Įveskite vairuotojo pažymėjimo numerį
lv: Lūdzu, ievadiet vadītāja apliecības numuru
ms: Sila masukkan nombor lesen memandu anda
nb: Vennligst skriv inn førerkortnummeret ditt
nl: Vul a.u.b. uw rijbewijsnummer in
pl: Wprowadź numer swojego prawa jazdy
pt: Por favor, insira o número da sua carteira de motorista
ro: Vă rugăm să introduceți numărul permisului de conducere
ru: Пожалуйста, введите номер вашего водительского удостоверения
sk: Zadajte číslo svojho vodičského preukazu
sl: Vnesite številko svojega vozniškega dovoljenja
sr: Унесите број своје возачке дозволе
sv: Vänligen ange ditt körkortsnummer
th: กรุณาใส่หมายเลขใบขับขี่ของคุณ
tr: Lütfen ehliyet numaranızı giriniz
uk: Будь ласка, введіть номер свого водійського посвідчення
vi: Vui lòng nhập số giấy phép lái xe của bạn
zh: 请输入您的驾照号码

# profileData_field_validation_required_national_id_type
source: Please select your National ID type
ar: الرجاء تحديد نوع الهوية الوطنية الخاصة بك
bg: Моля, изберете вашия тип национална лична карта
cs: Vyberte typ svého národního průkazu totožnosti
da: Vælg venligst din nationale ID-type
de: Bitte wählen Sie Ihren National ID-Typ aus
el: Επιλέξτε τον τύπο της εθνικής σας ταυτότητας
es: Seleccione su tipo de identificación nacional
et: Valige oma riikliku isikutunnistuse tüüp
fa: لطفا نوع کارت ملی خود را انتخاب کنید
fi: Valitse henkilötunnuksesi tyyppi
fr: Veuillez sélectionner votre type d`identification nationale
he: אנא בחר את סוג התעודה הלאומית שלך
hi: कृपया अपना राष्ट्रीय आईडी प्रकार चुनें
hr: Odaberite vrstu svoje osobne iskaznice
hu: Kérjük, válassza ki nemzeti igazolványának típusát
hy: Խնդրում ենք ընտրել ձեր ազգային ID-ի տեսակը
id: Silakan pilih jenis ID Nasional Anda
it: Seleziona il tipo di documento d`identità nazionale
ja: 国民 ID の種類を選択してください
ko: 주민등록증 유형을 선택하세요.
lt: Pasirinkite savo nacionalinio ID tipą
lv: Lūdzu, atlasiet sava valsts ID veidu
ms: Sila pilih jenis ID Kebangsaan anda
nb: Velg nasjonal ID-type
nl: Selecteer uw type nationale identiteitskaart
pl: Wybierz typ swojego dowodu osobistego
pt: Por favor, selecione o seu tipo de ID Nacional
ro: Vă rugăm să selectați tipul dvs. de identitate națională
ru: Пожалуйста, выберите тип вашего национального удостоверения личности
sk: Vyberte typ svojho občianskeho preukazu
sl: Prosimo, izberite vrsto nacionalne izkaznice
sr: Молимо изаберите свој тип националног ИД-а
sv: Vänligen välj din nationella ID-typ
th: กรุณาเลือกประเภทบัตรประจำตัวประชาชนของคุณ
tr: Lütfen Ulusal Kimlik türünüzü seçin
uk: Будь ласка, виберіть тип національного ідентифікатора
vi: Vui lòng chọn loại ID quốc gia của bạn
zh: 请选择您的国民身份证类型

# profileData_field_validation_required_national_id_value
source: Please enter your National ID number
ar: الرجاء إدخال رقم الهوية الوطنية الخاصة بك
bg: Моля, въведете вашия национален идентификационен номер
cs: Zadejte prosím své rodné číslo
da: Indtast venligst dit nationale ID-nummer
de: Bitte geben Sie Ihre nationale ID-Nummer ein
el: Εισαγάγετε τον αριθμό της ταυτότητάς σας
es: Por favor, introduzca su número de identificación nacional
et: Sisestage oma ID-number
fa: لطفا شماره ملی خود را وارد کنید
fi: Syötä henkilötunnuksesi
fr: Veuillez entrer votre numéro d`identification national
he: נא להזין את מספר תעודת הזהות שלך
hi: कृपया अपना राष्ट्रीय आईडी नंबर दर्ज करें
hr: Unesite svoj matični broj
hu: Kérjük, adja meg személyi igazolványának számát
hy: Խնդրում ենք մուտքագրել ձեր ազգային ID համարը
id: Silakan masukkan nomor ID Nasional Anda
it: Inserisci il tuo numero di carta d`identità
ja: 国民 ID 番号を入力してください
ko: 주민등록번호를 입력하세요.
lt: Įveskite savo nacionalinį ID numerį
lv: Lūdzu, ievadiet savu valsts ID numuru
ms: Sila masukkan nombor ID Kebangsaan anda
nb: Vennligst skriv inn ditt nasjonale ID-nummer
nl: Voer uw rijksregisternummer in
pl: Wprowadź swój numer NIP
pt: Por favor insira o seu número de identificação nacional
ro: Vă rugăm să introduceți numărul dvs. național de identitate
ru: Пожалуйста, введите свой национальный идентификационный номер
sk: Zadajte svoje rodné číslo
sl: Prosimo, vnesite svojo nacionalno identifikacijsko številko
sr: Унесите свој национални матични број
sv: Vänligen ange ditt nationella ID-nummer
th: กรุณากรอกเลขประจำตัวประชาชนของคุณ
tr: Lütfen Ulusal Kimlik numaranızı giriniz
uk: Будь ласка, введіть свій національний ідентифікаційний номер
vi: Vui lòng nhập số Chứng minh nhân dân của bạn
zh: 请输入您的国民身份证号码

# profileData_field_validation_required_national_passport
source: Please enter your passport number
ar: الرجاء إدخال رقم جواز سفرك
bg: Моля, въведете номера на паспорта си
cs: Zadejte prosím číslo pasu
da: Indtast venligst dit pasnummer
de: Bitte geben Sie Ihre Passnummer ein
el: Εισαγάγετε τον αριθμό του διαβατηρίου σας
es: Por favor ingrese su número de pasaporte
et: Palun sisestage oma passi number
fa: لطفا شماره پاسپورت خود را وارد کنید
fi: Anna passin numero
fr: Veuillez entrer votre numéro de passeport
he: נא להזין את מספר הדרכון שלך
hi: कृपया अपना पासपोर्ट नंबर दर्ज करें
hr: Unesite broj svoje putovnice
hu: Kérjük, adja meg útlevele számát
hy: Խնդրում ենք մուտքագրել ձեր անձնագրի համարը
id: Silakan masukkan nomor paspor Anda
it: Inserisci il tuo numero di passaporto
ja: パスポート番号を入力してください
ko: 여권번호를 입력해주세요
lt: Įveskite savo paso numerį
lv: Lūdzu, ievadiet savas pases numuru
ms: Sila masukkan nombor pasport anda
nb: Vennligst skriv inn passnummeret ditt
nl: Vul a.u.b. uw paspoortnummer in
pl: Proszę podać numer paszportu
pt: Por favor, insira o número do seu passaporte
ro: Vă rugăm să introduceți numărul de pașaport
ru: Пожалуйста, введите номер вашего паспорта
sk: Zadajte číslo pasu
sl: Vnesite številko potnega lista
sr: Унесите број пасоша
sv: Vänligen ange ditt passnummer
th: กรุณาใส่หมายเลขหนังสือเดินทางของคุณ
tr: Lütfen pasaport numaranızı giriniz
uk: Будь ласка, введіть номер свого паспорта
vi: Vui lòng nhập số hộ chiếu của bạn
zh: 请输入您的护照号码
