Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_ios_browser_settings_list_item_1_video
source: Tap the Refresh the page button. You will be asked to enable camera access again. When the pop-up shows up, select Allow (or OK)
ar: اضغط على زر تحديث الصفحة. سيُطلب منك تمكين الوصول إلى الكاميرا مرة أخرى. عندما تظهر النافذة المنبثقة، اختر السماح (أو موافق)
bg: Натиснете бутона Опреснете страницата. Ще ви бъде поискано отново да разрешите достъп до камерата. Когато се появи изскачащият прозорец, изберете Разреши (или ОК)
cs: Klepněte na tlačítko Obnovit stránku. Budete znovu vyzváni k povolení přístupu k fotoaparátu. Když se objeví vyskakovací okno, vyberte Povolit (nebo OK)
da: Tryk på Opdater siden knappen. Du vil blive bedt om at aktivere kameraadgang igen. Når pop op-vinduet vises, skal du vælge Tillad (eller OK)
de: Tippen Sie auf die Seite aktualisieren Schaltfläche. Sie werden erneut aufgefordert, den Kamerazugriff zu aktivieren. Wenn das Pop-up erscheint, wählen Sie Erlauben (oder OK)
el: Πατήστε το κουμπί Ανανέωση της σελίδας. Θα σας ζητηθεί να ενεργοποιήσετε ξανά την πρόσβαση στην κάμερα. Όταν εμφανιστεί το αναδυόμενο παράθυρο, επιλέξτε Επιτρέπεται (ή ΟΚ)
es: Toca el botón Actualizar la página. Se te pedirá que vuelvas a habilitar el acceso a la cámara. Cuando aparezca la ventana emergente, selecciona Permitir (o Aceptar)
et: Vajuta Värskenda lehte nuppu. Sinult küsitakse uuesti kaamera juurdepääsu lubamist. Kui hüpikaken ilmub, vali Luba (või OK)
fa: روی دکمه تغییرات را اعمال کردم ضربه بزنید. از شما خواسته خواهد شد دوباره دسترسی به دوربین را فعال کنید. وقتی پنجره پاپ آپ ظاهر می شود، اجازه (یا تایید) را انتخاب کنید.
fi: Napauta Päivitä sivu -painiketta. Sinua pyydetään sallimaan kameran käyttö uudelleen. Kun ponnahdusikkuna tulee näkyviin, valitse Salli (tai OK)
fr: Appuyez sur le bouton Actualiser la page. On vous demandera à nouveau d`activer l`accès à la caméra. Lorsque la fenêtre contextuelle apparaît, sélectionnez Autoriser (ou OK)
he: הקש על כפתור רענן את הדף. ישאלו אותך שוב לאפשר גישה למצלמה. כאשר מופיעה החלונית, בחר אפשר (או אישור)
hi: पेज को ताज़ा करें बटन पर टैप करें। आपसे फिर से कैमरा एक्सेस सक्षम करने के लिए कहा जाएगा। जब पॉप-अप दिखाई दे, तो अनुमति दें (या ठीक है) चुनें
hr: Tapnite gumb Osvježi stranicu. Bit će vam ponovno zatražen pristup kameri. Kada se pojavi skočni prozor, odaberite Dopusti (ili U redu)
hu: Koppintson a Frissítse az oldalt gombra. Újra felkérik, hogy engedélyezze a kamera hozzáférését. Amikor megjelenik a felugró ablak, válassza a Engedélyez (vagy a OK) opciót
hy: Սեղմեք Թարմացնել էջը կոճակը։ Դուք կհարցվեք կրկին թույլատրել կամերայի մուտքը։ Երբ պատուհանը հայտնվի, ընտրեք Թույլատրել (կամ OK)
id: Ketuk tombol Segarkan halaman. Anda akan diminta untuk mengaktifkan akses kamera lagi. Ketika muncul pop-up, pilih Izinkan (atau OK)
it: Tocca il pulsante Aggiorna la pagina. Ti verrà chiesto di abilitare nuovamente l`accesso alla fotocamera. Quando compare il pop-up, seleziona Consenti (o OK)
ja: ページを更新ボタンをタップします。再度カメラへのアクセスを許可するように求められます。ポップアップが表示されたら、許可（またはOK）を選択します。
ko: 페이지 새로 고침 버튼을 누르세요. 다시 카메라 접근을 허용하라는 요청이 나올 것입니다. 팝업이 나타나면, 허용 (또는 확인)을 선택하세요.
lt: Spustelėkite mygtuką Atnaujinti puslapį. Jums bus paprašyta vėl įjungti kameros prieigą. Kai iššoks langas, pasirinkite Leisti (arba Gerai)
lv: Nospiediet pogu Atsvaidzināt lapu. Jums tiks lūgts atkārtoti iespējot piekļuvi kamerai. Kad parādās uznirstošais logs, izvēlieties Atļaut (vai OK)
ms: Ketuk butang Segarkan halaman. Anda akan diminta untuk mengaktifkan akses kamera lagi. Apabila pop-up muncul, pilih Benarkan (atau OK)
nb: Trykk på Oppdater siden knappen. Du vil bli bedt om å aktivere kameraadgang igjen. Når pop-up-vinduet vises, velg Tillat (eller OK)
nl: Tik op de Vernieuw de pagina knop. Er zal je gevraagd worden om opnieuw toegang tot de camera te geven. Wanneer de pop-up verschijnt, selecteer Toestaan (of OK)
pl: Dotknij przycisku Odśwież stronę. Zostaniesz poproszony o ponowne włączenie dostępu do kamery. Kiedy pojawi się okienko, wybierz Zezwól (lub OK)
pt: Toque no botão Atualizar a página. Será solicitado que você habilite novamente o acesso à câmera. Quando o pop-up aparecer, selecione Permitir (ou OK)
ro: Apăsați butonul Reîmprospătați pagina. Vi se va cere din nou să activați accesul la cameră. Când apare fereastra pop-up, selectați Permite (sau OK)
ru: Нажмите кнопку Обновить страницу. Вам снова предложат включить доступ к камере. Когда появится всплывающее окно, выберите Разрешить (или ОК)
sk: Kliknite na tlačidlo Obnoviť stránku. Budete vyzvaní, aby ste znova povolili prístup k kamere. Keď sa zobrazí vyskakovacie okno, vyberte Povoliť (alebo OK)
sl: Pritisnite gumb Osveži stran. Ponovno vam bo zahtevano, da omogočite dostop do kamere. Ko se pojavi pojavno okno, izberite Dovoli (ali V redu)
sr: Kliknite na dugme Osveži stranicu. Biće vam ponovo zatraženo da omogućite pristup kameri. Kada se pojavi prozorčić, izaberite Dozvoli (ili U redu)
sv: Tryck på knappen Uppdatera sidan. Du kommer att bli ombedd att återigen aktivera kameraåtkomst. När popup-fönstret dyker upp, välj Tillåt (eller OK)
th: แตะที่ปุ่ม รีเฟรชหน้า คุณจะถูกขอให้เปิดใช้งานการเข้าถึงกล้องอีกครั้ง เมื่อป็อปอัปปรากฏขึ้น ให้เลือก อนุญาต (หรือ ตกลง)
tr: Sayfayı yenile düğmesine dokunun. Kameraya erişimi tekrar etkinleştirmeniz istenecektir. Pop-up belirdiğinde, İzin Ver (veya Tamam) seçeneğini seçin.
uk: Натисніть кнопку Оновити сторінку. Вам знову запропонують увімкнути доступ до камери. Коли з`явиться спливаюче вікно, виберіть Дозволити (або OK)
vi: Nhấn vào nút Làm mới trang. Bạn sẽ được yêu cầu kích hoạt lại quyền truy cập camera. Khi hộp thoại xuất hiện, chọn Cho phép (hoặc OK)
zh: 点击刷新页面按钮。系统会再次要求您启用摄像头访问权限。弹出窗口出现时，选择允许（或确定）

# common_permissions_recovery_ios_browser_settings_list_item_1_video_audio
source: Tap the Refresh the page button. You will be asked to enable camera and microphone access again. When the pop-up shows up, select Allow (or OK)
ar: اضغط على زر تحديث الصفحة. سيُطلب منك تمكين الوصول إلى الكاميرا والميكروفون مرة أخرى. عندما تظهر النافذة المنبثقة، اختر السماح (أو موافق)
bg: Натиснете бутона Опреснете страницата. Ще ви бъде поискано отново да разрешите достъп до камерата и микрофона. Когато се появи изскачащият прозорец, изберете Разреши (или ОК)
cs: Klepněte na tlačítko Obnovit stránku. Budete znovu vyzváni k povolení přístupu k kameře a mikrofonu. Když se objeví vyskakovací okno, vyberte Povolit (nebo OK)
da: Tryk på Opdater siden knappen. Du vil blive bedt om at aktivere adgang til kamera og mikrofon igen. Når pop op-vinduet vises, skal du vælge Tillad (eller OK)
de: Tippen Sie auf die Schaltfläche Seite aktualisieren. Sie werden erneut aufgefordert, den Zugriff auf Kamera und Mikrofon zu ermöglichen. Wenn das Pop-up erscheint, wählen Sie Erlauben (oder OK)
el: Πατήστε το κουμπί Ανανέωση της σελίδας. Θα σας ζητηθεί να ενεργοποιήσετε ξανά την πρόσβαση στην κάμερα και το μικρόφωνο. Όταν εμφανιστεί το αναδυόμενο παράθυρο, επιλέξτε Επιτρέπεται (ή ΟΚ)
es: Toca el botón Actualizar la página. Se te pedirá que vuelvas a habilitar el acceso a la cámara y al micrófono. Cuando aparezca la ventana emergente, selecciona Permitir (o Aceptar)
et: Klõpsake nupul Värskenda lehte. Teilt küsitakse uuesti kaamera ja mikrofoni juurdepääsu lubamist. Kui hüpikaken ilmub, valige Luba (või OK)
fa: روی دکمه تغییرات را اعمال کردم ضربه بزنید. از شما خواسته خواهد شد دوباره دسترسی به دوربین و میکروفون را فعال کنید. وقتی پنجره پاپ آپ ظاهر می شود، اجازه (یا تایید) را انتخاب کنید.
fi: Napauta Päivitä sivu -painiketta. Sinua pyydetään sallimaan kamera- ja mikrofonikäyttö uudelleen. Kun ponnahdusikkuna tulee näkyviin, valitse Salli (tai OK)
fr: Appuyez sur le bouton Actualiser la page. On vous demandera à nouveau d`activer l`accès à la caméra et au microphone. Lorsque la fenêtre contextuelle apparaît, sélectionnez Autoriser (ou OK)
he: הקש על כפתור רענן את הדף. ישאלו אותך שוב לאפשר גישה למצלמה ולמיקרופון. כאשר מופיעה החלונית, בחר אפשר (או אישור)
hi: पेज को ताज़ा करें बटन पर टैप करें। आपसे फिर से कैमरा और माइक्रोफोन की पहुंच को सक्षम करने के लिए कहा जाएगा। जब पॉप-अप दिखाई दे, तो अनुमति दें (या ठीक है) चुनें
hr: Tapnite gumb Osvježi stranicu. Bit će vam ponovno zatražen pristup kameri i mikrofonu. Kada se pojavi skočni prozor, odaberite Dopusti (ili U redu)
hu: Érintse meg a Frissítse az oldalt gombot. Újra engedélyeznie kell a kamera és a mikrofon hozzáférését. Amikor megjelenik a felugró ablak, válassza a Engedélyezés (vagy a OK) lehetőséget.
hy: Սեղմեք Թարմացնել էջը կոճակը։ Ձեզ կպահանջվի կրկին թույլատրել կամերայի և միկրոֆոնի մուտքը։ Երբ պատուհանը հայտնվի, ընտրեք Թույլատրել (կամ OK)
id: Ketuk tombol Segarkan halaman. Anda akan diminta untuk mengaktifkan kembali akses kamera dan mikrofon. Ketika muncul pop-up, pilih Izinkan (atau OK)
it: Tocca il pulsante Aggiorna la pagina. Ti verrà chiesto di abilitare nuovamente l`accesso a fotocamera e microfono. Quando compare il pop-up, seleziona Consenti (o OK)
ja: ページを更新ボタンをタップします。再度、カメラとマイクのアクセスを許可するように求められます。ポップアップが表示されたら、許可（またはOK）を選択します。
ko: 페이지 새로 고침 버튼을 누르세요. 카메라와 마이크 접근을 다시 활성화하라는 요청이 나올 것입니다. 팝업이 나타나면, 허용 (또는 확인)을 선택하세요.
lt: Spustelėkite mygtuką Atnaujinti puslapį. Jums bus paprašyta iš naujo suteikti prieigą prie kameros ir mikrofono. Kai iššoks langelis, pasirinkite Leisti (arba Gerai)
lv: Nospiediet pogu Atsvaidzināt lapu. Jums atkal tiks lūgts atļaut piekļuvi kamerai un mikrofonam. Kad parādās uznirstošais logs, izvēlieties Atļaut (vai OK)
ms: Ketuk butang Segarkan halaman. Anda akan diminta untuk mengaktifkan semula akses kamera dan mikrofon. Apabila pop-up muncul, pilih Benarkan (atau OK)
nb: Trykk på Oppdater siden knappen. Du vil bli bedt om å aktivere kamera og mikrofon tilgang igjen. Når pop-up vises, velg Tillat (eller OK)
nl: Tik op de Vernieuw de pagina knop. Er zal opnieuw gevraagd worden om toegang tot de camera en microfoon te verlenen. Wanneer de pop-up verschijnt, selecteer Toestaan (of OK)
pl: Dotknij przycisku Odśwież stronę. Zostaniesz poproszony o ponowne włączenie dostępu do kamery i mikrofonu. Kiedy pojawi się okienko, wybierz Zezwól (lub OK)
pt: Toque no botão Atualizar a página. Será solicitado que você habilite novamente o acesso à câmera e ao microfone. Quando o pop-up aparecer, selecione Permitir (ou OK)
ro: Apăsați butonul Reîmprospătați pagina. Vi se va cere din nou să permiteți accesul la cameră și microfon. Când apare fereastra pop-up, selectați Permiteți (sau OK)
ru: Нажмите кнопку Обновить страницу. Вам снова предложат разрешить доступ к камере и микрофону. Когда появится всплывающее окно, выберите Разрешить (или ОК)
sk: Kliknite na tlačidlo Obnoviť stránku. Budete vyzvaní, aby ste znova povolili prístup k kamere a mikrofónu. Keď sa zobrazí vyskakovacie okno, vyberte Povoliť (alebo OK)
sl: Pritisnite gumb Osveži stran. Ponovno vam bo zahtevano, da omogočite dostop do kamere in mikrofona. Ko se pojavi pojavno okno, izberite Dovoli (ali V redu)
sr: Tapnite na dugme Osveži stranicu. Biće vam ponovo zatraženo da omogućite pristup kameri i mikrofonu. Kada se pojavi iskačući prozor, izaberite Dozvoli (ili U redu)
sv: Tryck på knappen Uppdatera sidan. Du kommer att bli ombedd att aktivera kamera- och mikrofontillgång igen. När popup-fönstret dyker upp, välj Tillåt (eller OK)
th: แตะที่ปุ่ม รีเฟรชหน้า คุณจะถูกขอให้เปิดใช้งานการเข้าถึงกล้องและไมโครโฟนอีกครั้ง เมื่อป็อปอัปปรากฏขึ้น ให้เลือก อนุญาต (หรือ ตกลง)
tr: Sayfayı yenile düğmesine dokunun. Kamera ve mikrofon erişimini tekrar etkinleştirmeniz istenecektir. Açılır pencere belirdiğinde, İzin Ver (veya Tamam) seçeneğini seçin.
uk: Натисніть кнопку Оновити сторінку. Вам знову запропонують увімкнути доступ до камери та мікрофону. Коли з`явиться спливаюче вікно, виберіть Дозволити (або OK)
vi: Nhấn vào nút Làm mới trang. Bạn sẽ được yêu cầu cho phép truy cập camera và microphone một lần nữa. Khi cửa sổ pop-up xuất hiện, chọn Cho phép (hoặc OK)
zh: 点击刷新页面按钮。系统会再次要求您启用摄像头和麦克风访问权限。弹出窗口出现时，选择允许（或确定）

# common_permissions_recovery_ios_device_settings_list_item_1
source: On your device, open the Settings app
ar: على جهازك، افتح تطبيق الإعدادات
bg: На вашето устройство, отворете приложението Настройки
cs: Na svém zařízení otevřete aplikaci Nastavení
da: På din enhed, åbn Indstillinger appen
de: Auf Ihrem Gerät öffnen Sie die Einstellungen App
el: Στη συσκευή σας, ανοίξτε την εφαρμογή Ρυθμίσεις
es: En tu móvil, abre la aplicación Configuración
et: Avage oma seadmes Seaded rakendus
fa: روی دستگاه خود، برنامه تنظیمات را باز کنید
fi: Avaa Asetukset -sovellus laitteellasi
fr: Sur votre mobile, ouvrez l`application Paramètres
he: במכשיר שלך, פתח את האפליקציה הגדרות
hi: अपने उपकरण पर, सेटिंग्स ऐप को खोलें
hr: Na vašem uređaju otvorite aplikaciju Postavke
hu: Az eszközén nyissa meg a Beállítások alkalmazást
hy: Ձեր սարքում բացեք Կարգավորումներ հավելվածը
id: Di perangkat Anda, buka aplikasi Pengaturan
it: Sul tuo dispositivo, apri l`app Impostazioni
ja: お使いのデバイスで、設定アプリを開きます
ko: 기기에서 설정 앱을 엽니다
lt: Savo įrenginyje atidarykite programą Nustatymai
lv: Atveriet lietotni Iestatījumi savā ierīcē
ms: Pada peranti anda, buka aplikasi Tetapan
nb: På enheten din, åpne Innstillinger appen
nl: Open op uw apparaat de Instellingen app
pl: Na swoim urządzeniu otwórz aplikację Ustawienia
pt: No seu dispositivo, abra a aplicação Definições
ro: Pe dispozitivul dvs., deschideți aplicația Setări
ru: На вашем устройстве откройте приложение Настройки
sk: Na vašom zariadení otvorte aplikáciu Nastavenia
sl: Na vaši napravi odprite aplikacijo Nastavitve
sr: Na vašem uređaju, otvorite aplikaciju Postavke
sv: På din enhet, öppna Inställningar appen
th: บนอุปกรณ์ของคุณ เปิดแอป การตั้งค่า
tr: Cihazınızda, Ayarlar uygulamasını açın
uk: На вашому пристрої відкрийте додаток Налаштування
vi: Trên thiết bị của bạn, mở ứng dụng Cài đặt
zh: 在您的设备上，打开设置应用程序

# common_permissions_recovery_ios_device_settings_list_item_2
source: Scroll through the list and tap
ar: قم بالتمرير عبر القائمة واضغط على
bg: Превъртете през списъка и докоснете
cs: Projíždějte seznamem a klepněte na
da: Rul gennem listen og tryk på
de: Scrollen Sie durch die Liste und tippen Sie auf
el: Κυλήστε μέσα στη λίστα και πατήστε
es: Desplázate por la lista y toca
et: Kerige loendist läbi ja puudutage
fa: در لیست پیمایش کنید و روی ضربه بزنید
fi: Vieritä luetteloa ja napauta
fr: Faites défiler la liste et appuyez sur
he: גלול ברשימה והקש על
hi: सूची के माध्यम से स्क्रॉल करें और पर टैप करें
hr: Pomaknite se kroz popis i dodirnite
hu: Görgessen végig a listán, és koppintson a ikonra
hy: Գլխավորեք ցանկը և հպեք -ին
id: Gulir melalui daftar dan ketuk
it: Scorri l`elenco e tocca
ja: リストをスクロールして、をタップします
ko: 목록을 스크롤하고 을 탭하세요
lt: Peržiūrėkite sąrašą ir paspauskite
lv: Ritiniet cauri sarakstam un pieskarieties
ms: Tatal melalui senarai dan ketuk
nb: Rull gjennom listen og trykk på
nl: Scroll door de lijst en tik op
pl: Przewiń listę i naciśnij
pt: Deslize pela lista e toque em
ro: Derulați prin listă și apăsați pe
ru: Прокрутите список и нажмите на
sk: Prejdite zoznamom a ťuknite na
sl: Pomaknite se po seznamu in tapnite na
sr: Pomerajte se kroz listu i dodirnite
sv: Bläddra genom listan och tryck på
th: เลื่อนผ่านรายการและแตะที่
tr: Listeyi kaydırın ve öğesine dokunun
uk: Прокрутіть список та натисніть
vi: Di chuyển qua danh sách và chạm vào
zh: 滚动浏览列表并点击

# common_permissions_recovery_ios_device_settings_list_item_3_audio
source: Activate the toggle next to Microphone
ar: قم بتفعيل المفتاح بجوار الميكروفون
bg: Активирайте превключвателя до Микрофон
cs: Aktivujte přepínač vedle Mikrofonu
da: Aktiver kontakten ved siden af Mikrofon
de: Aktivieren Sie den Umschalter neben Mikrofon
el: Ενεργοποιήστε τον διακόπτη δίπλα στο Μικρόφωνο
es: Activa el interruptor junto a Micrófono
et: Aktiveerige lüliti kõrval Mikrofon
fa: دکمه تغییر حالت کنار میکروفون را فعال کنید
fi: Ota käyttöön vipu vieressä Mikrofoni
fr: Activez le bouton à côté de Microphone
he: הפעל את המתג ליד המיקרופון
hi: माइक्रोफ़ोन के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Mikrofona
hu: Aktiválja a kapcsolót a Mikrofon mellett
hy: Ակտիվացրեք անցանցիչը Միկրոֆոնի կողքում
id: Aktifkan tombol di sebelah Mikrofon
it: Attiva l`interruttore accanto a Microfono
ja: マイクの隣にあるトグルを有効にしてください
ko: 마이크 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Mikrofono
lv: Aktivizējiet pārslēdzēju blakus Mikrofonam
ms: Aktifkan suis sebelah Mikrofon
nb: Aktiver vippebryteren ved siden av Mikrofon
nl: Activeer de schakelaar naast Microfoon
pl: Aktywuj przełącznik obok Mikrofonu
pt: Ative a alavanca ao lado de Microfone
ro: Activați comutatorul de lângă Microfon
ru: Активируйте переключатель рядом с Микрофоном
sk: Aktivujte prepínač vedľa Mikrofónu
sl: Aktivirajte stikalo poleg Mikrofona
sr: Aktivirajte prekidač pored Mikrofona
sv: Aktivera reglaget bredvid Mikrofon
th: เปิดสวิตช์ที่อยู่ถัดจาก ไมโครโฟน
tr: Mikrofon yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч із Мікрофоном
vi: Kích hoạt công tắc bên cạnh Micro
zh: 激活位于 麦克风 旁边的切换开关

# common_permissions_recovery_ios_device_settings_list_item_3_video
source: Activate the toggle next to Camera
ar: قم بتفعيل الزر الموجود بجانب الكاميرا
bg: Активирайте превключвателя до Камера
cs: Aktivujte přepínač vedle Kamery
da: Aktiver kontakten ved siden af Kamera
de: Aktivieren Sie den Umschalter neben Kamera
el: Ενεργοποιήστε τον διακόπτη δίπλα στην Κάμερα
es: Activa el interruptor junto a Cámara
et: Aktiveerige lüliti kõrval Kaamera
fa: دکمه تغییر حالت کنار دوربین را فعال کنید
fi: Ota käyttöön vipu Kamera -kohdan vieressä
fr: Activez le bouton à bascule à côté de Caméra
he: הפעל את המתג ליד מצלמה
hi: कैमरा के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Kamere
hu: Aktiválja a kapcsolót a Kamera mellett
hy: Ակտիվացրեք անցկացուցիչը Տեսախցիկի կողքից
id: Aktifkan tombol di sebelah Kamera
it: Attiva l`interruttore accanto a Fotocamera
ja: カメラの隣にあるトグルを有効にしてください
ko: 카메라 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Kamera
lv: Aktivizējiet pārslēdzēju blakus Kamera
ms: Aktifkan suis sebelah Kamera
nb: Aktiver vippebryteren ved siden av Kamera
nl: Activeer de schakelaar naast Camera
pl: Aktywuj przełącznik obok Kamery
pt: Ative a alavanca ao lado de Câmara
ro: Activați comutatorul de lângă Camera
ru: Активируйте переключатель рядом с Камерой
sk: Aktivujte prepínač vedľa Kamery
sl: Aktivirajte stikalo poleg Kamere
sr: Aktivirajte prekidač pored Kamere
sv: Aktivera reglaget bredvid Kamera
th: เปิดสวิตช์ที่อยู่ถัดจาก กล้อง
tr: Kamera yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч з Камерою
vi: Kích hoạt công tắc bên cạnh Camera
zh: 激活位于 相机 旁边的切换开关

# common_permissions_recovery_ios_device_settings_list_item_4
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kehren Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y presiona el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra és nyomja meg a Frissítse az oldalt gombot
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på knappen Uppdatera sidan
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться до цієї сторінки та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_ios_refresh_page_title
source: Solution 1: Refresh the page
ar: الحل 1: قم بتحديث الصفحة
bg: Решение 1: Опреснете страницата
cs: Řešení 1: Obnovte stránku
da: Løsning 1: Opdater siden
de: Lösung 1: Aktualisieren Sie die Seite
el: Λύση 1: Ανανεώστε τη σελίδα
es: Solución 1: Actualiza la página
et: Lahendus 1: Värskenda lehte
fa: راه حل 1: صفحه را تازه کنید
fi: Ratkaisu 1: Päivitä sivu
fr: Solution 1 : Actualisez la page
he: פתרון 1: רענן את הדף
hi: समाधान 1: पृष्ठ को ताज़ा करें
hr: Rješenje 1: Osvježite stranicu
hu: Megoldás 1: Frissítse az oldalt
hy: Լուծում 1՝ Թարմացրեք էջը
id: Solusi 1: Segarkan halaman
it: Soluzione 1: Aggiorna la pagina
ja: 解決策1：ページを更新する
ko: 해결책 1: 페이지를 새로 고침하세요
lt: Sprendimas 1: Atnaujinkite puslapį
lv: Risinājums 1: Atsvaidziniet lapu
ms: Penyelesaian 1: Segarkan halaman
nb: Løsning 1: Oppdater siden
nl: Oplossing 1: Ververs de pagina
pl: Rozwiązanie 1: Odśwież stronę
pt: Solução 1: Atualize a página
ro: Soluția 1: Reîmprospătați pagina
ru: Решение 1: Обновите страницу
sk: Riešenie 1: Obnovte stránku
sl: Rešitev 1: Osvežite stran
sr: Rešenje 1: Osvežite stranicu
sv: Lösning 1: Uppdatera sidan
th: วิธีที่ 1: รีเฟรชหน้าเว็บ
tr: Çözüm 1: Sayfayı yenileyin
uk: Рішення 1: Оновіть сторінку
vi: Giải pháp 1: Làm mới trang
zh: 解决方案1：刷新页面
