Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_upload_subtitle_upload
source: Please upload a recent photo of your original document
ar: يرجى تحميل صورة حديثة من المستند الأصلي الخاص بك
bg: Моля, качете скорошна снимка на вашия оригинален документ
cs: Nahrajte prosím aktuální fotografii svého původního dokumentu
da: Upload venligst et nyligt billede af dit originale dokument
de: Bitte laden Sie ein aktuelles Foto Ihres Originaldokuments hoch
el: Ανεβάστε μια πρόσφατη φωτογραφία του αρχικού σας εγγράφου
es: Cargue una foto reciente de su documento original
et: Laadige üles oma originaaldokumendi hiljutine foto
fa: لطفاً یک عکس اخیر از سند اصلی خود آپلود کنید
fi: Lataa uusi valokuva alkuperäisestä asiakirjastasi
fr: Veuillez télécharger une photo récente de votre document original
he: אנא העלה תמונה עדכנית של המסמך המקורי שלך
hi: कृपया अपने मूल दस्तावेज़ का हाल का फ़ोटो अपलोड करें
hr: Učitajte noviju fotografiju svog izvornog dokumenta
hu: Kérjük, töltsön fel egy friss fotót az eredeti dokumentumról
hy: Խնդրում ենք վերբեռնել ձեր բնօրինակ փաստաթղթի վերջին լուսանկարը
id: Unggah foto terbaru dari dokumen asli Anda
it: Carica una foto recente del documento originale
ja: 元のドキュメントの最近の写真をアップロードしてください
ko: 원본 문서의 최근 사진을 업로드하세요.
lt: Įkelkite naujausią originalaus dokumento nuotrauką
lv: Lūdzu, augšupielādējiet sava oriģinālā dokumenta jaunāko fotoattēlu
ms: Sila muat naik foto terbaru dokumen asal anda
nb: Last opp et nylig bilde av originaldokumentet ditt
nl: Upload een recente foto van uw originele document
pl: Prześlij aktualne zdjęcie oryginalnego dokumentu
pt: Carregue uma foto recente do seu documento original
ro: Vă rugăm să încărcați o fotografie recentă a documentului original
ru: Пожалуйста, загрузите последнюю фотографию исходного документа
sk: Odovzdajte najnovšiu fotografiu svojho pôvodného dokumentu
sl: Naložite najnovejšo fotografijo izvirnega dokumenta
sr: Отпремите недавну фотографију оригиналног документа
sv: Ladda upp ett nytt foto av ditt originaldokument
th: โปรดอัปโหลดรูปถ่ายล่าสุดของเอกสารต้นฉบับของคุณ
tr: Lütfen orijinal belgenizin yakın tarihli bir fotoğrafını yükleyin
uk: Завантажте останню фотографію свого оригінального документа
vi: Vui lòng tải lên một bức ảnh gần đây của tài liệu gốc của bạn
zh: 请上传原始文件的近期照片

# document_upload_title_driving_licence_back
source: Submit license (back)
ar: إرسال الترخيص (الوجه الخلفي)
bg: Подаване на шофьорска книжка (задна страна)
cs: Předložit řidičský průkaz (zadní strana)
da: Indsend ID (bagside)
de: Führerschein einreichen (Rückseite)
el: Υποβολή άδειας (πίσω όψη)
es: Reverso de la licencia de conducir
et: Esitage luba (tagakülg)
fa: ارسال گواهینامه (سمت پشت)
fi: Lähetä ajokortti (takaosa)
fr: Envoyer le permis (verso)
he: שלח רישיון (צד אחורי)
hi: लाइसेंस सबमिट करें (पीछे का हिस्सा)
hr: Pošalji dozvolu (snimku straga)
hu: Jogosítvány beküldése (hátlap)
hy: Ուղարկել վկայականը (դարձերեսը)
id: Kirim lisensi (kembali)
it: Invia patente (retro)
ja: 免許証を提出する（裏面）
ko: 면허증(뒷면) 제출
lt: Pateikti pažymėjimą (galinę pusę)
lv: Iesniegt autovadītāja apliecību (aizmugure)
ms: Hantar lesen (bahagian belakang)
nb: Send inn lisens (bakside)
nl: Verzend rijbewijs (achterkant)
pl: Prześlij dokument (tył)
pt: Submeter carta (verso)
ro: Trimiteți permisul de conducere (verso)
ru: Отправить удостоверение (оборотная сторона)
sk: Odošlite vodičský preukaz (zadná strana)
sl: Predložitev dovoljenja (zadaj)
sr: Pošalji dozvolu (zadnju stranu)
sv: Ladda upp körkort (baksida)
th: ส่งใบอนุญาต (ด้านหลัง)
tr: Sürücü belgesini gönder (arka yüz)
uk: Надіслати посвідчення водія (зворотний бік)
vi: Gửi giấy phép (mặt sau)
zh: 提交驾照（背面）

# document_upload_title_driving_licence_front
source: Submit license (front)
ar: إرسال الترخيص (الوجه الأمامي)
bg: Подаване на шофьорска книжка (лицева страна)
cs: Předložit řidičský průkaz (přední strana)
da: Indsend ID (forside)
de: Führerschein einreichen (Vorderseite)
el: Υποβολή άδειας (μπροστινή όψη)
es: Presentar licencia (frente)
et: Esitage luba (esikülg)
fa: ارسال گواهینامه (سمت رو)
fi: Lähetä ajokortti (etuosa)
fr: Envoyer le permis (recto)
he: שלח רישיון (צד קדמי)
hi: लाइसेंस सबमिट करें (सामने का हिस्सा)
hr: Pošalji dozvolu (snimku sprijeda)
hu: Jogosítvány beküldése (előlap)
hy: Ուղարկել վկայականը (դիմերեսը)
id: Kirim lisensi (depan)
it: Invia patente (fronte)
ja: 免許証を提出する（前面）
ko: 면허증 제출(앞면)
lt: Pateikti pažymėjimą (priekinę pusę)
lv: Iesniegt autovadītāja apliecību (priekšpuse)
ms: Hantar lesen (bahagian depan)
nb: Last opp førekort (forside)
nl: Verzend rijbewijs (voorkant)
pl: Prześlij dokument (przód)
pt: Submeter carta (frente)
ro: Trimiteți permisul de conducere (față)
ru: Отправить удостоверение (лицевая сторона)
sk: Odošlite vodičský preukaz (predná strana)
sl: Predložitev dovoljenja (spredaj)
sr: Pošalji dozvolu (prednju stranu)
sv: Ladda upp körkort (framsida)
th: ส่งใบอนุญาต (ด้านหน้า)
tr: Sürücü belgesini gönder (ön yüz)
uk: Надіслати посвідчення водія (лицьовий бік)
vi: Gửi giấy phép (mặt trước)
zh: 提交驾照（正面）

# document_upload_title_generic_document_back
source: Submit document (back)
ar: إرسال المستند (النهاية)
bg: Подаване на документа (задна страна)
cs: Odeslat dokument (zadní strana)
da: Indsend dokument (bagside)
de: Dokument einreichen (Rückseite)
el: Υποβολή εγγράφου (πίσω όψη)
es: Enviar documento (reverso)
et: Dokumendi esitamine (tagakülg)
fa: ارسال مدرک (پشت)
fi: Lähetä asiakirja (takapuoli)
fr: Soumettre le document (verso)
he: שלח מסמך (גב)
hi: डॉक्यूमेंट सबमिट करें (पिछला हिस्सा)
hr: Pošaljite dokument (poleđinu)
hu: Dokumentum beküldése (hátlap)
hy: Ուղարկե՛ք փաստաթուղթը (հետևի հատվածը)
id: Kirim dokumen (bagian belakang)
it: Invia documento (retro)
ja: ドキュメント（裏面）を送信
ko: 서류(뒷면) 제출
lt: Pateikti dokumentą (galinę pusę)
lv: Iesniegt dokumentu (aizmugure)
ms: Serahkan dokumen (belakang)
nb: Send inn dokument (bakside)
nl: Document indienen (achterkant)
pl: Prześlij dokument (tył)
pt: Submeter o documento (verso)
ro: Trimiteți documentul (spatele)
ru: Отправить документ (оборотная сторона)
sk: Odošlite doklad (zadnú stranu)
sl: Pošlji dokument (hrbtna stran)
sr: Pošaljite dokument (zadnja strana)
sv: Skicka in dokument (baksida)
th: ส่งเอกสาร (ด้านหลัง)
tr: Belgeyi gönder (arka yüz)
uk: Надіслати документ (зворотний бік)
vi: Gửi tài liệu (mặt sau)
zh: 提交证件（背面）

# document_upload_title_generic_document_front
source: Submit document (front)
ar: إرسال المستند (البداية)
bg: Подаване на документа (предна страна)
cs: Odeslat dokument (přední strana)
da: Indsend dokument (forside)
de: Dokument einreichen (Vorderseite)
el: Υποβολή εγγράφου (μπροστινή όψη)
es: Enviar documento (anverso)
et: Dokumendi esitamine (esikülg)
fa: ارسال مدرک (رو)
fi: Lähetä asiakirja (etupuoli)
fr: Soumettre le document (recto)
he: שלח מסמך (החלק הקדמי)
hi: डॉक्यूमेंट सबमिट करें (सामने का हिस्सा)
hr: Pošaljite dokument (prednju stranu)
hu: Dokumentum beküldése (előlap)
hy: Ուղարկե՛ք փաստաթուղթը (առջևի հատվածը)
id: Kirim dokumen (bagian depan)
it: Invia documento (fronte)
ja: ドキュメント（前面）を送信
ko: 서류(앞면) 제출
lt: Pateikti dokumentą (priekinę pusę)
lv: Iesniegt dokumentu (priekšpuse)
ms: Serahkan dokumen (hadapan)
nb: Send inn dokument (forside)
nl: Document indienen (voorkant)
pl: Prześlij dokument (przód)
pt: Submeter o documento (frente)
ro: Trimiteți documentul (fața)
ru: Отправить документ (лицевая сторона)
sk: Odošlite doklad (prednú stranu)
sl: Pošlji dokument (sprednja stran)
sr: Pošaljite dokument (prednja strana)
sv: Skicka in dokument (framsida)
th: ส่งเอกสาร (ด้านหน้า)
tr: Belgeyi gönder (ön yüz)
uk: Надіслати документ (лицьовий бік)
vi: Gửi tài liệu (mặt trước)
zh: 提交证件（正面）

# document_upload_title_national_identity_card_back
source: Submit identity card (back)
ar: إرسال بطاقة الهوية (الوجه الخلفي)
bg: Подаване на лична карта (задна страна)
cs: Předložit průkaz totožnosti (zadní strana)
da: Indsend ID-kort (bagside)
de: Personalausweis einreichen (Rückseite)
el: Υποβολή δελτίου ταυτότητας (πίσω όψη)
es: Reverso de la tarjeta de identificación
et: Esita ID-kaart (tagakülg)
fa: ارسال کارت شناسایی (سمت پشت)
fi: Lähetä henkilökortti (takaosa)
fr: Envoyez votre carte d’identité (verso)
he: שלח תעודת זהות (חלק אחורי)
hi: पहचान पत्र सबमिट करें (पीछे का हिस्सा)
hr: Pošalji osobnu iskaznicu (snimku straga)
hu: Személyazonosító igazolvány beküldése (hátlap)
hy: Ուղարկել նույնականացման քարտը (դարձերեսը)
id: Kirim kartu identitas (belakang)
it: Invia carta d’identità (retro)
ja: 身分証明書を提出する（裏面）
ko: 신분증(뒷면) 제출
lt: Pateikite asmens tapatybės kortelę (galinę pusę)
lv: Iesniegt personas apliecību (aizmugure)
ms: Hantar kad pengenalan (bahagian belakang)
nb: Send inn identitetskort (bakside)
nl: Verzend identiteitskaart (achterkant)
pl: Prześlij dowód osobisty (tył)
pt: Submeter cartão de identidade (verso)
ro: Trimiteți cardul de identitate (verso)
ru: Отправить удостоверение личности (оборотная сторона)
sk: Odošlite preukaz totožnosti (zadná strana)
sl: Predložitev osebne izkaznice (zadaj)
sr: Pošalji ličnu kartu (poleđinu)
sv: Skicka in identitetskort (baksida)
th: ส่งบัตรประจำตัวประชาชน (ด้านหลัง)
tr: Kimliği gönder (arka yüz)
uk: Надіслати посвідчення особи (зворотний бік)
vi: Gửi thẻ căn cước (mặt sau)
zh: 提交身份证（背面）

# document_upload_title_national_identity_card_front
source: Submit identity card (front)
ar: إرسال بطاقة الهوية (الوجه الأمامي)
bg: Подаване на лична карта (лицева страна)
cs: Předložit průkaz totožnosti (přední strana)
da: Indsend ID-kort (forside)
de: Personalausweis einreichen (Vorderseite)
el: Υποβολή δελτίου ταυτότητας (μπροστινή όψη)
es: Presentar la tarjeta de identidad (frente)
et: Esitage ID-kaart (esikülg)
fa: ارسال کارت شناسایی (سمت رو)
fi: Lähetä henkilökortti (etuosa)
fr: Envoyer la carte d’identité (recto)
he: שלח תעודת זהות (חלק קדמי)
hi: पहचान पत्र सबमिट करें (सामने का हिस्सा)
hr: Pošalji osobnu iskaznicu (snimku sprijeda)
hu: Személyazonosító igazolvány beküldése (előlap)
hy: Ուղարկել նույնականացման քարտը (դիմերեսը)
id: Kirim kartu identitas (depan)
it: Invia carta d’identità (fronte)
ja: 身分証明書を提出する（表）
ko: 신분증(앞면) 제출
lt: Pateikite asmens tapatybės kortelę (priekinę pusę)
lv: Iesniegt personas apliecību (priekšpuse)
ms: Hantar kad pengenalan (bahagian depan)
nb: Send inn identitetskort (forside)
nl: Verzend identiteitskaart (voorkant)
pl: Prześlij dowód osobisty (przód)
pt: Submeter cartão de identidade (frente)
ro: Trimiteți cardul de identitate (față)
ru: Отправить удостоверение личности (лицевая сторона)
sk: Odošlite preukaz totožnosti (predná strana)
sl: Pošlji osebno izkaznico (spredaj)
sr: Pošalji ličnu kartu (prednja strana)
sv: Skicka in identitetskort (framsida)
th: ส่งบัตรประจำตัวประชาชน (ด้านหน้า)
tr: Kimliği gönder (ön yüz)
uk: Надіслати посвідчення особи (лицьовий бік)
vi: Gửi thẻ căn cước (mặt trước)
zh: 提交身份证（正面）

# document_upload_title_passport_card_back
source: Submit passport card (back)
ar: قدم بطاقة الجواز (الخلف)
bg: Представете карта на паспорта (задна страна)
cs: Odevzdejte kartu pasu (zadní strana)
da: Indsend pas-kort (bagside)
de: Reisepasskarte einreichen (Rückseite)
el: Υποβολή κάρτας διαβατηρίου (πίσω)
es: Enviar tarjeta de pasaporte (dorso)
et: Esitage passikaart (tagakülg)
fa: کارت پاسپورت (پشت) را ارسال کنید
fi: Lähetä passikortti (takapuoli)
fr: Soumettre la carte de passeport (dos)
he: הגשת כרטיס דרכון (צד אחורי)
hi: पासपोर्ट कार्ड (पीछे) सबमिट करें
hr: Predajte putovnicu (straga)
hu: Küldje be az útlevélkártya hátoldalát
hy: Ներկայացրեք անձնագրի քարտը (ետ)
id: Kirimkan kartu paspor (belakang)
it: Invia la carta del passaporto (retro)
ja: パスポートカード（裏面）を提出してください
ko: 여권 카드 (뒷면) 제출
lt: Pateikti paso kortelę (galinė pusė)
lv: Iesniedziet pases karti (aizmugurē)
ms: Hantar kad pasport (belakang)
nb: Send inn passkort (bakside)
nl: Leg paspoortkaart (achterkant) voor
pl: Złóż kartę paszportową (tył)
pt: Enviar cartão de passaporte (verso)
ro: Trimiteți cardul de pașaport (spate)
ru: Предоставьте паспортную карточку (задняя сторона)
sk: Odošlite kartu pasu (zadná strana)
sl: Predložite osebno izkaznico (zadnja stran)
sr: Predajte karticu pasoša (pozadina)
sv: Lämna in passkortet (baksida)
th: ส่งบัตรพาสปอร์ต (ด้านหลัง)
tr: Pasaport kartını (arka) gönder
uk: Подайте картку паспорта (ззаду)
vi: Gửi thẻ hộ chiếu (mặt sau)
zh: 提交护照卡（背面）

# document_upload_title_passport_card_front
source: Submit passport card (front)
ar: قدم بطاقة الجواز (الجهة الأمامية)
bg: Представете карта на паспорта (отпред)
cs: Odešlete kartu pasu (přední strana)
da: Indsend pas-kort (foran)
de: Reichen Sie die Passkarte ein (Vorderseite)
el: Υποβάλετε την κάρτα διαβατηρίου (μπροστά)
es: Enviar tarjeta de pasaporte (frente)
et: Esitage passikaart (esikülg)
fa: کارت پاسپورت (جلو) را ارسال کنید
fi: Lähetä passikortti (etuosa)
fr: Soumettre la carte de passeport (recto)
he: שלח כרטיס דרכון (חזית)
hi: पासपोर्ट कार्ड (सामने) सबमिट करें
hr: Predajte karticu putovnice (prednja strana)
hu: Küldje be az útlevélkártya előoldalát
hy: Ներկայացրեք անձնագրի քարտը (առջեւի մասը)
id: Kirimkan kartu paspor (bagian depan)
it: Invia la carta del passaporto (fronte)
ja: パスポートカード（表面）を提出してください
ko: 여권 카드 (앞면) 제출
lt: Pateikite paso kortelę (priekinę pusę)
lv: Iesniedziet pases karti (priekšpusi)
ms: Hantar kad pasport (depan)
nb: Send inn passkort (forside)
nl: Leg paspoortkaart (voorkant) voor
pl: Złóż kartę paszportową (przód)
pt: Envie o cartão de passaporte (frente)
ro: Trimiteți cardul de pașaport (față)
ru: Предоставьте карточку паспорта (лицевая сторона)
sk: Odovzdajte kartu pasu (predná strana)
sl: Predložite kartico potnega lista (sprednja stran)
sr: Predajte karticu pasoša (prednja strana)
sv: Lämna in passkort (fram)
th: ส่งบัตรพาสปอร์ต (ด้านหน้า)
tr: Pasaport kartını (ön yüz) gönder
uk: Надішліть картку паспорта (фронт)
vi: Gửi thẻ hộ chiếu (mặt trước)
zh: 提交护照卡（正面）

# document_upload_title_passport_front
source: Submit passport photo page
ar: إرسال صفحة الصورة من جواز السفر
bg: Подаване на страницата със снимката от паспорта
cs: Odeslat pasovou fotografii
da: Indsend siden i passet, hvor billedet fremgår
de: Passfoto-Seite einreichen
el: Υποβολή σελίδας φωτογραφίας διαβατηρίου
es: Página del pasaporte con su foto
et: Esitage passi fotoleht
fa: تصویر صفحه عکس‌دار گذرنامه را ارسال کنید
fi: Lähetä passin valokuvasivu
fr: Envoyez la page du passeport contenant votre photo
he: שלח עמוד דרכון עם תמונה
hi: पासपोर्ट फ़ोटो वाला पेज सबमिट करें
hr: Pošalji stranicu s fotografijom iz putovnice
hu: Útlevél fényképes oldalának beküldése
hy: Ուղարկել անձնագրի լուսանկարով էջը
id: Kirim halaman foto paspor
it: Invia la pagina con foto del passaporto
ja: パスポートの写真ページを送信する
ko: 여권의 사진 부착 면 제출
lt: Pateikti paso nuotraukos puslapį
lv: Iesniegt pases fotoattēla lapu
ms: Hantar halaman foto pasport
nb: Send inn passbilde
nl: Verstuur de fotopagina van uw paspoort
pl: Prześlij stronę ze zdjęciem paszportowym
pt: Submeta a página com fotografia do passaporte
ro: Trimiteți pagina cu poză a pașaportului
ru: Отправить страницу паспорта с фотографией
sk: Odošlite stránku pasu s fotkou
sl: Predložitev strani s fotografijo v potnem listu
sr: Pošalji stranicu pasoša (fotografija)
sv: Skicka in fotosida från pass
th: ส่งหน้ารูปถ่ายของหนังสือเดินทาง
tr: Pasaport fotoğraf sayfasını gönder
uk: Надіслати сторінку паспорта з фото
vi: Gửi trang có ảnh hộ chiếu
zh: 提交护照照片页面

# document_upload_title_residence_permit_back
source: Submit residence permit (back)
ar: تقديم تصريح إقامة (الوجه الخلفي)
bg: Подаване на разрешение за пребиваване (задна страна)
cs: Předložit povolení k pobytu (zadní stranu)
da: Indsend opholdstilladelse (bagside)
de: Aufenthaltsgenehmigung einreichen (Rückseite)
el: Υποβολή άδειας διαμονής (πίσω όψη)
es: Enviar permiso de residencia (reverso)
et: Esitage elamisluba (tagakülg)
fa: ارسال مجوز اقامت (پشت مدرک)
fi: Lähetä oleskelulupa (takaosa)
fr: Envoyer la carte de séjour (verso)
he: שלח היתר שהייה (צד אחורי)
hi: निवास का परमिट सबमिट करें (पीछे का हिस्सा)
hr: Pošaljite boravišnu dozvolu (snimku straga)
hu: Küldje be a tartózkodási engedélyt (hátlap)
hy: Ուղարկել բնակության թույլտվությունը (դարձերես)
id: Kirim izin tinggal (belakang)
it: Invia permesso di soggiorno (retro)
ja: 在留許可証を提出する（裏面）
ko: 거주 허가증(뒷면) 제출
lt: Pateikti leidimą gyventi (galinę pusę)
lv: Iesniegt uzturēšanās atļauju (aizmugure)
ms: Hantar permit kediaman (bahagian belakang)
nb: Send inn oppholdstillatelse (bakside)
nl: Verzend verblijfsvergunning (achterkant)
pl: Prześlij dokument zezwolenia na pobyt (tył)
pt: Enviar autorização de residência (verso)
ro: Trimiteți permisul de ședere (verso)
ru: Отправить вид на жительство (оборотная сторона)
sk: Odošlite povolenie na pobyt (zadná strana)
sl: Predložite dovoljenje za prebivanje (zadaj)
sr: Pošalji boravišnu dozvolu (poleđinu)
sv: Skicka in uppehållstillstånd (baksida)
th: ส่งใบอนุญาตพำนักอาศัย (ด้านหลัง)
tr: Oturma iznini gönder (arka yüz)
uk: Надіслати дозвіл на проживання (зворотний бік)
vi: Gửi giấy phép cư trú (mặt sau)
zh: 提交居留证（背面）

# document_upload_title_residence_permit_front
source: Submit residence permit (front)
ar: تقديم تصريح الإقامة (الوجه الأمامي)
bg: Подаване на разрешение за пребиваване (лицева страна)
cs: Předložit povolení k pobytu (přední stranu)
da: Indsend opholdstilladelse (forside)
de: Aufenthaltsgenehmigung einreichen (Vorderseite)
el: Υποβολή άδειας διαμονής (μπροστινή όψη)
es: Enviar permiso de residencia (anverso)
et: Esitage elamisluba (esikülg)
fa: ارسال مجوز اقامت (روی مدرک)
fi: Lähetä oleskelulupa (etuosa)
fr: Envoyer la carte de séjour (recto)
he: שלח היתר שהייה (צד קדמי)
hi: निवास का परमिट सबमिट करें (सामने का हिस्सा)
hr: Pošaljite boravišnu dozvolu (snimku sprijeda)
hu: Küldje be a tartózkodási engedélyt (előlap)
hy: Ուղարկել բնակության թույլտվությունը (դիմերես)
id: Kirim izin tinggal (depan)
it: Invia permesso di soggiorno (fronte)
ja: 在留許可証を提出する（表面）
ko: 거주 허가증(앞면) 제출
lt: Pateikti leidimą gyventi (priekinę pusę)
lv: Iesniegt uzturēšanās atļauju (priekšpuse)
ms: Hantar permit kediaman (bahagian depan)
nb: Send inn oppholdstillatelse (forside)
nl: Verzend verblijfsvergunning (voorkant)
pl: Prześlij dokument zezwolenia na pobyt (przód)
pt: Enviar autorização de residência (frente)
ro: Trimiteți permisul de ședere (față)
ru: Отправить вид на жительство (лицевая сторона)
sk: Odošlite povolenie na pobyt (predná strana)
sl: Predložite dovoljenje za prebivanje (spredaj)
sr: Pošalji boravišnu dozvolu (spreda)
sv: Skicka in uppehållstillstånd (framsida)
th: ส่งใบอนุญาตพำนักอาศัย (ด้านหน้า)
tr: Oturma iznini gönder (ön yüz)
uk: Надіслати дозвіл на проживання (лицьовий бік)
vi: Gửi giấy phép cư trú (mặt trước)
zh: 提交居留证（正面）

# electronicId_qr_code_description
source: Open the BankID app on your phone and press the QR code icon
ar: افتح تطبيق BankID على هاتفك واضغط على أيقونة الرمز الشريطي QR
bg: Отворете приложението BankID на телефона си и натиснете иконата на QR кода
cs: Otevřete aplikaci BankID na svém telefonu a stiskněte ikonu QR kódu
da: Åbn BankID-appen på din telefon og tryk på QR-kodeikonet
de: Öffnen Sie die BankID-App auf Ihrem Telefon und drücken Sie das QR-Code-Symbol
el: Ανοίξτε την εφαρμογή BankID στο τηλέφωνό σας και πατήστε το εικονίδιο του QR κώδικα
es: Abre la aplicación BankID en tu teléfono y presiona el icono del código QR
et: Avage oma telefonis BankID rakendus ja vajutage QR-koodi ikoonile
fa: برنامه BankID را در تلفن همراه خود باز کنید و بر روی آیکون کد QR فشار دهید
fi: Avaa BankID-sovellus puhelimessasi ja paina QR-koodin kuvaketta
fr: Ouvrez l`application BankID sur votre téléphone et appuyez sur l`icône du code QR
he: פתח את אפליקציית BankID בטלפון שלך ולחץ על סמל הקוד QR
hi: अपने फ़ोन पर BankID ऐप को खोलें और QR कोड आइकन दबाएं
hr: Otvorite BankID aplikaciju na svom telefonu i pritisnite ikonu QR koda
hu: Nyissa meg a BankID alkalmazást a telefonján, és nyomja meg a QR-kód ikont
hy: Բացեք ձեր հեռախոսում BankID հավելվածը և սեղմեք QR կոդի պատկերակը
id: Buka aplikasi BankID di telepon Anda dan tekan ikon kode QR
it: Apri l`app BankID sul tuo telefono e premi l`icona del codice QR
ja: お使いの電話でBankIDアプリを開き、QRコードのアイコンを押してください
ko: 휴대폰에서 BankID 앱을 열고 QR 코드 아이콘을 누르세요
lt: Atidarykite „BankID“ programėlę savo telefone ir paspauskite QR kodo piktogramą
lv: Atveriet BankID lietotni savā tālrunī un nospiediet QR koda ikonu
ms: Buka aplikasi BankID pada telefon anda dan tekan ikon kod QR
nb: Åpne BankID-appen på telefonen din og trykk på QR-kodeikonet
nl: Open de BankID-app op uw telefoon en druk op het QR-codepictogram
pl: Otwórz aplikację BankID na swoim telefonie i naciśnij ikonę kodu QR
pt: Abra o aplicativo BankID no seu telefone e pressione o ícone do código QR
ro: Deschideți aplicația BankID pe telefonul dvs. și apăsați pe pictograma codului QR
ru: Откройте приложение BankID на вашем телефоне и нажмите на иконку QR-кода
sk: Otvorte aplikáciu BankID na svojom telefóne a stlačte ikonu QR kódu
sl: Odpri aplikacijo BankID na svojem telefonu in pritisni ikono QR kode
sr: Otvorite BankID aplikaciju na vašem telefonu i pritisnite ikonicu QR koda
sv: Öppna BankID-appen på din telefon och tryck på QR-kodikonen
th: เปิดแอป BankID บนโทรศัพท์ของคุณและกดที่ไอคอน QR code
tr: Telefonunuzdaki BankID uygulamasını açın ve QR kodu simgesine basın
uk: Відкрийте додаток BankID на своєму телефоні та натисніть на іконку QR-коду
vi: Mở ứng dụng BankID trên điện thoại của bạn và nhấn vào biểu tượng mã QR
zh: 在您的手机上打开BankID应用程序，然后按下二维码图标

# electronicId_qr_code_error_code_expired
source: Your QR code has expired, please request a new one
ar: لقد انتهت صلاحية الرمز الشريطي QR الخاص بك، يرجى طلب واحد جديد
bg: Вашият QR код е изтекъл, моля, поискайте нов
cs: Váš QR kód vypršel, požádejte prosím o nový
da: Din QR-kode er udløbet, bedes du anmode om en ny
de: Ihr QR-Code ist abgelaufen, bitte fordern Sie einen neuen an
el: Ο κωδικός QR σας έχει λήξει, παρακαλώ ζητήστε έναν νέο
es: Tu código QR ha expirado, por favor solicita uno nuevo
et: Teie QR-kood on aegunud, palun taotlege uus
fa: کد QR شما منقضی شده است، لطفاً یکی جدید درخواست کنید
fi: QR-koodisi on vanhentunut, pyydä uutta
fr: Votre code QR a expiré, veuillez en demander un nouveau
he: הקוד QR שלך פג תוקף, אנא בקש אחד חדש
hi: आपका QR कोड समाप्त हो गया है, कृपया एक नया अनुरोध करें
hr: Vaš QR kod je istekao, molimo zatražite novi
hu: A QR-kódja lejárt, kérjen újat
hy: Ձեր QR կոդը ժամկետանց է, խնդրում ենք պահանջել նորը
id: Kode QR Anda telah kedaluwarsa, silakan minta yang baru
it: Il tuo codice QR è scaduto, per favore richiedine uno nuovo
ja: あなたのQRコードの有効期限が切れています、新しいものをリクエストしてください
ko: 귀하의 QR 코드가 만료되었습니다, 새로운 것을 요청해 주세요
lt: Jūsų QR kodas pasibaigė, prašome paprašyti naujo
lv: Jūsu QR kods ir beidzis spēkā, lūdzu, pieprasiet jaunu
ms: Kod QR anda telah luput, sila minta satu yang baru
nb: Din QR-kode har utløpt, vennligst be om en ny
nl: Uw QR-code is verlopen, vraag alstublieft een nieuwe aan
pl: Twój kod QR wygasł, proszę poprosić o nowy
pt: O seu código QR expirou, por favor solicite um novo
ro: Codul tău QR a expirat, te rugăm să soliciti unul nou
ru: Ваш QR-код истек, пожалуйста, запросите новый
sk: Váš QR kód vypršal, požiadajte prosím o nový
sl: Vaša QR koda je potekla, prosimo zahtevajte novo
sr: Vaš QR kod je istekao, molimo vas da zatražite novi
sv: Din QR-kod har gått ut, vänligen begär en ny
th: QR โค้ดของคุณหมดอายุแล้ว กรุณาขอรับโค้ดใหม่
tr: QR kodunuzun süresi doldu, lütfen yeni bir tane isteyin
uk: Ваш QR-код застарів, будь ласка, запросіть новий
vi: Mã QR của bạn đã hết hạn, vui lòng yêu cầu một cái mới
zh: 您的二维码已过期，请请求新的二维码
