Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_country_selection_countries_LBR
source: Liberia
ar: ليبيريا
bg: Либерия
cs: Libérie
el: Λιβερία
et: Libeeria
fa: لیبریا
fr: Libéria
he: ליבריה
hi: लाइबेरिया
hr: Liberija
hu: Libéria
hy: Լիբերիա
ja: リベリア
ko: 라이베리아
lt: Liberija
lv: Libērija
pt: Libéria
ru: Либерия
sk: Libéria
sl: Liberija
sr: Liberija
th: ไลบีเรีย
tr: Liberya
uk: Ліберія
zh: 利比里亚

# common_country_selection_countries_LBY
source: Libya
ar: ليبيا
bg: Либия
cs: Libye
da: Libyen
de: Libyen
el: Λιβύη
es: Libia
et: Liibüa
fa: لیبی
fr: Libye
he: לוב
hi: लीबिया
hr: Libija
hu: Líbia
hy: Լիբիա
it: Libia
ja: リビア
ko: 리비아
lt: Libija
lv: Lībija
nl: Libië
pl: Libia
pt: Líbia
ro: Libia
ru: Ливия
sk: Líbya
sl: Libija
sr: Либија
sv: Libyen
th: ลิเบีย
uk: Лівія
zh: 利比亚

# common_country_selection_countries_LCA
source: Saint Lucia
ar: سانت لوسيا
bg: Сейнт Лусия
cs: Svatá Lucie
de: St. Lucia
el: Αγία Λουκία
es: Santa Lucía
fa: سنت لوسیا
fr: Sainte-Lucie
he: סנט לוסיה
hi: सेंट लूसिया
hr: Sveta Lucija
hy: Սենթ Լյուսիա
ja: セントルシア
ko: 세인트루시아
lt: Šventoji Liucija
lv: Sentlūsija
pt: Santa Lúcia
ro: Sfânta Lucia
ru: Сент-Люсия
sk: Svätá Lucia
sr: Sveti Lucija
th: เซนต์ลูเซีย
uk: Сент-Люсія
zh: 圣卢西亚

# common_country_selection_countries_LIE
source: Liechtenstein
ar: ليختنشتاين
bg: Лихтенщайн
cs: Lichtenštejnsko
el: Λιχτενστάιν
fa: لیختن‌اشتاین
he: ליכטנשטיין
hi: लिकटेंस्टाइन
hr: Lihtenštajn
hy: Լիխտենշտեյն
ja: リヒテンシュタイン
ko: 리히텐슈타인
lt: Lichtenšteinas
lv: Lihtenšteina
ru: Лихтенштейн
sk: Lichtenštajnsko
sl: Lihtenštajn
sr: Lihtenštajn
th: ลิกเตนสไตน์
tr: Lihtenştayn
uk: Ліхтенштейн
zh: 列支敦士登

# common_country_selection_countries_LKA
source: Sri Lanka
ar: سريلانكا
bg: Шри Ланка
cs: Srí Lanka
el: Σρι Λάνκα
fa: سری‌لانکا
he: סרי לנקה
hi: श्रीलंका
hr: Šri Lanka
hu: Srí Lanka
hy: Շրի Լանկա
ja: スリランカ
ko: 스리랑카
lt: Šri Lanka
lv: Šrilanka
ru: Шри-Ланка
sk: Srí Lanka
sl: Šrilanka
sr: Šri Lanka
th: ศรีลังกา
uk: Шрі-Ланка
zh: 斯里兰卡

# common_country_selection_countries_LSO
source: Lesotho
ar: ليسوتو
bg: Лесото
el: Λεσότο
es: Lesoto
fa: لسوتو
he: לסוטו
hi: लेसोथो
hr: Lesoto
hy: Լեսոտո
ja: レソト
ko: 레소토
lt: Lesotas
lv: Lesoto
pt: Lesoto
ru: Лесото
sl: Lesoto
sr: Lesoto
th: เลโซโท
uk: Лесото
zh: 莱索托

# common_country_selection_countries_LTU
source: Lithuania
ar: ليتوانيا
bg: Литва
cs: Litva
da: Litauen
de: Litauen
el: Λιθουανία
es: Lituania
et: Leedu
fa: لیتوانی
fi: Liettua
fr: Lituanie
he: ליטא
hi: लिथुआनिया
hr: Litva
hu: Litvánia
hy: Լիտվա
id: Lituania
it: Lituania
ja: リトアニア
ko: 리투아니아
lt: Lietuva
lv: Lietuva
nb: Litauen
nl: Litouwen
pl: Litwa
pt: Lituânia
ro: Lituania
ru: Литва
sk: Litva
sl: Litva
sr: Litvanija
sv: Litauen
th: ลิทัวเนีย
tr: Litvanya
uk: Литва
vi: Litva
zh: 立陶宛

# common_country_selection_countries_LUX
source: Luxembourg
ar: لوكسمبورغ
bg: Люксембург
cs: Lucembursko
de: Luxemburg
el: Λουξεμβούργο
es: Luxemburgo
et: Luksemburg
fa: لوکزامبورگ
fi: Luxemburg
he: לוקסמבורג
hi: लक्समबर्ग
hr: Luksemburg
hu: Luxemburg
hy: Լյուքսեմբուրգ
id: Luksemburg
it: Lussemburgo
ja: ルクセンブルク
ko: 룩셈부르크
lt: Liuksemburgas
lv: Luksemburga
nl: Luxemburg
pl: Luksemburg
pt: Luxemburgo
ro: Luxemburg
ru: Люксембург
sk: Luxembursko
sl: Luksemburg
sr: Luksemburg
sv: Luxemburg
th: ลักเซมเบิร์ก
tr: Lüksemburg
uk: Люксембург
zh: 卢森堡

# common_country_selection_countries_LVA
source: Latvia
ar: لاتفيا
bg: Латвия
cs: Lotyšsko
da: Letland
de: Lettland
el: Λετονία
es: Letonia
et: Läti
fa: لتونی
fr: Lettonie
he: לטביה
hi: लातविया
hr: Latvija
hu: Lettország
hy: Լատվիա
it: Lettonia
ja: ラトビア
ko: 라트비아
lt: Latvija
lv: Latvija
nl: Letland
pl: Łotwa
pt: Letônia
ro: Letonia
ru: Латвия
sk: Lotyšsko
sl: Latvija
sr: Letonija
sv: Lettland
th: ลัตเวีย
tr: Letonya
uk: Латвія
zh: 拉脱维亚

# common_country_selection_countries_MAC
source: Macao
ar: ماكاو
bg: Макао
el: Μακάο
fa: ماکائو
he: מקאו
hi: मकाओ
hr: Makao
hu: Makaó
hy: Մակաո
id: Makau
ja: マカオ
ko: 마카오
lt: Makao
lv: Makao
ms: Makau
pl: Makau
pt: Macau
ru: Макао
sr: Makao
th: มาเก๊า
tr: Makao
uk: Макао
zh: 澳门

# common_country_selection_countries_MAF
source: Saint Martin (French part)
ar: سانت مارتن (الجزء الفرنسي)
bg: Сен Мартен (френска част)
cs: Svatý Martin (francouzská část)
da: Saint Martin (fransk del)
de: Saint-Martin (französischer Teil)
el: Άγιος Μαρτίνος (γαλλικό τμήμα)
es: San Martín (parte francesa)
et: Saint-Martin (Prantsuse osa)
fa: سن مارتن (بخش فرانسوی)
fi: Saint-Martin (Ranskan osa)
fr: Saint-Martin (partie française)
he: סן מרטן (החלק הצרפתי)
hi: सेंट मार्टिन (फ्रांसीसी भाग)
hr: Saint Martin (francuski dio)
hu: Saint-Martin (francia rész)
hy: Սեն Մարտեն (ֆրանսիական մաս)
id: Saint Martin (bagian Prancis)
it: Saint Martin (parte francese)
ja: サン・マルタン（フランス領）
ko: 생마르탱 (프랑스령)
lt: Šventasis Martynas (Prancūzijos dalis)
lv: Senmartēna (Francijas daļa)
ms: Saint Martin (Bahagian Perancis)
nb: Saint-Martin (fransk del)
nl: Saint-Martin (Frans deel)
pl: Saint-Martin (część francuska)
pt: São Martinho (parte francesa)
ro: Saint-Martin (partea franceză)
ru: Сен-Мартен (французская часть)
sk: Saint Martin (francúzska časť)
sl: Saint Martin (francoski del)
sr: Свети Мартин (француски део)
sv: Saint-Martin (franska delen)
th: แซ็ง-มาร์แต็ง (ส่วนของฝรั่งเศส)
tr: Saint Martin (Fransız kısmı)
uk: Сен-Мартен (французька частина)
vi: Saint-Martin (phần Pháp)
zh: 法属圣马丁

# common_country_selection_countries_MAR
source: Morocco
ar: المغرب
bg: Мароко
cs: Maroko
da: Marokko
de: Marokko
el: Μαρόκο
es: Marruecos
et: Maroko
fa: مراکش
fi: Marokko
fr: Maroc
he: מרוקו
hi: मोरक्को
hr: Maroko
hu: Marokkó
hy: Մարոկկո
id: Maroko
it: Marocco
ja: モロッコ
ko: 모로코
lt: Marokas
lv: Maroka
ms: Maghribi
nb: Marokko
nl: Marokko
pl: Maroko
pt: Marrocos
ro: Maroc
ru: Марокко
sk: Maroko
sl: Maroko
sr: Maroko
sv: Marocko
th: โมร็อกโก
tr: Fas
uk: Марокко
vi: Ma-rốc
zh: 摩洛哥

# common_country_selection_countries_MCO
source: Monaco
ar: موناكو
bg: Монако
cs: Monako
el: Μονακό
es: Mónaco
fa: موناکو
he: מונקו
hi: मोनाको
hr: Monako
hy: Մոնակո
id: Monako
ja: モナコ
ko: 모나코
lt: Monakas
lv: Monako
pl: Monako
pt: Mônaco
ru: Монако
sk: Monako
sl: Monako
sr: Monako
th: โมนาโก
tr: Monako
uk: Монако
zh: 摩纳哥

# common_country_selection_countries_MDA
source: Moldova (Republic of)
ar: مولدوفا (جمهورية)
bg: Молдова (Република)
cs: Moldavsko (Republika)
da: Moldova (Republikken)
de: Moldau (Republik)
el: Μολδαβία (Δημοκρατία της)
es: Moldova (República de)
et: Moldova (Vabariik)
fa: مولداوی (جمهوری)
fi: Moldova (Moldovan tasavalta)
fr: Moldavie (République de)
he: מולדובה (הרפובליקה של)
hi: मोल्दोवा (गणराज्य)
hr: Moldavija (Republika)
hu: Moldova (Köztársaság)
hy: Մոլդովա (Հանրապետություն)
id: Moldova (Republik)
it: Moldavia (Repubblica di)
ja: モルドバ共和国
ko: 몰도바 공화국
lt: Moldovos Respublika
lv: Moldovas Republika
ms: Moldova (Republik)
nb: Moldova (Republikken)
nl: Moldavië (Republiek)
pl: Mołdawia (Republika Mołdawii)
pt: Moldávia (República da)
ro: Republica Moldova
ru: Молдова (Республика)
sk: Moldavsko (Moldavská republika)
sl: Moldavija (Republika)
sr: Moldavija (Republika)
sv: Moldavien (Republiken)
th: มอลโดวา (สาธารณรัฐ)
tr: Moldova (Cumhuriyeti)
uk: Молдова (Республіка)
vi: Moldova (Cộng hòa)
zh: 摩尔多瓦共和国

# common_country_selection_countries_MDG
source: Madagascar
ar: مدغشقر
bg: Мадагаскар
cs: Madagaskar
da: Madagaskar
de: Madagaskar
el: Μαδαγασκάρη
et: Madagaskar
fa: ماداگاسکار
fi: Madagaskar
he: מדגסקר
hi: मेडागास्कर
hr: Madagaskar
hu: Madagaszkár
hy: Մադագասկար
id: Madagaskar
ja: マダガスカル
ko: 마다가스카르
lt: Madagaskaras
lv: Madagaskara
ms: Madagaskar
nb: Madagaskar
nl: Madagaskar
pl: Madagaskar
pt: Madagáscar
ru: Мадагаскар
sk: Madagaskar
sl: Madagaskar
sr: Madagaskar
sv: Madagaskar
th: มาดากัสการ์
tr: Madagaskar
uk: Мадагаскар
zh: 马达加斯加

# common_country_selection_countries_MDV
source: Maldives
ar: جزر المالديف
bg: Малдиви
cs: Maldivy
da: Maldiverne
de: Malediven
el: Μαλδίβες
es: Maldivas
et: Maldiivid
fa: مالدیو
fi: Malediivit
he: האיים המלדיביים
hi: मालदीव
hr: Maldivi
hu: Maldív-szigetek
hy: Մալդիվներ
id: Maladewa
it: Maldive
ja: モルディブ
ko: 몰디브
lt: Maldyvai
lv: Maldīvija
nb: Maldivene
nl: Maldiven
pl: Malediwy
pt: Maldivas
ro: Maldiva
ru: Мальдивы
sk: Maldivy
sl: Maldivi
sr: Maldivi
sv: Maldiverna
th: มัลดีฟส์
tr: Maldivler
uk: Мальдіви
zh: 马尔代夫

# common_country_selection_countries_MEX
source: Mexico
ar: المكسيك
bg: Мексико
cs: Mexiko
de: Mexiko
el: Μεξικό
es: México
et: Mehhiko
fa: مکزیک
fi: Meksiko
fr: Mexique
he: מקסיקו
hi: मेक्सिको
hr: Meksiko
hu: Mexikó
hy: Մեքսիկա
id: Meksiko
it: Messico
ja: メキシコ
ko: 멕시코
lt: Meksika
lv: Meksika
pl: Meksyk
pt: México
ro: Mexic
ru: Мексика
sk: Mexiko
sl: Mehika
sr: Meksiko
sv: Mexiko
th: เม็กซิโก
tr: Meksika
uk: Мексика
zh: 墨西哥

# common_country_selection_countries_MHL
source: Marshall Islands
ar: جزر مارشال
bg: Маршалови острови
cs: Marshallovy ostrovy
da: Marshalløerne
de: Marshallinseln
el: Νήσοι Μάρσαλ
es: Islas Marshall
et: Marshalli Saared
fa: جزایر مارشال
fi: Marshallinsaaret
fr: Îles Marshall
he: איי מרשל
hi: मार्शल द्वीपसमूह
hr: Maršalski Otoci
hu: Marshall-szigetek
hy: Մարշալյան կղզիներ
id: Kepulauan Marshall
it: Isole Marshall
ja: マーシャル諸島
ko: 마셜 제도
lt: Maršalo Salos
lv: Māršala Salas
ms: Kepulauan Marshall
nb: Marshalløyene
nl: Marshalleilanden
pl: Wyspy Marshalla
pt: Ilhas Marshall
ro: Insulele Marshall
ru: Маршалловы Острова
sk: Marshallove ostrovy
sl: Marshallovi otoki
sr: Маршалска Острва
sv: Marshallöarna
th: หมู่เกาะมาร์แชลล์
tr: Marshall Adaları
uk: Маршаллові Острови
vi: Quần đảo Marshall
zh: 马绍尔群岛

# common_country_selection_countries_MKD
source: North Macedonia
ar: شمال مقدونيا
bg: Северна Македония
cs: Severní Makedonie
da: Nordmakedonien
de: Nordmazedonien
el: Βόρεια Μακεδονία
es: Macedonia del Norte
et: Põhja-Makedoonia
fa: مقدونیه شمالی
fi: Pohjois-Makedonia
fr: Macédoine du Nord
he: צפון מקדוניה
hi: उत्तर मैसेडोनिया
hr: Sjeverna Makedonija
hu: Észak-Macedónia
hy: Հյուսիսային Մակեդոնիա
id: Makedonia Utara
it: Macedonia del Nord
ja: 北マケドニア
ko: 북마케도니아
lt: Šiaurės Makedonija
lv: Ziemeļmaķedonija
ms: Macedonia Utara
nb: Nord-Makedonia
nl: Noord-Macedonië
pl: Macedonia Północna
pt: Macedônia do Norte
ro: Macedonia de Nord
ru: Северная Македония
sk: Severné Macedónsko
sl: Severna Makedonija
sr: Severna Makedonija
sv: Nordmakedonien
th: มาซิโดเนียเหนือ
tr: Kuzey Makedonya
uk: Північна Македонія
vi: Bắc Macedonia
zh: 北马其顿

# common_country_selection_countries_MLI
source: Mali
ar: مالي
bg: Мали
el: Μάλι
es: Malí
fa: مالی
he: מאלי
hi: माली
hy: Մալի
ja: マリ
ko: 말리
lt: Malis
ru: Мали
th: มาลี
uk: Малі
zh: 马里

# common_country_selection_countries_MLT
source: Malta
ar: مالطا
bg: Малта
el: Μάλτα
fa: مالت
fr: Malte
he: מלטה
hi: माल्टा
hu: Málta
hy: Մալթա
ja: マルタ
ko: 몰타
ru: Мальта
th: มอลตา
uk: Мальта
zh: 马耳他

# common_country_selection_countries_MMR
source: Myanmar
ar: ميانمار
bg: Мианмар
el: Μιανμάρ
fa: میانمار
he: מיאנמר
hi: म्यांमार
hr: Mjanmar
hu: Mianmar
hy: Մյանմար
ja: ミャンマー
ko: 미얀마
lt: Mianmaras
lv: Mjanma
pl: Mjanma
pt: Mianmar
ru: Мьянма
sk: Mjanmarsko
sl: Mjanmar
sr: Mjanmar
th: เมียนมา
uk: М`янма
zh: 缅甸

# common_country_selection_countries_MNE
source: Montenegro
ar: الجبل الأسود
bg: Черна гора
cs: Černá Hora
el: Μαυροβούνιο
fa: مونته‌نگرو
fr: Monténégro
he: מונטנגרו
hi: मोंटेनेग्रो
hr: Crna Gora
hu: Montenegró
hy: Չեռնոգորիա
ja: モンテネグロ
ko: 몬테네그로
lt: Juodkalnija
lv: Melnkalne
pl: Czarnogóra
ro: Muntenegru
ru: Черногория
sk: Čierna Hora
sl: Črna gora
sr: Crna Gora
th: มอนเตเนโกร
tr: Karadağ
uk: Чорногорія
zh: 黑山

# common_country_selection_countries_MNG
source: Mongolia
ar: منغوليا
bg: Монголия
cs: Mongolsko
da: Mongoliet
de: Mongolei
el: Μογγολία
et: Mongoolia
fa: مغولستان
fr: Mongolie
he: מונגוליה
hi: मंगोलिया
hr: Mongolija
hu: Mongólia
hy: Մոնղոլիա
ja: モンゴル
ko: 몽골
lt: Mongolija
lv: Mongolija
nl: Mongolië
pt: Mongólia
ru: Монголия
sk: Mongolsko
sl: Mongolija
sr: Mongolija
sv: Mongoliet
th: มองโกเลีย
tr: Moğolistan
uk: Монголія
vi: Mông Cổ
zh: 蒙古

# common_country_selection_countries_MNP
source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
bg: Северни Мариански острови
cs: Severní Mariany
da: Nordmarianerne
de: Nördliche Marianen
el: Νήσοι Βόρειες Μαριάνες
es: Islas Marianas del Norte
et: Põhja-Mariaanid
fa: جزایر ماریانای شمالی
fi: Pohjois-Mariaanit
fr: Îles Mariannes du Nord
he: איי מריאנה הצפוניים
hi: उत्तरी मारियाना द्वीपसमूह
hr: Sjeverni Marijanski Otoci
hu: Északi-Mariana-szigetek
hy: Հյուսիսային Մարիանյան Կղզիներ
id: Kepulauan Mariana Utara
it: Isole Marianne Settentrionali
ja: 北マリアナ諸島
ko: 북마리아나 제도
lt: Šiaurės Marianų Salos
lv: Ziemeļu Marianas Salas
ms: Kepulauan Mariana Utara
nb: Nord-Marianene
nl: Noordelijke Marianen
pl: Mariany Północne
pt: Ilhas Marianas do Norte
ro: Insulele Mariane de Nord
ru: Северные Марианские Острова
sk: Severné Mariány
sl: Severni Marianski otoki
sr: Severna Marijanska Ostrva
sv: Nordmarianerna
th: หมู่เกาะนอร์เทิร์นมาเรียนา
tr: Kuzey Mariana Adaları
uk: Північні Маріанські Острови
vi: Quần đảo Bắc Mariana
zh: 北马里亚纳群岛

# common_country_selection_countries_MOZ
source: Mozambique
ar: موزمبيق
bg: Мозамбик
cs: Mosambik
de: Mosambik
el: Μοζαμβίκη
et: Mosambiik
fa: موزامبیک
fi: Mosambik
he: מוזמביק
hi: मोज़ाम्बिक
hr: Mozambik
hu: Mozambik
hy: Մոզամբիկ
id: Mozambik
it: Mozambico
ja: モザンビーク
ko: 모잠비크
lt: Mozambikas
lv: Mozambika
ms: Mozambik
nb: Mosambik
pl: Mozambik
pt: Moçambique
ro: Mozambic
ru: Мозамбик
sk: Mozambik
sl: Mozambik
sr: Mozambik
sv: Moçambique
th: โมซัมบิก
tr: Mozambik
uk: Мозамбік
zh: 莫桑比克

# common_country_selection_countries_MRT
source: Mauritania
ar: موريتانيا
bg: Мавритания
cs: Mauritánie
da: Mauretanien
de: Mauretanien
el: Μαυριτανία
et: Mauritaania
fa: موریتانی
fr: Mauritanie
he: מאוריטניה
hi: मॉरिटानिया
hr: Mauritanija
hu: Mauritánia
hy: Մավրիտանիա
ja: モーリタニア
ko: 모리타니
lt: Mauritanija
lv: Mauritānija
nl: Mauritanië
pl: Mauretania
pt: Mauritânia
ru: Мавритания
sk: Mauritánia
sl: Mavretanija
sr: Mauritanija
sv: Mauretanien
th: มอริเตเนีย
tr: Moritanya
uk: Мавританія
vi: Mauritanie
zh: 毛里塔尼亚

# common_country_selection_countries_MSR
source: Montserrat
ar: مونتسرات
bg: Монтсерат
el: Μοντσεράτ
fa: مونتسرات
he: מונטסראט
hi: मोंटसेराट
hy: Մոնսեռատ
ja: モントセラト
ko: 몬트세랫
lt: Montseratas
lv: Montserrata
ru: Монтсеррат
sr: Montserat
th: มอนต์เซอร์รัต
uk: Монтсеррат
zh: 蒙特塞拉特

# common_country_selection_countries_MUS
source: Mauritius
ar: موريشيوس
bg: Мавриций
cs: Mauricius
el: Μαυρίκιος
es: Mauricio
fa: موریس
fr: Maurice
he: מאוריציוס
hi: मॉरीशस
hr: Mauricijus
hy: Մավրիկիոս
ja: モーリシャス
ko: 모리셔스
lt: Mauricijus
lv: Maurīcija
pt: Maurícia
ru: Маврикий
sk: Maurícius
sl: Mavricij
sr: Mauricijus
th: มอริเชียส
uk: Маврикій
zh: 毛里求斯

# common_country_selection_countries_MWI
source: Malawi
ar: مالاوي
bg: Малави
el: Μαλάουι
es: Malaui
fa: مالاوی
he: מלאווי
hi: मलावी
hr: Malavi
hy: Մալավի
ja: マラウイ
ko: 말라위
lt: Malavis
lv: Malāvija
ru: Малави
sl: Malavi
sr: Malavi
th: มาลาวี
tr: Malavi
uk: Малаві
zh: 马拉维

# common_country_selection_countries_MYS
source: Malaysia
ar: ماليزيا
bg: Малайзия
cs: Malajsie
el: Μαλαισία
es: Malasia
et: Malaisia
fa: مالزی
fi: Malesia
fr: Malaisie
he: מלזיה
hi: मलेशिया
hr: Malezija
hu: Malajzia
hy: Մալայզիա
it: Malesia
ja: マレーシア
ko: 말레이시아
lt: Malaizija
lv: Malaizija
nl: Maleisië
pl: Malezja
pt: Malásia
ro: Malaezia
ru: Малайзия
sk: Malajzia
sl: Malezija
sr: Malezija
th: มาเลเซีย
tr: Malezya
uk: Малайзія
zh: 马来西亚

# common_country_selection_countries_NAM
source: Namibia
ar: ناميبيا
bg: Намибия
cs: Namibie
el: Ναμίμπια
et: Namiibia
fa: نامیبیا
fr: Namibie
he: נמיביה
hi: नामीबिया
hr: Namibija
hu: Namíbia
hy: Նամիբիա
ja: ナミビア
ko: 나미비아
lt: Namibija
lv: Namībija
nl: Namibië
pt: Namíbia
ru: Намибия
sk: Namíbia
sl: Namibija
sr: Namibija
th: นามิเบีย
tr: Namibya
uk: Намібія
zh: 纳米比亚

# common_country_selection_countries_NER
source: Niger
ar: النيجر
bg: Нигер
el: Νίγηρας
es: Níger
fa: نیجر
he: ניז`ר
hi: नाइजर
hy: Նիգեր
ja: ニジェール
ko: 니제르
lt: Nigeris
lv: Nigēra
pt: Níger
ru: Нигер
th: ไนเจอร์
tr: Nijer
uk: Нігер
zh: 尼日尔

# common_country_selection_countries_NGA
source: Nigeria
ar: نيجيريا
bg: Нигерия
cs: Nigérie
el: Νιγηρία
et: Nigeeria
fa: نیجریه
fr: Nigéria
he: ניגריה
hi: नाइजीरिया
hr: Nigerija
hu: Nigéria
hy: Նիգերիա
ja: ナイジェリア
ko: 나이지리아
lt: Nigerija
lv: Nigērija
pt: Nigéria
ru: Нигерия
sk: Nigéria
sl: Nigerija
sr: Nigerija
th: ไนจีเรีย
tr: Nijerya
uk: Нігерія
zh: 尼日利亚

# common_country_selection_countries_NIC
source: Nicaragua
ar: نيكاراغوا
bg: Никарагуа
cs: Nikaragua
el: Νικαράγουα
fa: نیکاراگوئه
he: ניקרגואה
hi: निकारागुआ
hr: Nikaragva
hy: Նիկարագուա
id: Nikaragua
ja: ニカラグア
ko: 니카라과
lt: Nikaragva
lv: Nikaragva
pl: Nikaragua
pt: Nicarágua
ru: Никарагуа
sk: Nikaragua
sl: Nikaragva
sr: Nikaragva
th: นิการากัว
tr: Nikaragua
uk: Нікарагуа
zh: 尼加拉瓜

# common_country_selection_countries_NLD
source: Netherlands
ar: هولندا
bg: Нидерландия
cs: Nizozemsko
da: Nederland
de: Niederlande
el: Ολλανδία
es: Países Bajos
et: Madalmaad
fa: هلند
fi: Alankomaat
fr: Pays-Bas
he: הולנד
hi: नीदरलैंड्स
hr: Nizozemska
hu: Hollandia
hy: Նիդերլանդներ
id: Belanda
it: Paesi Bassi
ja: オランダ
ko: 네덜란드
lt: Nyderlandai
lv: Nīderlande
ms: Belanda
nb: Nederland
nl: Nederland
pl: Niderlandy
pt: Países Baixos
ro: Țările de Jos
ru: Нидерланды
sk: Holandsko
sl: Nizozemska
sr: Holandija
sv: Nederländerna
th: เนเธอร์แลนด์
tr: Hollanda
uk: Нідерланди
vi: Hà Lan
zh: 荷兰

# common_country_selection_countries_NOR
source: Norway
ar: النرويج
bg: Норвегия
cs: Norsko
da: Norge
de: Norwegen
el: Νορβηγία
es: Noruega
et: Norra
fa: نروژ
fi: Norja
fr: Norvège
he: נורווגיה
hi: नॉर्वे
hr: Norveška
hu: Norvégia
hy: Նորվեգիա
id: Norwegia
it: Norvegia
ja: ノルウェー
ko: 노르웨이
lt: Norvegija
lv: Norvēģija
nb: Norge
nl: Noorwegen
pl: Norwegia
pt: Noruega
ro: Norvegia
ru: Норвегия
sk: Nórsko
sl: Norveška
sr: Norveška
sv: Norge
th: นอร์เวย์
tr: Norveç
uk: Норвегія
vi: Na Uy
zh: 挪威

# common_country_selection_countries_NPL
source: Nepal
ar: نيبال
bg: Непал
cs: Nepál
el: Νεπάλ
fa: نپال
fr: Népal
he: נפאל
hi: नेपाल
hu: Nepál
hy: Նեպալ
ja: ネパール
ko: 네팔
lt: Nepalas
lv: Nepāla
ru: Непал
sk: Nepál
sr: Непал
th: เนปาล
uk: Непал
zh: 尼泊尔

# common_country_selection_countries_NRU
source: Nauru
ar: ناورو
bg: Науру
el: Ναουρού
fa: نائورو
he: נאורו
hi: नाउरू
hy: Նաուրու
ja: ナウル
ko: 나우루
ru: Науру
sr: Науру
th: นาอูรู
uk: Науру
zh: 瑙鲁

# common_country_selection_countries_NZL
source: New Zealand
ar: نيوزيلندا
bg: Нова Зеландия
cs: Nový Zéland
de: Neuseeland
el: Νέα Ζηλανδία
es: Nueva Zelanda
et: Uus-Meremaa
fa: نیوزیلند
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
he: ניו זילנד
hi: न्यूज़ीलैंड
hr: Novi Zeland
hu: Új-Zéland
hy: Նոր Զելանդիա
id: Selandia Baru
it: Nuova Zelanda
ja: ニュージーランド
ko: 뉴질랜드
lt: Naujoji Zelandija
lv: Jaunzēlande
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
ro: Noua Zeelandă
ru: Новая Зеландия
sk: Nový Zéland
sl: Nova Zelandija
sr: Novi Zeland
sv: Nya Zeeland
th: นิวซีแลนด์
tr: Yeni Zelanda
uk: Нова Зеландія
zh: 新西兰

# common_country_selection_countries_OMN
source: Oman
ar: عمان
bg: Оман
cs: Omán
el: Ομάν
es: Omán
et: Omaan
fa: عمان
he: עומאן
hi: ओमान
hu: Omán
hy: Օման
ja: オマーン
ko: 오만
lt: Omanas
lv: Omāna
pt: Omã
ru: Оман
sk: Omán
th: โอมาน
tr: Umman
uk: Оман
zh: 阿曼

# common_country_selection_countries_PAK
source: Pakistan
ar: باكستان
bg: Пакистан
cs: Pákistán
el: Πακιστάν
es: Pakistán
fa: پاکستان
he: פקיסטן
hi: पाकिस्तान
hu: Pakisztán
hy: Պակիստան
ja: パキスタン
ko: 파키스탄
lt: Pakistanas
lv: Pakistāna
pt: Paquistão
ru: Пакистан
sr: Пакистан
th: ปากีสถาน
uk: Пакистан
zh: 巴基斯坦

# common_country_selection_countries_PAN
source: Panama
ar: بنما
bg: Панама
el: Παναμάς
es: Panamá
fa: پاناما
he: פנמה
hi: पनामा
hy: Պանամա
ja: パナマ
ko: 파나마
pt: Panamá
ru: Панама
th: ปานามา
uk: Панама
zh: 巴拿马

# common_country_selection_countries_PER
source: Peru
ar: بيرو
bg: Перу
el: Περού
es: Perú
et: Peruu
fa: پرو
fr: Pérou
he: פרו
hi: पेरू
hy: Պերու
it: Perù
ja: ペルー
ko: 페루
ru: Перу
th: เปรู
uk: Перу
zh: 秘鲁

# common_country_selection_countries_PHL
source: Philippines
ar: الفلبين
bg: Филипини
cs: Filipíny
da: Filippinerne
de: Philippinen
el: Φιλιππίνες
es: Filipinas
et: Filipiinid
fa: فیلیپین
fi: Filippiinit
he: הפיליפינים
hi: फिलीपींस
hr: Filipini
hu: Fülöp-szigetek
hy: Ֆիլիպիններ
id: Filipina
it: Filippine
ja: フィリピン
ko: 필리핀
lt: Filipinai
lv: Filipīnas
ms: Filipina
nb: Filippinene
nl: Filipijnen
pl: Filipiny
pt: Filipinas
ro: Filipine
ru: Филиппины
sk: Filipíny
sl: Filipini
sr: Filipini
sv: Filippinerna
th: ฟิลิปปินส์
tr: Filipinler
uk: Філіппіни
zh: 菲律宾

# common_country_selection_countries_PLW
source: Palau
ar: بالاو
bg: Палау
el: Παλάου
es: Palaos
et: Belau
fa: پالائو
fr: Palaos
he: פלאו
hi: पलाऊ
hy: Պալաու
ja: パラオ
ko: 팔라우
ru: Палау
sr: Палау
th: ปาเลา
uk: Палау
zh: 帕劳

# common_country_selection_countries_PNG
source: Papua New Guinea
ar: بابوا غينيا الجديدة
bg: Папуа Нова Гвинея
cs: Papua-Nová Guinea
da: Papua Ny Guinea
de: Papua-Neuguinea
el: Παπούα Νέα Γουινέα
es: Papúa Nueva Guinea
et: Paapua Uus-Guinea
fa: پاپوآ گینه نو
fi: Papua-Uusi-Guinea
fr: Papouasie-Nouvelle-Guinée
he: פפואה גינאה החדשה
hi: पापुआ न्यू गिनी
hr: Papua Nova Gvineja
hu: Pápua Új-Guinea
hy: Պապուա Նոր Գվինեա
id: Papua Nugini
it: Papua Nuova Guinea
ja: パプアニューギニア
ko: 파푸아뉴기니
lt: Papua Naujoji Gvinėja
lv: Papua-Jaungvineja
nb: Papua Ny-Guinea
nl: Papoea-Nieuw-Guinea
pl: Papua-Nowa Gwinea
pt: Papua-Nova Guiné
ro: Papua Noua Guinee
ru: Папуа-Новая Гвинея
sk: Papua-Nová Guinea
sl: Papua Nova Gvineja
sr: Papua Nova Gvineja
sv: Papua Nya Guinea
th: ปาปัวนิวกินี
tr: Papua Yeni Gine
uk: Папуа Нова Гвінея
zh: 巴布亚新几内亚

# common_country_selection_countries_POL
source: Poland
ar: بولندا
bg: Полша
cs: Polsko
da: Polen
de: Polen
el: Πολωνία
es: Polonia
et: Poola
fa: لهستان
fi: Puola
fr: Pologne
he: פולין
hi: पोलैंड
hr: Poljska
hu: Lengyelország
hy: Լեհաստան
id: Polandia
it: Polonia
ja: ポーランド
ko: 폴란드
lt: Lenkija
lv: Polija
nb: Polen
nl: Polen
pl: Polska
pt: Polónia
ro: Polonia
ru: Польша
sk: Poľsko
sl: Poljska
sr: Poljska
sv: Polen
th: โปแลนด์
tr: Polonya
uk: Польща
vi: Ba Lan
zh: 波兰

# common_country_selection_countries_PRI
source: Puerto Rico
ar: بورتوريكو
bg: Пуерто Рико
cs: Portoriko
el: Πουέρτο Ρίκο
fa: پورتوریکو
fr: Porto Rico
he: פוארטו ריקו
hi: प्यूर्टो रिको
hr: Portoriko
hy: Պուերտո Ռիկո
id: Puerto Riko
it: Porto Rico
ja: プエルトリコ
ko: 푸에르토리코
lt: Puerto Rikas
lv: Puertoriko
pl: Portoryko
pt: Porto Rico
ru: Пуэрто-Рико
sk: Portoriko
sl: Portoriko
sr: Portoriko
th: เปอร์โตริโก
tr: Porto Riko
uk: Пуерто-Рико
zh: 波多黎各
