Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_id_type_ken_specific_other
source: Alien Card
ar: بطاقة أجنبي
bg: Извънземна карта
cs: Mimozemská karta
da: Alien kort
de: Alien-Karte
el: Κάρτα εξωγήινων
es: Tarjeta alienígena
et: Välismaalase kaart
fa: کارت بیگانه
fi: Alien kortti
fr: Carte extraterrestre
he: כרטיס חייזר
hi: विदेशी कार्ड
hr: Kartica stranaca
hu: Idegen kártya
hy: Այլմոլորակայինների քարտ
id: Kartu Asing
it: Carta aliena
ja: エイリアンカード
ko: 외국인 카드
lt: Ateivių kortelė
lv: Citplanētiešu karte
ms: Kad Alien
nb: Alien kort
nl: Buitenaardse kaart
pl: Karta Obcego
pt: Carta Alienígena
ro: Carte de extraterestru
ru: Чужая карта
sk: Mimozemská karta
sl: Kartica tujca
sr: Алиен Цард
sv: Alien kort
th: บัตรต่างด้าว
tr: Uzaylı Kartı
uk: Карта прибульця
vi: thẻ ngoại kiều
zh: 外国人卡

# profileData_field_id_type_nga_specific_identity_card
source: National Identification Number (NIN)
ar: رقم التعريف الوطني (NIN)
bg: Национален идентификационен номер (NIN)
cs: Národní identifikační číslo (NIN)
de: Nationale Identifikationsnummer (NIN)
el: Εθνικός Αριθμός Ταυτότητας (NIN)
es: Número de Identificación Nacional (NIN)
et: Riiklik identifitseerimisnumber (NIN)
fa: شماره شناسایی ملی (NIN)
fi: Kansallinen henkilötunnus (NIN)
fr: Numéro d`identification national (NIN)
he: מספר זיהוי לאומי (NIN)
hi: राष्ट्रीय पहचान संख्या (एनआईएन)
hr: Nacionalni identifikacijski broj (NIN)
hu: Nemzeti azonosító szám (NIN)
hy: Ազգային նույնականացման համարը (NIN)
id: Nomor Induk Kependudukan (NIN)
it: Numero di identificazione nazionale (NIN)
ja: 国民識別番号 (NIN)
ko: 국민 식별 번호(NIN)
lt: Nacionalinis identifikavimo numeris (NIN)
lv: Valsts identifikācijas numurs (NIN)
ms: Nombor Pengenalan Kebangsaan (NIN)
nb: Nasjonalt identifikasjonsnummer (NIN)
nl: Nationaal identificatienummer (NIN)
pl: Krajowy numer identyfikacyjny (NIN)
pt: Número de Identificação Nacional (NIN)
ro: Numărul național de identificare (NIN)
ru: Национальный идентификационный номер (НИН)
sk: Národné identifikačné číslo (NIN)
sl: Nacionalna identifikacijska številka (NIN)
sr: Национални матични број (НИН)
th: หมายเลขประจำตัวประชาชน (NIN)
tr: Ulusal Kimlik Numarası (NIN)
uk: Національний ідентифікаційний номер (NIN)
vi: Số nhận dạng quốc gia (NIN)
zh: 国民身份证号码 (NIN)

# profileData_field_id_type_passport
source: Passport
ar: جواز سفر
bg: Паспорт
cs: Cestovní pas
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
et: Pass
fa: گذرنامه
fi: Passi
fr: Passeport
he: דַרכּוֹן
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
hy: Անձնագիր
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
lt: Pasas
lv: Pase
ms: pasport
nb: Pass
nl: Paspoort
pl: Paszport
pt: Passaporte
ro: Pașaport
ru: Заграничный пасспорт
sk: pas
sl: Potni list
sr: Пасош
sv: Pass
th: หนังสือเดินทาง
tr: Pasaport
uk: Паспорт
vi: Hộ chiếu
zh: 护照

# profileData_field_id_type_placeholder
source: Select a national ID type
ar: حدد نوع الهوية الوطنية
bg: Изберете тип национален идентификатор
cs: Vyberte typ národního ID
da: Vælg en national ID-type
de: Wählen Sie einen nationalen ID-Typ aus
el: Επιλέξτε έναν τύπο εθνικής ταυτότητας
es: Seleccione un tipo de identificación nacional
et: Valige riikliku isikutunnistuse tüüp
fa: نوع شناسه ملی را انتخاب کنید
fi: Valitse kansallinen tunnustyyppi
fr: Sélectionnez un type de carte d`identité nationale
he: בחר סוג תעודה מזהה לאומית
hi: एक राष्ट्रीय आईडी प्रकार का चयन करें
hr: Odaberite vrstu nacionalne osobne iskaznice
hu: Válasszon nemzeti azonosító típust
hy: Ընտրեք ազգային ID-ի տեսակը
id: Pilih jenis ID nasional
it: Seleziona un tipo di documento d`identità nazionale
ja: 国民 ID の種類を選択してください
ko: 주민등록증 유형 선택
lt: Pasirinkite nacionalinio ID tipą
lv: Izvēlieties valsts ID veidu
ms: Pilih jenis ID kebangsaan
nb: Velg en nasjonal ID-type
nl: Selecteer een nationaal ID-type
pl: Wybierz typ dowodu osobistego
pt: Selecione um tipo de ID nacional
ro: Selectați un tip de identitate națională
ru: Выберите тип национального идентификатора
sk: Vyberte typ národného ID
sl: Izberite vrsto nacionalne izkaznice
sr: Изаберите тип националног ИД-а
sv: Välj en nationell ID-typ
th: เลือกประเภทบัตรประจำตัวประชาชน
tr: Bir ulusal kimlik türü seçin
uk: Виберіть тип національного ідентифікатора
vi: Chọn loại ID quốc gia
zh: 选择国民身份证类型

# profileData_field_id_type_tax_id
source: Tax ID
ar: الرقم الضريبي
bg: Данъчен номер
cs: DIČ
da: Skatte ID
de: Steuer ID
el: Τον αριθμό φορολογικού μητρώου
es: Identificación del impuesto
et: Maksu ID
fa: شناسه مالیاتی
fi: Verotunnus
fr: Numéro d`identification fiscale
he: מספר זהות לצורך מס
hi: टैक्स आईडी
hr: PDV ID
hu: Adóazonosító
hy: Հարկային ID
id: Id pajak
it: codice fiscale
ja: 納税者番号
ko: 세금 아이디
lt: Mokesčių ID
lv: Nodokļu ID
ms: ID cukai
nb: Skatte-ID
nl: BTW-nummer
pl: Identyfikator podatkowy
pt: CPF
ro: Cod fiscal
ru: ИНН
sk: DIČ
sl: Davčna številka
sr: Пиб
sv: Skatte ID
th: หมายเลขประจำตัวผู้เสียภาษี
tr: Vergi numarası
uk: ІПН
vi: Mã số thuế
zh: 税号

# profileData_field_id_type_voter_id
source: Voter ID
ar: هوية الناخب
bg: ID на избирателя
cs: Voličský průkaz
da: Vælger-id
de: Wähler-ID
el: Ταυτότητα ψηφοφόρου
es: ID de votante
et: Valija ID
fa: شناسه رای دهنده
fi: Äänestäjän tunnus
fr: ID d`électeur
he: מזהה בוחר
hi: मतदाता पहचान पत्र
hr: ID birača
hu: Szavazói azonosító
hy: Ընտրողի ID
id: ID pemilih
it: ID elettore
ja: 投票者ID
ko: 유권자 ID
lt: Rinkėjo ID
lv: Vēlētāja ID
ms: ID Pengundi
nb: Velger-ID
nl: Kiezer-ID
pl: Identyfikator wyborcy
pt: título de eleitor
ro: ID alegătorului
ru: Идентификатор избирателя
sk: Voličský preukaz
sl: ID volilca
sr: ИД бирача
sv: Väljar-ID
th: รหัสผู้มีสิทธิเลือกตั้ง
tr: seçmen kimliği
uk: ID виборця
vi: Thẻ cử tri
zh: 选民编号

# profileData_field_label_arg_specific_national_id_value
source: DNI number
ar: رقم DNI
bg: DNI номер
cs: číslo DNI
da: DNI nummer
de: DNI-Nummer
el: Αριθμός DNI
es: Número de DNI
fa: شماره DNI
fi: DNI numero
fr: Numéro DNI
he: מספר DNI
hi: डीएनआई नंबर
hr: DNI broj
hu: DNI szám
hy: DNI համարը
id: Nomor Identitas DNI
it: Numero DNI
ja: DNI番号
ko: DNI 번호
lt: DNI numeris
lv: DNI numurs
ms: Nombor DNI
nb: DNI-nummer
nl: DNI-nummer
pl: Numer DNI
pt: número DNI
ro: numarul DNI
ru: Номер DNI
sk: Číslo DNI
sl: DNI številka
sr: ДНИ број
sv: DNI-nummer
th: หมายเลขดีเอ็นไอ
tr: DNI numarası
uk: Номер DNI
vi: Số DNI
zh: DNI 编号

# profileData_field_label_can_specific_national_id_value
source: Social Insurance Number (SIN)
ar: رقم التأمين الاجتماعي (SIN)
bg: Социалноосигурителен номер (SIN)
cs: Číslo sociálního pojištění (SIN)
da: Social sikringsnummer (SIN)
de: Sozialversicherungsnummer (SIN)
el: Αριθμός Κοινωνικής Ασφάλισης (SIN)
es: Número de Seguro Social (SIN)
et: Sotsiaalkindlustuse number (SIN)
fa: شماره بیمه اجتماعی (SIN)
fi: Sosiaalivakuutusnumero (SIN)
fr: Numéro d`assurance sociale (NAS)
he: מספר ביטוח לאומי (SIN)
hi: सामाजिक बीमा संख्या (एसआईएन)
hr: Broj socijalnog osiguranja (SIN)
hu: Társadalombiztosítási szám (SIN)
hy: Սոցիալական ապահովագրության համարը (SIN)
id: Nomor Asuransi Sosial (SIN)
it: Numero di previdenza sociale (SIN)
ja: 社会保険番号 (SIN)
ko: 사회보장번호(SIN)
lt: Socialinio draudimo numeris (SIN)
lv: Sociālās apdrošināšanas numurs (SIN)
ms: Nombor Insurans Sosial (SIN)
nl: Burgerservicenummer (SIN)
pl: Numer ubezpieczenia społecznego (SIN)
pt: Número de Seguro Social (SIN)
ro: Numărul de asigurări sociale (SIN)
ru: Номер социального страхования (SIN)
sk: Číslo sociálneho poistenia (SIN)
sl: Številka socialnega zavarovanja (SIN)
sr: Број социјалног осигурања (СИН)
sv: Socialförsäkringsnummer (SIN)
th: หมายเลขประกันสังคม (SIN)
tr: Sosyal Sigorta Numarası (SIN)
uk: Номер соціального страхування (SIN)
vi: Số Bảo hiểm Xã hội (SIN)
zh: 社会保险号 (SIN)

# profileData_field_label_chl_specific_national_id_value
source: RUT / RUN numbers
ar: أرقام RUT / RUN
bg: RUT / RUN номера
cs: Čísla RUT / RUN
da: RUT / RUN numre
de: RUT / RUN-Nummern
el: Αριθμοί RUT / RUN
es: Números de RUT / RUN
et: RUT / RUN numbrid
fa: اعداد RUT / RUN
fi: RUT / RUN numerot
fr: Numéros RUT / RUN
he: מספרי RUT / RUN
hi: आरयूटी / रन नंबर
hr: RUT / RUN brojevi
hu: RUT / RUN számok
hy: RUT / RUN համարներ
id: Nomor RUT / RUN
it: Numeri RUT / RUN
ja: RUT / RUN番号
ko: RUT/RUN 번호
lt: RUT / RUN numeriai
lv: RUT / RUN numuri
ms: Nombor RUT / RUN
nb: RUT / RUN-nummer
nl: RUT / RUN-nummers
pl: Numery RUT / RUN
pt: Números RUT / RUN
ro: numere RUT / RUN
ru: РУТ/РУН номера
sk: Čísla RUT / RUN
sl: RUT / RUN številke
sr: РУТ / РУН бројеви
sv: RUT / RUN-nummer
th: หมายเลข RUT / RUN
tr: RUT / RUN numaraları
uk: Номери RUT / RUN
vi: Số RUT/RUN
zh: RUT / RUN 编号

# profileData_field_label_chn_specific_national_id_value
source: Resident Identity card number
ar: المقيم بطاقة إثبات شخصية رقم
bg: Постоянен Лична карта номер
cs: Rezidentní Průkaz totožnosti číslo
da: Resident ID-kort nummer
de: Einwohnernummer Nationaler Personalausweis
el: Αριθμός κατοίκου Δελτίο ταυτότητας
es: Número de residente Documento Nacional de Identidad
et: Residendi ID-kaart number
fa: شماره کارت شناسایی مقیم
fi: Asukasnumero Henkilökortti
fr: Numéro de résident Carte nationale d’identité
he: מספר תושב תעודת זהות
hi: निवासी पहचान पत्र संख्या
hr: Rezidentni Osobna iskaznica broj
hu: Rezidens Személyi igazolvány szám
hy: Բնակիչ Նույնականացման քարտ համարը
id: Nomor Kartu identitas penduduk
it: Residente Carta d’identità numero
ja: 居住者身分証明書番号
ko: 거주자 신분증 번호
lt: Gyventojo Asmens tapatybės kortelė numeris
lv: Iedzīvotāja Personas apliecība numurs
ms: Nombor Kad pengenalan pemastautin
nb: Resident Identitetskort nummer
nl: Inwoner Identiteitskaart nummer
pl: Numer rezydenta Dowód osobisty
pt: Número residente Cartão de identidade
ro: Număr de rezident Carte de identitate
ru: Резидент Удостоверение личности номер
sk: Číslo trvalého Preukaz totožnosti
sl: Številka rezidenta Osebna izkaznica
sr: Стални Lična karta број
sv: Resident Identitetskort nummer
th: ถิ่นที่อยู่ บัตรประจำตัวประชาชน หมายเลข
tr: Yerleşik Kimlik kartı numarası
uk: Номер резидента Посвідчення особи
vi: Số cư dân Thẻ căn cước
zh: 居民身份证号码

# profileData_field_label_col_specific_national_id_value
source: Colombian Personal Identification Number
ar: رقم التعريف الشخصي الكولومبي
bg: Колумбийски персонален идентификационен номер
cs: Kolumbijské osobní identifikační číslo
da: Colombiansk personligt identifikationsnummer
de: Kolumbianische persönliche Identifikationsnummer
el: Κολομβιανός Προσωπικός Αριθμός Ταυτότητας
es: Número de identificación personal colombiano
et: Colombia isikukood
fa: شماره شناسایی شخصی کلمبیایی
fi: Kolumbialainen henkilötunnus
fr: Numéro d`identification personnel colombien
he: מספר זיהוי אישי קולומביאני
hi: कोलम्बियाई व्यक्तिगत पहचान संख्या
hr: Kolumbijski osobni identifikacijski broj
hu: Kolumbiai személyi azonosító szám
hy: Կոլումբիայի Անձնական նույնականացման Համար
id: Nomor Identifikasi Pribadi Kolombia
it: Numero di identificazione personale colombiano
ja: コロンビア個人識別番号
ko: 콜롬비아 개인 식별 번호
lt: Kolumbijos asmens identifikavimo numeris
lv: Kolumbijas personas identifikācijas numurs
ms: Nombor Pengenalan Peribadi Colombia
nb: Colombiansk personlig identifikasjonsnummer
nl: Colombiaans persoonlijk identificatienummer
pl: Kolumbijski osobisty numer identyfikacyjny
pt: Número de identificação pessoal colombiano
ro: Număr personal de identificare columbian
ru: Колумбийский личный идентификационный номер
sk: Kolumbijské osobné identifikačné číslo
sl: Kolumbijska osebna identifikacijska številka
sr: Колумбијски лични матични број
sv: Colombianskt personnummer
th: หมายเลขประจำตัวส่วนบุคคลของโคลอมเบีย
tr: Kolombiya Kişisel Kimlik Numarası
uk: Колумбійський персональний ідентифікаційний номер
vi: Số nhận dạng cá nhân Colombia
zh: 哥伦比亚个人身份证号码

# profileData_field_label_country
source: Country
ar: الدولة
bg: Държава
cs: Země
da: Land
de: Land
el: Χώρα
es: País
et: Riik
fa: کشور
fi: Maa
fr: Pays
he: ארץ
hi: देश
hr: Zemlja
hu: Ország
hy: Երկիր
id: Negara
it: Paese
ja: 国
ko: 국가
lt: Šalis
lv: Valsts
ms: Negara
nb: Land
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна
sk: Krajina
sl: Država
sr: Zemlja
sv: Land
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia
zh: 国家/地区

# profileData_field_label_country_residence
source: Country
ar: الدولة
bg: Държава
cs: Země
da: Land
de: Land
el: Χώρα
es: País
et: Riik
fa: کشور
fi: Maa
fr: Pays
he: ארץ
hi: देश
hr: Zemlja
hu: Ország
hy: Երկիր
id: Negara
it: Paese
ja: 国
ko: 국가
lt: Šalis
lv: Valsts
ms: Negara
nb: Land
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна
sk: Krajina
sl: Država
sr: Zemlja
sv: Land
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia
zh: 国家/地区

# profileData_field_label_dnk_specific_national_id_value
source: CPR number
ar: رقم البطاقة السكانية
bg: CPR номер
cs: Číslo CPR
da: CPR nummer
de: CPR-Nummer
el: Αριθμός CPR
es: Número de CPR
fa: شماره CPR
fi: CPR-numero
fr: Numéro CPR
he: מספר החייאה
hi: सीपीआर संख्या
hr: CPR broj
hu: CPR szám
hy: CPR համարը
id: nomor CPR
it: Numero RCP
ja: 心肺蘇生番号
ko: 심폐소생술 번호
lt: CPR numeris
lv: CPR numurs
ms: nombor CPR
nb: CPR-nummer
nl: CPR-nummer
pl: Numer CPR
pt: Número de RCP
ro: Numărul CPR
ru: Номер СЛР
sk: CPR číslo
sl: Številka CPR
sr: ЦПР број
sv: CPR-nummer
th: หมายเลข CPR
tr: kalp masajı numarası
uk: Номер СPR
vi: số hô hấp nhân tạo
zh: 心肺复苏术号码

# profileData_field_label_dob
source: Date of birth
ar: تاريخ الميلاد
bg: Дата на раждане
cs: Datum narození
da: Fødselsdato
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
et: Sünnikuupäev
fa: تاریخ تولد
fi: Syntymäaika
fr: Date de naissance
he: תאריך לידה
hi: जन्मतिथि
hr: Datum rođenja
hu: Születési dátum
hy: Ծննդյան ամսաթիվ
id: Tanggal lahir
it: Data di compleanno
ja: 生年月日
ko: 생년월일
lt: Gimimo data
lv: Dzimšanas datums
ms: Tarikh lahir
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sl: Datum rojstva
sr: Datum rođenja
sv: Födelsedatum
th: วันเกิด
tr: Doğum tarihi
uk: Дата народження
vi: Ngày sinh
zh: 出生日期

# profileData_field_label_email
source: Email
ar: البريد الإلكتروني
bg: Имейл адрес
de: E-Mail-Adresse
es: Correo electrónico
et: E-posti aadress
fa: ایمیل
fi: S-posti
he: דוא"ל
hi: ईमेल
hr: E-pošta
hu: E-mail cím
hy: Էլ փոստ
ja: メールアドレス
ko: 이메일
lt: El. paštas
lv: E-pasts
ms: E-mel
nb: E-postadresse
nl: E-mailadres
ru: Адрес электронной почты
sl: E-poštni naslov
sr: Imejl
sv: E-postadress
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh: 电子邮箱

# profileData_field_label_fin_specific_national_id_value
source: Personal identity code
ar: رمز الهوية الشخصية
bg: Персонален идентификационен код
cs: Osobní identifikační kód
da: Personlig identitetskode
de: Persönlicher Identitätscode
el: Προσωπικός κωδικός ταυτότητας
es: código de identificación personal
et: Isikukood
fa: کد هویت شخصی
fi: Henkilötunnus
fr: Code d`identité personnel
he: קוד זהות אישי
hi: व्यक्तिगत पहचान कोड
hr: Osobni identifikacijski kod
hu: Személyi azonosító kód
hy: Անձնական նույնականացման կոդը
id: Kode identitas pribadi
it: Codice di identità personale
ja: 個人識別コード
ko: 개인 식별 코드
lt: Asmens tapatybės kodas
lv: Personas kods
ms: Kod identiti peribadi
nb: Personlig identitetskode
nl: Persoonlijke identiteitscode
pl: Osobisty kod identyfikacyjny
pt: Código de identidade pessoal
ro: Cod personal de identitate
ru: Персональный код
sk: Osobný identifikačný kód
sl: Osebna identifikacijska koda
sr: Лични идентификациони код
sv: Personlig identitetskod
th: รหัสประจำตัวส่วนบุคคล
tr: Kişisel kimlik kodu
uk: Персональний ідентифікаційний код
vi: Mã định danh cá nhân
zh: 个人身份代码

# profileData_field_label_first_name
source: First name
ar: الاسم الأول
bg: Собствено име
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Primer nombre
et: Eesnimi
fa: نام
fi: Etunimi
fr: Prénom
he: שם פרטי
hi: नाम
hr: Ime
hu: Keresztnév
hy: Անուն
id: Nama depan
it: Nome di battesimo
ja: 名
ko: 이름(예: 길동)
lt: Vardas
lv: Vārds
ms: Nama pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Prenume
ru: Имя
sk: Meno
sl: Ime
sr: Ime
sv: Förnamn
th: ชื่อ
tr: Ad
uk: Ім’я
vi: Tên
zh: 名

# profileData_field_label_gbr_specific_postcode
source: Postcode
ar: الرمز البريدي
bg: Пощенски код
cs: Poštovní směrovací číslo
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
fa: کدپستی
fi: Postinumero
fr: Code postal
he: מיקוד
hi: पिन कोड
hr: Poštanski broj
hu: Irányítószám
hy: Փոստային դասիչ
id: Kode pos
it: Codice postale
ja: 郵便番号
ko: 우편 번호
lt: Pašto kodas
lv: Pasta indekss
ms: Poskod
nb: Postnummer
pl: Kod pocztowy
pt: Código postal
ro: Cod poștal
ru: Почтовый код
sk: PSČ
sl: Poštna številka
sr: Poštanski broj
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
vi: Mã bưu điện
zh: 邮编

# profileData_field_label_gbr_specific_town
source: City/Town
ar: المدينة/البلدة
bg: Град
cs: Město/obec
da: By
de: Stadt
el: Πόλη/Κωμόπολη
es: Ciudad/Población
et: Linn
fa: شهر
fi: Paikkakunta
fr: Ville
he: עיר/יישוב
hi: शहर/कस्बा
hr: Grad/Mjesto
hu: Város / Település
hy: Քաղաք
id: Kota
it: Città/comune
ja: 都市名
ko: 시
lt: Miestas
lv: Pilsēta/novads
ms: Bandar/Pekan
nb: By/tettsted
nl: Stad/Dorp
pl: Miejscowość
pt: Cidade
ro: Oraș/Localitate
ru: Город/населенный пункт
sk: Mesto/obec
sl: Mesto/kraj
sr: Grad
sv: Stad/ort
th: เมือง/จังหวัด
tr: Şehir/Kasaba
uk: Місто
vi: Thành phố/Thị trấn
zh: 市/镇

# profileData_field_label_ind_specific_pan
source: Permanent account number (PAN)
ar: رقم الحساب الدائم (PAN)
bg: Номер на постоянна сметка (PAN)
cs: Číslo trvalého účtu (PAN)
da: Permanent kontonummer (PAN)
de: Permanente Account-Nummer (PAN)
el: Μόνιμος αριθμός λογαριασμού (PAN)
es: Número de cuenta permanente (PAN)
et: Püsikonto number (PAN)
fa: شماره حساب دائمی (PAN)
fi: Pysyvä tilinumero
fr: Numéro de compte permanent (PAN)
he: מספר חשבון קבוע (PAN)
hi: पर्मानेंट अकाउंट नंबर (PAN)
hr: Trajni broj računa (PAN)
hu: Állandó számlaszám (PAN)
hy: Հարկ վճարողի համար (Permanent account number, PAN)
id: Nomor akun permanen (PAN)
it: Numero di conto permanente (PAN)
ja: インドの納税者番号（PAN）
ko: 영구 계좌 번호(PAN)
lt: Nuolatinis sąskaitos numeris (PAN)
lv: Nodokļu maksātāja kods (PAN)
ms: Nombor akaun tetap (PAN)
nb: Permanent kontonummer (PAN)
nl: Permanent account nummer (PAN)
pl: Stały numer konta (PAN)
pt: Número de conta permanente (PAN)
ro: Număr de cont permanent (PAN)
ru: Идентификационный номер налогоплательщика (код PAN)
sk: Číslo trvalého účtu (PAN)
sl: Številka stalnega računa (PAN)
sr: Broj stalnog računa (PAN)
th: เลขที่บัญชีถาวร (PAN)
tr: Kalıcı hesap numarası (PAN)
uk: Номер платника податків (PAN)
vi: Số tài khoản cố định (PAN)
zh: 永久账号（PAN）

# profileData_field_label_ita_specific_national_id_value
source: Fiscal code
ar: الكود الضريبي
bg: Фискален код
cs: Daňový kód
da: Skattekode
de: Abgabenordnung
el: Δημοσιονομικός κώδικας
es: Código Fiscal
et: Maksukood
fa: کد مالی
fi: Verotunnus
fr: Code fiscal
he: קוד פיסקלי
hi: वित्तीय संहिता
hr: Fiskalni kod
hu: Fiskális kód
hy: Ֆիսկալ ծածկագիր
id: Kode fiskal
it: Codice fiscale
ja: 会計コード
ko: 회계 코드
lt: Fiskalinis kodas
lv: Fiskālais kods
ms: Kod fiskal
nb: Skattekode
nl: Fiscale code
pl: Kod fiskalny
pt: Código fiscal
ro: Cod fiscal
ru: Фискальный код
sk: Fiškálny kód
sl: Fiskalna koda
sr: Фискални код
sv: Fiskalkod
th: รหัสทางการเงิน
tr: Vergi kodu
uk: Фіскальний код
vi: Mã số thuế
zh: 税控码

# profileData_field_label_jpn_specific_national_id_value
source: "My number" / Resident Record code
ar: "رقمي" / رمز سجل المقيم
bg: "Моят номер" / Код за запис на жител
cs: "Moje číslo" / kód záznamu o pobytu
da: "Mit nummer" / Beboer Record kode
de: "Meine Nummer" / Resident Record Code
el: "Ο αριθμός μου" / Κωδικός εγγραφής κατοίκου
es: "Mi número" / Código de registro de residente
et: "Minu number" / elaniku kirje kood
fa: "شماره من" / کد رکورد مقیم
fi: "Oma numero" / Asukastietuekoodi
fr: "Mon numéro" / Code du dossier du résident
he: "המספר שלי" / קוד שיא תושב
hi: "मेरा नंबर" / निवासी रिकॉर्ड कोड
hr: "Moj broj" / Šifra evidencije stanovnika
hu: "Saját szám" / Lakossági nyilvántartás kódja
hy: Մուտքագրեք ձեր "Իմ համարը" / բնակչության գրառման կոդը
id: "Nomor saya" / kode Rekam Penduduk
it: "Il mio numero" / Codice di registrazione residente
ja: 「マイナンバー」・住民票コード
ko: "마이 넘버" / 주민표 코드
lt: „Mano numeris“ / Gyventojo įrašo kodas
lv: "Mans numurs" / Iedzīvotāja ieraksta kods
ms: "Nombor saya" / Kod Rekod Penduduk
nb: "Mitt nummer" / Innbyggerpostkode
nl: "Mijn nummer" / Resident Record-code
pl: „Mój numer” / Kod Rekordu Rezydenta
pt: "Meu número" / Código de registro de residente
ro: „Numărul meu”/Codul de înregistrare a rezidenților
ru: «Мой номер» / Код записи резидента
sk: "Moje číslo" / kód záznamu o pobyte
sl: "Moja številka" / šifra prebivališča
sr: "Мој број" / Шифра резидентне евиденције
sv: "Mitt nummer" / Resident Record-kod
th: "หมายเลขของฉัน" / รหัสทะเบียนบ้าน
tr: "Numaram" / Yerleşik Kayıt kodu
uk: «Мій номер» / Код запису жителя
vi: "Số của tôi" / Mã hồ sơ cư trú
zh: “我的号码”/住民票代码

# profileData_field_label_last_name
source: Last name
ar: اسم العائلة
bg: Фамилия
cs: Příjmení
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
et: Perekonnanimi
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Vezetéknév
hy: Ազգանուն
id: Nama belakang
it: Nome di famiglia
ja: 姓
ko: 성(예: 홍)
lt: Pavardė
lv: Uzvārds
ms: Nama keluarga
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ro: Nume de familie
ru: Фамилия
sk: Priezvisko
sl: Priimek
sr: Prezime
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk: Прізвище
vi: Họ
zh: 姓

# profileData_field_label_line1
source: Address line 1
ar: السطر الأول من العنوان
bg: Адрес, ред 1
cs: Řádek adresy 1
da: Adresselinje 1
de: Adresszeile 1
el: Γραμμή διεύθυνσης 1
es: Línea de dirección 1
et: Aadressi rida 1
fa: آدرس خط 1
fi: Osoiterivi 1
fr: Adresse ligne 1
he: שורת כתובת 1
hi: पते की पहली लाइन
hr: Redak adrese 1
hu: Címsor 1
hy: Հասցե 1
id: Alamat baris 1
it: Indirizzo 1
ja: 住所1
ko: 주소 1
lt: 1 adreso eilutė
lv: Adrese (1. rinda)
ms: Alamat baris 1
nb: Adresslinje 1
nl: Adresregel 1
pl: Linia adresu 1
pt: Linha da morada 1
ro: Linie adresă 1
ru: Строка адреса 1
sk: Adresa, 1. riadok
sl: Naslovna vrstica 1
sr: Adresa (1. red)
sv: Adressrad 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1
uk: Адресний рядок 1
vi: Dòng địa chỉ 1
zh: 地址行1

# profileData_field_label_line2
source: Address line 2
ar: السطر الثاني من العنوان
bg: Адрес, ред 2
cs: Řádek adresy 2
da: Adresselinje 2
de: Adresszeile 2
el: Γραμμή διεύθυνσης 2
es: Línea de dirección 2
et: Aadressi rida 2
fa: آدرس خط 2
fi: Osoiterivi 2
fr: Adresse ligne 2
he: שורת כתובת 2
hi: पते की दूसरी लाइन
hr: Redak adrese 2
hu: Címsor 2
hy: Հասցե 2
id: Alamat baris 2
it: Indirizzo 2
ja: 住所2
ko: 주소 2
lt: 2 adreso eilutė
lv: Adrese (2. rinda)
ms: Alamat baris 2
nb: Adresselinje 2
nl: Adresregel 2
pl: Linia adresu 2
pt: Linha da morada 2
ro: Linie adresă 2
ru: Строка адреса 2
sk: Adresa, 2. riadok
sl: Naslov vrstica 2
sr: Adresa (2. red)
sv: Adressrad 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres satırı 2
uk: Адресний рядок 2
vi: Dòng địa chỉ 2
zh: 地址行2

# profileData_field_label_line3
source: Address line 3
ar: السطر الثالث من العنوان
bg: Адрес, ред 3
cs: Řádek adresy 3
da: Adresselinje 3
de: Adresszeile 3
el: Γραμμή διεύθυνσης 3
es: Línea 3 de la dirección
et: Aadressi rida 3
fa: آدرس خط ۳
fi: Osoiterivi 3
fr: Adresse ligne 3
he: שורת כתובת 3
hi: पते की तीसरी लाइन
hr: Redak adrese 3
hu: Címsor 3
hy: Հասցե 3
id: Alamat baris 3
it: Linea 3 dell`indirizzo
ja: 住所3
ko: 주소 3
lt: 3 adreso eilutė
lv: Adrese (3. rinda)
ms: Alamat baris 3
nb: Adresselinje 3
nl: Adresregel 3
pl: Linia adresu 3
pt: Linha de endereço 3
ro: Linie adresă 3
ru: Строка адреса 3
sk: Adresa, 3. riadok
sl: Naslovna vrstica 3
sr: Adresa (3. red)
sv: Adressrad 3
th: ที่อยู่บรรทัดที่ 3
tr: Adres satırı 3
uk: Адресний рядок 3
vi: Dòng địa chỉ 3
zh: 地址行3
