Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_country_selection_countries_FSM
source: Micronesia (Federated States of)
ar: ميكرونيزيا (ولايات ميكرونيزيا الموحدة)
bg: Микронезия (Федеративни Щати на)
cs: Mikronésie (Federativní státy)
da: Mikronesien (Forenede Stater)
de: Mikronesien (Föderierte Staaten von)
el: Μικρονησία (Ομόσπονδες Πολιτείες)
es: Micronesia (Estados Federados de)
et: Mikroneesia (Föderatiivsed Riigid)
fa: میکرونزی (ایالات فدرال)
fi: Mikronesia (Liittovaltio)
fr: Micronésie (États fédérés de)
he: מיקרונזיה (המדינות הפדרטיביות של)
hi: माइक्रोनेशिया (संघीय राज्य)
hr: Mikronezija (Savez Država)
hu: Mikronézia (Mikronéziai Szövetségi Államok)
hy: Միկրոնեզիա (Ֆեդերատիվ Պետություններ)
id: Mikronesia (Negara Federasi)
it: Micronesia (Stati Federati di)
ja: ミクロネシア連邦
ko: 미크로네시아 연방
lt: Mikronezija (Federacinės Valstijos)
lv: Mikronēzija (Mikronēzijas Federatīvās Valstis)
ms: Micronesia (Negeri-negeri Bersekutu)
nb: Mikronesia (De fødererte stater)
nl: Micronesië (Federale Staten van)
pl: Mikronezja (Sfederowane Stany Mikronezji)
pt: Micronésia (Estados Federados da)
ro: Micronezia (Statele Federate ale)
ru: Микронезия (Федеративные Штаты)
sk: Mikronézia (Federatívne štáty)
sl: Mikronezija (Federativne države)
sr: Mikronezija (Savez Država)
sv: Mikronesien (Federerade staterna)
th: ไมโครนีเซีย (สหพันธรัฐ)
tr: Mikronezya (Federal Devletler)
uk: Мікронезія (Федеративні Штати)
vi: Liên bang Micronesia
zh: 密克罗尼西亚（联邦）

# common_country_selection_countries_GAB
source: Gabon
ar: الغابون
bg: Габон
de: Gabun
el: Γκαμπόν
es: Gabón
fa: گابن
he: גבון
hi: गैबॉन
hy: Գաբոն
ja: ガボン
ko: 가봉
lt: Gabonas
lv: Gabona
pt: Gabão
ru: Габон
sr: Габон
th: กาบอง
uk: Габон
zh: 加蓬

# common_country_selection_countries_GBR
source: United Kingdom of Great Britain and Northern Ireland
ar: المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية
bg: Обединено кралство Великобритания и Северна Ирландия
cs: Spojené království Velké Británie a Severního Irska
da: Det Forenede Kongerige Storbritannien og Nordirland
de: Vereinigtes Königreich Großbritannien und Nordirland
el: Ηνωμένο Βασίλειο της Μεγάλης Βρετανίας και της Βόρειας Ιρλανδίας
es: Reino Unido de Gran Bretaña e Irlanda del Norte
et: Suurbritannia ja Põhja-Iiri Ühendkuningriik
fa: پادشاهی متحد بریتانیای کبیر و ایرلند شمالی
fi: Ison-Britannian ja Pohjois-Irlannin yhdistynyt kuningaskunta
fr: Royaume-Uni de Grande-Bretagne et d`Irlande du Nord
he: הממלכה המאוחדת של בריטניה הגדולה וצפון אירלנד
hi: ग्रेट ब्रिटेन और उत्तरी आयरलैंड का यूनाइटेड किंगडम
hr: Ujedinjeno Kraljevstvo Velike Britanije i Sjeverne Irske
hu: Nagy-Britannia és Észak-Írország Egyesült Királysága
hy: Մեծ Բրիտանիայի և Հյուսիսային Իռլանդիայի Միացյալ Թագավորություն
id: Kerajaan Bersatu Britania Raya dan Irlandia Utara
it: Regno Unito di Gran Bretagna e Irlanda del Nord
ja: グレートブリテン及び北アイルランド連合王国
ko: 그레이트브리튼 및 북아일랜드 연합 왕국
lt: Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė
lv: Apvienotā Karaliste
nb: Det forente kongerike Storbritannia og Nord-Irland
nl: Verenigd Koninkrijk van Groot-Brittannië en Noord-Ierland
pl: Zjednoczone Królestwo Wielkiej Brytanii i Irlandii Północnej
pt: Reino Unido da Grã-Bretanha e Irlanda do Norte
ro: Regatul Unit al Marii Britanii și Irlandei de Nord
ru: Соединённое Королевство Великобритании и Северной Ирландии
sk: Spojené kráľovstvo Veľkej Británie a Severného Írska
sl: Združeno kraljestvo Velike Britanije in Severne Irske
sr: Ujedinjeno Kraljevstvo Velike Britanije i Severne Irske
sv: Förenade konungariket Storbritannien och Nordirland
th: สหราชอาณาจักรบริเตนใหญ่และไอร์แลนด์เหนือ
tr: Büyük Britanya ve Kuzey İrlanda Birleşik Krallığı
uk: Сполучене Королівство Великої Британії та Північної Ірландії
vi: Vương quốc Liên hiệp Anh và Bắc Ireland
zh: 大不列颠及北爱尔兰联合王国

# common_country_selection_countries_GEO
source: Georgia
ar: جورجيا
bg: Грузия
cs: Gruzie
da: Georgien
de: Georgien
el: Γεωργία
et: Gruusia
fa: گرجستان
fr: Géorgie
he: גאורגיה
hi: जॉर्जिया
hr: Gruzija
hu: Grúzia
hy: Վրաստան
ja: ジョージア
ko: 조지아
lt: Gruzija
lv: Gruzija
nl: Georgië
pl: Gruzja
pt: Geórgia
ru: Грузия
sk: Gruzínsko
sl: Gruzija
sr: Грузија
sv: Georgien
th: จอร์เจีย
tr: Gürcistan
uk: Грузія
vi: Gruzia
zh: 格鲁吉亚

# common_country_selection_countries_GGY
source: Guernsey
ar: غيرنزي
bg: Гърнси
el: Γκέρνσεϊ
fa: گرنزی
fr: Guernesey
he: גרנזי
hi: गर्नसी
hy: Գերնսի
ja: ガーンジー
ko: 건지
lt: Guernsis
lv: Gērnsija
ru: Гернси
sr: Гернзи
th: เกิร์นซีย์
uk: Гернсі
zh: 根西岛

# common_country_selection_countries_GHA
source: Ghana
ar: غانا
bg: Гана
el: Γκάνα
fa: غنا
he: גאנה
hi: घाना
hr: Gana
hu: Ghána
hy: Գանա
ja: ガーナ
ko: 가나
lt: Gana
lv: Gana
pt: Gana
ru: Гана
sl: Gana
sr: Gana
th: กานา
tr: Gana
uk: Гана
zh: 加纳

# common_country_selection_countries_GIB
source: Gibraltar
ar: جبل طارق
bg: Гибралтар
el: Γιβραλτάρ
fa: جبل‌الطارق
he: גיברלטר
hi: जिब्राल्टर
hu: Gibraltár
hy: Ջիբրալթար
it: Gibilterra
ja: ジブラルタル
ko: 지브롤터
lt: Gibraltaras
lv: Gibraltārs
ru: Гибралтар
sk: Gibraltár
th: ยิบรอลตาร์
tr: Cebelitarık
uk: Гібралтар
zh: 直布罗陀

# common_country_selection_countries_GIN
source: Guinea
ar: غينيا
bg: Гвинея
el: Γουινέα
fa: گینه
fr: Guinée
he: גינאה
hi: गिनी
hr: Gvineja
hy: Գվինեա
ja: ギニア
ko: 기니
lt: Gvinėja
lv: Gvineja
nl: Guinee
pl: Gwinea
pt: Guiné
ro: Guineea
ru: Гвинея
sl: Gvineja
sr: Gvineja
th: กินี
tr: Gine
uk: Гвінея
zh: 几内亚

# common_country_selection_countries_GMB
source: Gambia
ar: غامبيا
bg: Гамбия
cs: Gambie
el: Γκάμπια
fa: گامبیا
fr: Gambie
he: גמביה
hi: गाम्बिया
hr: Gambija
hy: Գամբիա
ja: ガンビア
ko: 감비아
lt: Gambija
lv: Gambija
pt: Gâmbia
ru: Гамбия
sl: Gambija
sr: Gambija
th: แกมเบีย
tr: Gambiya
uk: Гамбія
zh: 冈比亚

# common_country_selection_countries_GNB
source: Guinea-Bissau
ar: غينيا بيساو
bg: Гвинея-Бисау
el: Γουινέα-Μπισσάου
es: Guinea-Bisáu
fa: گینه بیسائو
fr: Guinée-Bissau
he: גינאה-ביסאו
hi: गिनी-बिसाऊ
hr: Gvineja-Bisau
hu: Bissau-Guinea
hy: Գվինեա-Բիսսաու
ja: ギニアビサウ
ko: 기니비사우
lt: Bisau Gvinėja
lv: Gvineja-Bisava
nl: Guinee-Bissau
pl: Gwinea Bissau
pt: Guiné-Bissau
ro: Guineea-Bissau
ru: Гвинея-Бисау
sl: Gvineja Bissau
sr: Gvineja-Bisau
th: กินี-บิสเซา
tr: Gine-Bissau
uk: Гвінея-Бісау
zh: 几内亚比绍

# common_country_selection_countries_GNQ
source: Equatorial Guinea
ar: غينيا الاستوائية
bg: Екваториална Гвинея
cs: Rovníková Guinea
da: Ækvatorialguinea
de: Äquatorialguinea
el: Ισημερινή Γουινέα
es: Guinea Ecuatorial
et: Ekvatoriaal-Guinea
fa: گینه استوایی
fi: Päiväntasaajan Guinea
fr: Guinée équatoriale
he: גינאה המשוונית
hi: भूमध्यरेखीय गिनी
hr: Ekvatorska Gvineja
hu: Egyenlítői-Guinea
hy: Հասարակածային Գվինեա
id: Guinea Khatulistiwa
it: Guinea Equatoriale
ja: 赤道ギニア
ko: 적도 기니
lt: Pusiaujo Gvinėja
lv: Ekvatoriālā Gvineja
ms: Guinea Khatulistiwa
nb: Ekvatorial-Guinea
nl: Equatoriaal-Guinea
pl: Gwinea Równikowa
pt: Guiné Equatorial
ro: Guineea Ecuatorială
ru: Экваториальная Гвинея
sk: Rovníková Guinea
sl: Ekvatorialna Gvineja
sr: Ekvatorska Gvineja
sv: Ekvatorialguinea
th: สาธารณรัฐอิเควทอเรียลกินี
tr: Ekvator Ginesi
uk: Екваторіальна Гвінея
vi: Guinea Xích Đạo
zh: 赤道几内亚

# common_country_selection_countries_GRC
source: Greece
ar: اليونان
bg: Гърция
cs: Řecko
da: Grækenland
de: Griechenland
el: Ελλάδα
es: Grecia
et: Kreeka
fa: یونان
fi: Kreikka
fr: Grèce
he: יוון
hi: यूनान
hr: Grčka
hu: Görögország
hy: Հունաստան
id: Yunani
it: Grecia
ja: ギリシャ
ko: 그리스
lt: Graikija
lv: Grieķija
nb: Hellas
nl: Griekenland
pl: Grecja
pt: Grécia
ro: Grecia
ru: Греция
sk: Grécko
sl: Grčija
sr: Грчка
sv: Grekland
th: กรีซ
tr: Yunanistan
uk: Греція
vi: Hy Lạp
zh: 希腊

# common_country_selection_countries_GRD
source: Grenada
ar: غرينادا
bg: Гренада
el: Γρενάδα
es: Granada
fa: گرنادا
fr: Grenade
he: גרנדה
hi: ग्रेनेडा
hy: Գրենադա
ja: グレナダ
ko: 그레나다
lv: Grenāda
pt: Granada
ru: Гренада
th: เกรเนดา
uk: Гренада
zh: 格林纳达

# common_country_selection_countries_GRL
source: Greenland
ar: جرينلاند
bg: Гренландия
cs: Grónsko
da: Grønland
de: Grönland
el: Γροιλανδία
es: Groenlandia
et: Gröönimaa
fa: گرینلند
fi: Grönlanti
fr: Groenland
he: גרינלנד
hi: ग्रीनलैंड
hr: Grenland
hu: Grönland
hy: Գրենլանդիա
id: Greenlandia
it: Groenlandia
ja: グリーンランド
ko: 그린란드
lt: Grenlandija
lv: Grenlande
nb: Grønland
nl: Groenland
pl: Grenlandia
pt: Gronelândia
ro: Groenlanda
ru: Гренландия
sk: Grónsko
sl: Grenlandija
sr: Grenland
sv: Grönland
th: กรีนแลนด์
tr: Grönland
uk: Гренландія
zh: 格陵兰

# common_country_selection_countries_GTM
source: Guatemala
ar: غواتيمالا
bg: Гватемала
el: Γουατεμάλα
fa: گواتمالا
he: גואטמלה
hi: ग्वाटेमाला
hr: Gvatemala
hy: Գվատեմալա
ja: グアテマラ
ko: 과테말라
lt: Gvatemala
lv: Gvatemala
pl: Gwatemala
ru: Гватемала
sl: Gvatemala
sr: Гватемала
th: กัวเตมาลา
uk: Гватемала
zh: 危地马拉

# common_country_selection_countries_GUM
source: Guam
ar: غوام
bg: Гуам
el: Γκουάμ
fa: گوام
he: גואם
hi: गुआम
hy: Գուամ
ja: グアム
ko: 괌
lt: Guamas
lv: Guama
ru: Гуам
sr: Гуам
th: กวม
uk: Гуам
zh: 关岛

# common_country_selection_countries_GUY
source: Guyana
ar: غيانا
bg: Гаяна
el: Γουιάνα
fa: گویان
he: גיאנה
hi: गयाना
hr: Gvajana
hy: Գայանա
ja: ガイアナ
ko: 가이아나
lt: Gajana
lv: Gajāna
pl: Gujana
pt: Guiana
ru: Гайана
sl: Gvajana
sr: Гвајана
th: กายอานา
uk: Гаяна
zh: 圭亚那

# common_country_selection_countries_HKG
source: Hong Kong
ar: هونغ كونغ
bg: Хонконг
el: Χονγκ Κονγκ
fa: هنگ کنگ
he: הונג קונג
hi: हांगकांग
hy: Հոնկոնգ
ja: 香港
ko: 홍콩
lt: Honkongas
lv: Honkonga
ru: Гонконг
th: ฮ่องกง
uk: Гонконг
vi: Hồng Kông
zh: 中国香港

# common_country_selection_countries_HND
source: Honduras
ar: هندوراس
bg: Хондурас
el: Ονδούρα
fa: هندوراس
he: הונדורס
hi: होंडुरास
hy: Հոնդուրաս
ja: ホンジュラス
ko: 온두라스
lt: Hondūras
lv: Hondurasa
ru: Гондурас
th: ฮอนดูรัส
uk: Гондурас
zh: 洪都拉斯

# common_country_selection_countries_HRV
source: Croatia
ar: كرواتيا
bg: Хърватия
cs: Chorvatsko
da: Kroatien
de: Kroatien
el: Κροατία
es: Croacia
et: Horvaatia
fa: کرواسی
fi: Kroatia
fr: Croatie
he: קרואטיה
hi: क्रोएशिया
hr: Hrvatska
hu: Horvátország
hy: Խորվաթիա
id: Kroasia
it: Croazia
ja: クロアチア
ko: 크로아티아
lt: Kroatija
lv: Horvātija
nb: Kroatia
nl: Kroatië
pl: Chorwacja
pt: Croácia
ro: Croația
ru: Хорватия
sk: Chorvátsko
sl: Hrvaška
sr: Hrvatska
sv: Kroatien
th: โครเอเชีย
tr: Hırvatistan
uk: Хорватія
zh: 克罗地亚

# common_country_selection_countries_HTI
source: Haiti
ar: هايتي
bg: Хаити
el: Αϊτή
es: Haití
fa: هائیتی
fr: Haïti
he: האיטי
hi: हैती
hy: Հայիթի
ja: ハイチ
ko: 아이티
lt: Haitis
nl: Haïti
ru: Гаити
th: เฮติ
uk: Гаїті
zh: 海地

# common_country_selection_countries_HUN
source: Hungary
ar: المجر
bg: Унгария
cs: Maďarsko
da: Ungarn
de: Ungarn
el: Ουγγαρία
es: Hungría
et: Ungari
fa: مجارستان
fi: Unkari
fr: Hongrie
he: הונגריה
hi: हंगरी
hr: Mađarska
hu: Magyarország
hy: Հունգարիա
id: Hungaria
it: Ungheria
ja: ハンガリー
ko: 헝가리
lt: Vengrija
lv: Ungārija
nb: Ungarn
nl: Hongarije
pl: Węgry
pt: Hungria
ro: Ungaria
ru: Венгрия
sk: Maďarsko
sl: Madžarska
sr: Mađarska
sv: Ungern
th: ฮังการี
tr: Macaristan
uk: Угорщина
zh: 匈牙利

# common_country_selection_countries_IDN
source: Indonesia
ar: إندونيسيا
bg: Индонезия
cs: Indonésie
da: Indonesien
de: Indonesien
el: Ινδονησία
et: Indoneesia
fa: اندونزی
fr: Indonésie
he: אינדונזיה
hi: इंडोनेशिया
hr: Indonezija
hu: Indonézia
hy: Ինդոնեզիա
ja: インドネシア
ko: 인도네시아
lt: Indonezija
lv: Indonēzija
nl: Indonesië
pl: Indonezja
pt: Indonésia
ro: Indonezia
ru: Индонезия
sk: Indonézia
sl: Indonezija
sr: Indonezija
sv: Indonesien
th: อินโดนีเซีย
tr: Endonezya
uk: Індонезія
zh: 印度尼西亚

# common_country_selection_countries_IMN
source: Isle of Man
ar: جزيرة مان
bg: Остров Ман
cs: Ostrov Man
el: Νήσος του Μαν
es: Isla de Man
et: Mani saar
fa: جزیره من
fi: Mansaari
fr: Île de Man
he: האי מאן
hi: आइल ऑफ मैन
hr: Otok Man
hu: Man-sziget
hy: Մեն կղզի
id: Pulau Man
it: Isola di Man
ja: マン島
ko: 맨섬
lt: Meno Sala
lv: Menas sala
ms: Pulau Man
pl: Wyspa Man
pt: Ilha de Man
ro: Insula Man
ru: Остров Мэн
sk: Ostrov Man
sl: Otok Man
sr: Ostrvo Man
th: เกาะแมน
tr: Man Adası
uk: Острів Мен
vi: Đảo Man
zh: 马恩岛

# common_country_selection_countries_IND
source: India
ar: الهند
bg: Индия
cs: Indie
da: Indien
de: Indien
el: Ινδία
fa: هند
fi: Intia
fr: Inde
he: הודו
hi: भारत
hr: Indija
hy: Հնդկաստան
ja: インド
ko: 인도
lt: Indija
lv: Indija
pl: Indie
pt: Índia
ru: Индия
sl: Indija
sr: Индија
sv: Indien
th: อินเดีย
tr: Hindistan
uk: Індія
vi: Ấn Độ
zh: 印度

# common_country_selection_countries_IRL
source: Ireland
ar: أيرلندا
bg: Ирландия
cs: Irsko
da: Irland
de: Irland
el: Ιρλανδία
es: Irlanda
et: Iirimaa
fa: ایرلند
fi: Irlanti
fr: Irlande
he: אירלנד
hi: आयरलैंड
hr: Irska
hu: Írország
hy: Իռլանդիա
id: Irlandia
it: Irlanda
ja: アイルランド
ko: 아일랜드
lt: Airija
lv: Īrija
nb: Irland
nl: Ierland
pl: Irlandia
pt: Irlanda
ro: Irlanda
ru: Ирландия
sk: Írsko
sl: Irska
sr: Irska
sv: Irland
th: ไอร์แลนด์
tr: İrlanda
uk: Ірландія
zh: 爱尔兰

# common_country_selection_countries_IRN
source: Iran (Islamic Republic of)
ar: إيران (الجمهورية الإسلامية)
bg: Иран (Ислямска република)
cs: Írán (Islámská republika)
da: Iran (Den Islamiske Republik)
de: Iran (Islamische Republik)
el: Ιράν (Ισλαμική Δημοκρατία)
es: Irán (República Islámica de)
et: Iraan (Iraani Islamivabariik)
fa: ایران (جمهوری اسلامی)
fi: Iran (Islamin tasavalta)
fr: Iran (République islamique d`)
he: איראן (הרפובליקה האסלאמית של)
hi: ईरान (इस्लामी गणराज्य)
hr: Iran (Islamska Republika)
hu: Irán (Iráni Iszlám Köztársaság)
hy: Իրան (Իսլամական Հանրապետություն)
id: Iran (Republik Islam)
it: Iran (Repubblica Islamica dell`)
ja: イラン・イスラム共和国
ko: 이란 (이슬람 공화국)
lt: Iranas (Irano Islamo Respublika)
lv: Irāna (Irānas Islāma Republika)
ms: Iran (Republik Islam)
nb: Iran (Den islamske republikken)
nl: Iran (Islamitische Republiek)
pl: Iran (Republika Islamska)
pt: Irã (República Islâmica do)
ro: Iran (Republica Islamică)
ru: Иран (Исламская Республика)
sk: Irán (Islamská republika)
sl: Iran (Islamska republika)
sr: Iran (Islamska Republika)
sv: Iran (Islamiska republiken)
th: อิหร่าน (สาธารณรัฐอิสลาม)
tr: İran (İslam Cumhuriyeti)
uk: Іран (Ісламська Республіка)
vi: Iran (Cộng hòa Hồi giáo)
zh: 伊朗（伊斯兰共和国）

# common_country_selection_countries_IRQ
source: Iraq
ar: العراق
bg: Ирак
cs: Irák
da: Irak
de: Irak
el: Ιράκ
es: Irak
et: Iraak
fa: عراق
fi: Irak
fr: Irak
he: עיראק
hi: इराक
hr: Irak
hu: Irak
hy: Իրաք
id: Irak
ja: イラク
ko: 이라크
lt: Irakas
lv: Irāka
nb: Irak
nl: Irak
pl: Irak
pt: Iraque
ro: Irak
ru: Ирак
sk: Irak
sl: Irak
sr: Irak
sv: Irak
th: อิรัก
tr: Irak
uk: Ірак
zh: 伊拉克

# common_country_selection_countries_ISL
source: Iceland
ar: آيسلندا
bg: Исландия
cs: Island
da: Island
de: Island
el: Ισλανδία
es: Islandia
et: Island
fa: ایسلند
fi: Islanti
fr: Islande
he: איסלנד
hi: आइसलैंड
hr: Island
hu: Izland
hy: Իսլանդիա
id: Islandia
it: Islanda
ja: アイスランド
ko: 아이슬란드
lt: Islandija
lv: Islande
nb: Island
nl: IJsland
pl: Islandia
pt: Islândia
ro: Islanda
ru: Исландия
sk: Island
sl: Islandija
sr: Island
sv: Island
th: ไอซ์แลนด์
tr: İzlanda
uk: Ісландія
zh: 冰岛

# common_country_selection_countries_ISR
source: Israel
ar: إسرائيل
bg: Израел
cs: Izrael
el: Ισραήλ
et: Iisrael
fa: اسرائیل
fr: Israël
he: ישראל
hi: इज़राइल
hr: Izrael
hu: Izrael
hy: Իսրայել
it: Israele
ja: イスラエル
ko: 이스라엘
lt: Izraelis
lv: Izraēla
nl: Israël
pl: Izrael
ru: Израиль
sk: Izrael
sl: Izrael
sr: Izrael
th: อิสราเอล
tr: İsrail
uk: Ізраїль
zh: 以色列

# common_country_selection_countries_ITA
source: Italy
ar: إيطاليا
bg: Италия
cs: Itálie
da: Italien
de: Italien
el: Ιταλία
es: Italia
et: Itaalia
fa: ایتالیا
fi: Italia
fr: Italie
he: איטליה
hi: इटली
hr: Italija
hu: Olaszország
hy: Իտալիա
id: Italia
it: Italia
ja: イタリア
ko: 이탈리아
lt: Italija
lv: Itālija
ms: Itali
nb: Italia
nl: Italië
pl: Włochy
pt: Itália
ro: Italia
ru: Италия
sk: Taliansko
sl: Italija
sr: Italija
sv: Italien
th: อิตาลี
tr: İtalya
uk: Італія
vi: Ý
zh: 意大利

# common_country_selection_countries_JAM
source: Jamaica
ar: جامايكا
bg: Ямайка
cs: Jamajka
de: Jamaika
el: Τζαμάικα
et: Jamaika
fa: جامائیکا
fi: Jamaika
fr: Jamaïque
he: ג`מייקה
hi: जमैका
hr: Jamajka
hy: Ճամայկա
id: Jamaika
it: Giamaica
ja: ジャマイカ
ko: 자메이카
lt: Jamaika
lv: Jamaika
ms: Jamaika
pl: Jamajka
ru: Ямайка
sk: Jamajka
sl: Jamajka
sr: Jamajka
th: จาเมกา
tr: Jamaika
uk: Ямайка
zh: 牙买加

# common_country_selection_countries_JEY
source: Jersey
ar: جيرزي
bg: Джърси
el: Τζέρσεϊ
fa: جرزی
he: ג`רזי
hi: जर्सी
hy: Ջերսի
ja: ジャージー
ko: 저지
lt: Džersis
lv: Džērsija
ru: Джерси
sr: Džersi
th: เจอร์ซีย์
uk: Джерсі
zh: 泽西

# common_country_selection_countries_JOR
source: Jordan
ar: الأردن
bg: Йордания
cs: Jordánsko
da: Jordanien
de: Jordanien
el: Ιορδανία
es: Jordania
et: Jordaania
fa: اردن
fi: Jordania
fr: Jordanie
he: ירדן
hi: जॉर्डन
hu: Jordánia
hy: Հորդանան
id: Yordania
it: Giordania
ja: ヨルダン
ko: 요르단
lt: Jordanija
lv: Jordānija
nl: Jordanië
pl: Jordania
pt: Jordânia
ro: Iordania
ru: Иордания
sk: Jordánsko
sl: Jordanija
sr: Јордан
sv: Jordanien
th: จอร์แดน
tr: Ürdün
uk: Йорданія
zh: 约旦

# common_country_selection_countries_JPN
source: Japan
ar: اليابان
bg: Япония
cs: Japonsko
el: Ιαπωνία
es: Japón
et: Jaapan
fa: ژاپن
fi: Japani
fr: Japon
he: יפן
hi: जापान
hu: Japán
hy: Ճապոնիա
id: Jepang
it: Giappone
ja: 日本
ko: 일본
lt: Japonija
lv: Japāna
ms: Jepun
pl: Japonia
pt: Japão
ro: Japonia
ru: Япония
sk: Japonsko
sl: Japonska
sr: Јапан
th: ญี่ปุ่น
tr: Japonya
uk: Японія
vi: Nhật Bản
zh: 日本

# common_country_selection_countries_KAZ
source: Kazakhstan
ar: كازاخستان
bg: Казахстан
cs: Kazachstán
da: Kasakhstan
de: Kasachstan
el: Καζακστάν
es: Kazajistán
et: Kasahstan
fa: قزاقستان
fi: Kazakstan
he: קזחסטן
hi: कज़ाख़स्तान
hr: Kazahstan
hu: Kazahsztán
hy: Ղազախստան
it: Kazakistan
ja: カザフスタン
ko: 카자흐스탄
lt: Kazachstanas
lv: Kazahstāna
nb: Kasakhstan
nl: Kazachstan
pl: Kazachstan
pt: Cazaquistão
ro: Kazahstan
ru: Казахстан
sk: Kazachstan
sl: Kazahstan
sr: Kazahstan
sv: Kazakstan
th: คาซัคสถาน
tr: Kazakistan
uk: Казахстан
zh: 哈萨克斯坦

# common_country_selection_countries_KEN
source: Kenya
ar: كينيا
bg: Кения
cs: Keňa
de: Kenia
el: Κένυα
es: Kenia
et: Keenia
fa: کنیا
fi: Kenia
he: קניה
hi: केन्या
hr: Kenija
hy: Քենիա
ja: ケニア
ko: 케냐
lt: Kenija
lv: Kenija
nl: Kenia
pl: Kenia
pt: Quênia
ru: Кения
sk: Keňa
sl: Kenija
sr: Кенија
th: เคนยา
uk: Кенія
zh: 肯尼亚

# common_country_selection_countries_KGZ
source: Kyrgyzstan
ar: قيرغيزستان
bg: Киргизстан
cs: Kyrgyzstán
da: Kirgisistan
de: Kirgisistan
el: Κιργιζία
es: Kirguistán
et: Kõrgõzstan
fa: قرقیزستان
fi: Kirgisia
fr: Kirghizistan
he: קירגיזסטן
hi: किर्गिज़स्तान
hr: Kirgistan
hu: Kirgizisztán
hy: Կիրգիզստան
id: Kirgizstan
it: Kirghizistan
ja: キルギス
ko: 키르기스스탄
lt: Kirgizija
lv: Kirgizstāna
nb: Kirgisistan
nl: Kirgizië
pl: Kirgistan
pt: Quirguistão
ro: Kârgâzstan
ru: Киргизия
sk: Kirgizsko
sl: Kirgizija
sr: Kirgistan
sv: Kirgizistan
th: คีร์กีซสถาน
tr: Kırgızistan
uk: Киргизстан
zh: 吉尔吉斯斯坦

# common_country_selection_countries_KHM
source: Cambodia
ar: كمبوديا
bg: Камбоджа
cs: Kambodža
da: Cambodja
de: Kambodscha
el: Καμπότζη
es: Camboya
et: Kambodža
fa: کامبوج
fi: Kambodža
fr: Cambodge
he: קמבודיה
hi: कंबोडिया
hr: Kambodža
hu: Kambodzsa
hy: Կամբոջա
id: Kamboja
it: Cambogia
ja: カンボジア
ko: 캄보디아
lt: Kambodža
lv: Kambodža
ms: Kemboja
nb: Kambodsja
nl: Cambodja
pl: Kambodża
pt: Camboja
ro: Cambodgia
ru: Камбоджа
sk: Kambodža
sl: Kambodža
sr: Kambodža
sv: Kambodja
th: กัมพูชา
tr: Kamboçya
uk: Камбоджа
vi: Campuchia
zh: 柬埔寨

# common_country_selection_countries_KIR
source: Kiribati
ar: كيريباتي
bg: Кирибати
el: Κιριμπάτι
fa: کیریباتی
he: קיריבאטי
hi: किरिबाती
hy: Կիրիբատի
ja: キリバス
ko: 키리바시
lt: Kiribatis
pt: Quiribáti
ru: Кирибати
th: คิริบาส
uk: Кірибаті
zh: 基里巴斯

# common_country_selection_countries_KNA
source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس
bg: Сейнт Китс и Невис
cs: Svatý Kryštof a Nevis
da: Saint Kitts og Nevis
de: St. Kitts und Nevis
el: Άγιος Χριστόφορος και Νέβις
es: San Cristóbal y Nieves
et: Saint Kitts ja Nevis
fa: سنت کیتس و نویس
fi: Saint Kitts ja Nevis
fr: Saint-Christophe-et-Niévès
he: סנט קיטס ונוויס
hi: सेंट किट्स और नेविस
hr: Sveti Kristofor i Nevis
hu: Saint Kitts és Nevis
hy: Սենթ Քիթս և Նևիս
id: Saint Kitts dan Nevis
it: Saint Kitts e Nevis
ja: セントクリストファー・ネイビス
ko: 세인트키츠 네비스
lt: Sent Kitsas ir Nevis
lv: Sentkitsa un Nevisa
ms: Saint Kitts dan Nevis
nb: Saint Kitts og Nevis
nl: Saint Kitts en Nevis
pl: Saint Kitts i Nevis
pt: São Cristóvão e Nevis
ro: Sfântul Kitts și Nevis
ru: Сент-Китс и Невис
sk: Svätý Krištof a Nevis
sl: Saint Kitts in Nevis
sr: Сент Китс и Невис
sv: Saint Kitts och Nevis
th: เซนต์คิตส์และเนวิส
tr: Saint Kitts ve Nevis
uk: Сент-Кітс і Невіс
vi: Saint Kitts và Nevis
zh: 圣基茨和尼维斯

# common_country_selection_countries_KOR
source: Korea (Republic of)
ar: كوريا (الجمهورية)
bg: Корея (Република)
cs: Korejská republika
da: Korea (Republikken)
de: Korea (Republik)
el: Κορέα (Δημοκρατία της)
es: Corea (República de)
et: Korea (Vabariik)
fa: کره (جمهوری)
fi: Korea (Etelä-Korea)
fr: Corée (République de)
he: קוריאה (הרפובליקה של)
hi: कोरिया (गणराज्य)
hr: Republika Koreja
hu: Koreai Köztársaság
hy: Կորեա (Հանրապետություն)
id: Korea Selatan
it: Corea (Repubblica di)
ja: 大韓民国
ko: 대한민국
lt: Korėjos Respublika
lv: Korejas Republika
ms: Korea (Republik)
nb: Korea (Republikken)
nl: Korea (Republiek)
pl: Korea Południowa
pt: Coreia (República da)
ro: Coreea de Sud
ru: Корея (Республика)
sk: Kórejská republika
sl: Koreja (Republika)
sr: Republika Koreja
sv: Korea (Republiken)
th: เกาหลีใต้
tr: Kore (Güney Kore)
uk: Корея (Республіка)
vi: Hàn Quốc (Cộng hòa)
zh: 韩国（大韩民国）

# common_country_selection_countries_KWT
source: Kuwait
ar: الكويت
bg: Кувейт
cs: Kuvajt
el: Κουβέιτ
et: Kuveit
fa: کویت
fr: Koweït
he: כווית
hi: कुवैत
hr: Kuvajt
hu: Kuvait
hy: Քուվեյթ
ja: クウェート
ko: 쿠웨이트
lt: Kuveitas
lv: Kuveita
nl: Koeweit
pl: Kuwejt
ro: Kuweit
ru: Кувейт
sk: Kuvajt
sl: Kuvajt
sr: Kuvajt
th: คูเวต
tr: Kuveyt
uk: Кувейт
zh: 科威特

# common_country_selection_countries_LAO
source: Lao People`s Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية
bg: Лаоска народнодемократична република
cs: Laoská lidově demokratická republika
da: Den Lao Demokratiske Folkerepublik
de: Demokratische Volksrepublik Laos
el: Λαϊκή Δημοκρατία του Λάος
es: República Democrática Popular Lao
et: Laose Demokraatlik Rahvavabariik
fa: جمهوری دموکراتیک خلق لائوس
fi: Laosin demokraattinen kansantasavalta
fr: République démocratique populaire lao
he: הרפובליקה הדמוקרטית העממית של לאוס
hi: लाओ पीपुल्स डेमोक्रेटिक रिपब्लिक
hr: Lao Narodna Demokratska Republika
hu: Laoszi Népi Demokratikus Köztársaság
hy: Լաոսի Ժողովրդավարական Հանրապետություն
id: Republik Demokratik Rakyat Laos
it: Repubblica Democratica Popolare del Laos
ja: ラオス人民民主共和国
ko: 라오 인민 민주 공화국
lt: Laoso Liaudies Demokratinė Respublika
lv: Laosas Tautas Demokrātiskā Republika
ms: Republik Demokratik Rakyat Lao
nb: Den demokratiske folkerepublikken Laos
nl: Lao Democratische Volksrepubliek
pl: Laotańska Republika Ludowo-Demokratyczna
pt: República Democrática Popular do Laos
ro: Republica Democrată Populară Lao
ru: Лаосская Народно-Демократическая Республика
sk: Laoská ľudovodemokratická republika
sl: Laoska ljudska demokratična republika
sr: Narodna Demokratska Republika Laos
sv: Demokratiska folkrepubliken Laos
th: สาธารณรัฐประชาธิปไตยประชาชนลาว
tr: Laos Halk Demokratik Cumhuriyeti
uk: Лаоська Народно-Демократична Республіка
vi: Cộng hòa Dân chủ Nhân dân Lào
zh: 老挝人民民主共和国

# common_country_selection_countries_LBN
source: Lebanon
ar: لبنان
bg: Ливан
cs: Libanon
da: Libanon
de: Libanon
el: Λίβανος
es: Líbano
et: Liibanon
fa: لبنان
fi: Libanon
fr: Liban
he: לבנון
hi: लेबनान
hr: Libanon
hu: Libanon
hy: Լիբանան
it: Libano
ja: レバノン
ko: 레바논
lt: Libanas
lv: Libāna
ms: Lubnan
nb: Libanon
nl: Libanon
pl: Liban
pt: Líbano
ro: Liban
ru: Ливан
sk: Libanon
sl: Libanon
sr: Liban
sv: Libanon
th: เลบานอน
tr: Lübnan
uk: Ліван
vi: Liban
zh: 黎巴嫩
