Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# shareableIdRetrieval_intro_subtitle
source: For security reasons and to protect you from fraud we need to verify your identity.
ar: لأسباب أمنية ولحمايتك من الاحتيال، نحتاج إلى التحقق من هويتك.
bg: Поради съображения за сигурност и за да ви защитим от измами, трябва да потвърдим вашата самоличност.
cs: Z bezpečnostních důvodů a k ochraně před podvodem potřebujeme ověřit vaši totožnost.
da: Af sikkerhedsmæssige årsager og for at beskytte dig mod svindel, skal vi verificere din identitet.
de: Aus Sicherheitsgründen und zum Schutz vor Betrug müssen wir Ihre Identität überprüfen.
el: Για λόγους ασφαλείας και προστασίας από απάτη, πρέπει να επαληθεύσουμε την ταυτότητά σας.
es: Por razones de seguridad y para protegerte de fraudes necesitamos verificar tu identidad.
et: Turvalisuse huvides ja teie kaitsmiseks pettuse eest peame me kinnitama teie isikut.
fa: برای دلایل امنیتی و محافظت از شما در برابر تقلب، ما نیاز به تأیید هویت شما داریم.
fi: Turvallisuussyistä ja suojellaksemme sinua petoksilta meidän on varmistettava henkilöllisyytesi.
fr: Pour des raisons de sécurité et pour vous protéger contre la fraude, nous devons vérifier votre identité.
he: מטעמי ביטחון וכדי להגן עליך מפני הונאה, אנו צריכים לאמת את זהותך.
hi: सुरक्षा कारणों से और आपको धोखाधड़ी से बचाने के लिए हमें आपकी पहचान की पुष्टि करने की आवश्यकता है।
hr: Iz sigurnosnih razloga i zaštite od prijevare moramo provjeriti vaš identitet.
hu: Biztonsági okokból és a csalás elleni védekezés céljából szükséges az önazonosságának megerősítése.
hy: Համակարգչային անվտանգության եւ ձեզ պատճառվող խարդարությունից պաշտպանելու համար մեզ անհրաժեշտ է ստուգել ձեր իսկությունը:
id: Untuk alasan keamanan dan melindungi Anda dari penipuan, kami perlu memverifikasi identitas Anda.
it: Per motivi di sicurezza e per proteggerti dalle frodi, dobbiamo verificare la tua identità.
ja: セキュリティ上の理由および詐欺からあなたを保護するために、あなたの身元を確認する必要があります。
ko: 보안상의 이유와 사기로부터 보호하기 위해 귀하의 신원을 확인해야 합니다.
lt: Dėl saugumo priežasčių ir apsaugoti jus nuo sukčiavimo, turime patikrinti jūsų tapatybę.
lv: Drošības apsvērumu dēļ un lai aizsargātu jūs no krāpšanas, mums ir jāpārbauda jūsu identitāte.
ms: Untuk sebab-sebab keselamatan dan melindungi anda daripada penipuan, kami perlu mengesahkan identiti anda.
nb: Av sikkerhetsgrunner og for å beskytte deg mot svindel, må vi verifisere identiteten din.
nl: Om veiligheidsredenen en ter bescherming tegen fraude moeten we uw identiteit verifiëren.
pl: Ze względów bezpieczeństwa i w celu ochrony przed oszustwem musimy zweryfikować Twoją tożsamość.
pt: Por motivos de segurança e para protegê-lo de fraudes, precisamos verificar sua identidade.
ro: Din motive de securitate și pentru a vă proteja de fraudă, trebuie să verificăm identitatea dumneavoastră.
ru: В целях безопасности и защиты от мошенничества нам необходимо проверить вашу личность.
sk: Z bezpečnostných dôvodov a na ochranu pred podvodmi potrebujeme overiť vašu totožnosť.
sl: Iz varnostnih razlogov in za zaščito pred goljufijo moramo preveriti vašo identiteto.
sr: Iz sigurnosnih razloga i da bismo vas zaštitili od prevare, moramo da verifikujemo vaš identitet.
sv: Av säkerhetsskäl och för att skydda dig mot bedrägeri behöver vi verifiera din identitet.
th: เพื่อเหตุผลด้านความปลอดภัยและป้องกันการฉ้อโกง เราจำเป็นต้องตรวจสอบตัวตนของคุณ
tr: Güvenlik nedenleri ve sizi dolandırıcılıktan korumak için kimliğinizi doğrulamamız gerekiyor.
uk: З міркувань безпеки та для захисту від шахрайства нам потрібно перевірити вашу особистість.
vi: Vì lý do an ninh và để bảo vệ bạn khỏi gian lận, chúng tôi cần xác minh danh tính của bạn.
zh: 出于安全原因并为了保护您免受欺诈，我们需要验证您的身份。

# shareableIdRetrieval_intro_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# shareableIdRetrieval_intro_use_sid_action
source: Use a previous verification
ar: استخدم التحقق السابق
bg: Използвайте предишна верификация
cs: Použijte předchozí ověření
da: Brug en tidligere verifikation
de: Verwenden Sie eine vorherige Identitätsüberprüfung
el: Χρησιμοποιήστε μια προηγούμενη επαλήθευση
es: Use una verificación anterior
et: Kasuta eelmist verifitseerimist
fa: از یک تأیید هویت قبلی استفاده کنید
fi: Käytä aikaisempaa todentamista
fr: Utilisez une vérification précédente
he: השתמש באימות קודם
hi: पिछले सत्यापन का उपयोग करें
hr: Koristite prethodnu verifikaciju
hu: Használjon egy korábbi azonosítást
hy: Օգտագործեք նախորդ հաստատումը
id: Gunakan verifikasi sebelumnya
it: Utilizza una verifica precedente
ja: 以前の確認を使用する
ko: 이전 인증 사용
lt: Naudokite ankstesnį patikrinimą
lv: Izmantojiet iepriekšējo verifikāciju
ms: Gunakan pengesahan sebelumnya
nb: Bruk en tidligere verifisering
nl: Gebruik een eerdere verificatie
pl: Użyj poprzedniej weryfikacji
pt: Use uma verificação anterior
ro: Folosiți o verificare anterioară
ru: Используйте предыдущую верификацию
sk: Použite predchádzajúce overenie
sl: Uporabite prejšnjo preverjanje
sr: Koristite prethodnu verifikaciju
sv: Använd en tidigare verifiering
th: ใช้การยืนยันตัวตนก่อนหน้า
tr: Önceki bir doğrulamayı kullanın
uk: Використовуйте попередню верифікацію
vi: Sử dụng xác minh trước đó
zh: 使用以前的身份验证

# shareableIdRetrieval_intro_use_sid_title
source: You can only reuse a verification that has been successfully completed and saved beforehand.
ar: يمكنك فقط إعادة استخدام عملية التحقق التي تم إكمالها وحفظها مسبقًا بنجاح.
bg: Можете да използвате отново само верификация, която е била успешно завършена и запазена предварително.
cs: Můžete znovu použít pouze ověření, které bylo úspěšně dokončeno a předtím uloženo.
da: Du kan kun genbruge en verifikation, der er blevet gennemført og gemt på forhånd med succes.
de: Sie können nur eine Überprüfung wiederverwenden, die zuvor erfolgreich abgeschlossen und gespeichert wurde.
el: Μπορείτε να επαναχρησιμοποιήσετε μόνο μια επαλήθευση που έχει ολοκληρωθεί επιτυχώς και έχει αποθηκευτεί εκ των προτέρων.
es: Solo puedes reutilizar una verificación que se haya completado y guardado con éxito previamente.
et: Saate uuesti kasutada ainult sellist kinnitust, mis on edukalt lõpule viidud ja eelnevalt salvestatud.
fa: شما فقط می‌توانید از یک تأیید هویت که قبلاً با موفقیت انجام و ذخیره شده است، دوباره استفاده کنید.
fi: Voit käyttää uudelleen vain sellaista tunnistautumista, joka on suoritettu onnistuneesti ja tallennettu etukäteen.
fr: Vous ne pouvez réutiliser qu`une vérification qui a été réussie et enregistrée au préalable.
he: אתה יכול להשתמש מחדש רק באימות שהושלם בהצלחה ונשמר מראש.
hi: आप केवल उस सत्यापन का पुन: उपयोग कर सकते हैं जिसे पहले ही सफलतापूर्वक पूरा किया गया और सहेजा गया हो।
hr: Možete ponovno koristiti samo verifikaciju koja je uspješno dovršena i prethodno spremljena.
hu: Csak egy olyan hitelesítést használhat újra, amelyet korábban sikeresen befejezett és elmentett.
hy: Դուք կարող եք վերագործել միայն այն հաստատումը, որը նախկինում հաջողությամբ է կատարվել և պահպանվել:
id: Anda hanya dapat menggunakan kembali verifikasi yang telah berhasil diselesaikan dan disimpan sebelumnya.
it: Puoi riutilizzare solo una verifica che è stata completata con successo e salvata in precedenza.
ja: 事前に成功裏に完了し保存された認証のみを再利用することができます。
ko: 성공적으로 완료되고 사전에 저장된 인증만 재사용할 수 있습니다.
lt: Galite pakartotinai naudoti tik sėkmingai atliktą ir išsaugotą patvirtinimą.
lv: Jūs varat atkārtoti izmantot tikai to verifikāciju, kas ir veiksmīgi pabeigta un iepriekš saglabāta.
ms: Anda hanya boleh menggunakan semula pengesahan yang telah berjaya dilakukan dan disimpan sebelum ini.
nb: Du kan bare gjenbruke en verifisering som har blitt fullført og lagret på forhånd.
nl: U kunt alleen een verificatie hergebruiken die eerder succesvol is voltooid en opgeslagen.
pl: Możesz ponownie użyć tylko weryfikacji, która została wcześniej pomyślnie ukończona i zapisana.
pt: Você só pode reutilizar uma verificação que foi concluída com sucesso e salva anteriormente.
ro: Puteți reutiliza doar o verificare care a fost finalizată cu succes și salvată anterior.
ru: Вы можете повторно использовать только ту верификацию, которая была успешно завершена и сохранена заранее.
sk: Môžete znovu použiť iba overenie, ktoré bolo úspešne dokončené a predtým uložené.
sl: Ponovno lahko uporabite samo preverjanje, ki je bilo uspešno zaključeno in predhodno shranjeno.
sr: Možete ponovo koristiti samo verifikaciju koja je prethodno uspešno završena i sačuvana.
sv: Du kan endast återanvända en verifiering som har slutförts och sparats i förväg.
th: คุณสามารถใช้การตรวจสอบตัวตนที่ได้ทำการสำเร็จและบันทึกไว้ก่อนหน้านี้เท่านั้น
tr: Sadece daha önce başarıyla tamamlanmış ve kaydedilmiş bir doğrulamayı yeniden kullanabilirsiniz.
uk: Ви можете повторно використовувати тільки ту верифікацію, яка була успішно завершена та збережена заздалегідь.
vi: Bạn chỉ có thể sử dụng lại một xác minh danh tính đã được hoàn thành thành công và lưu trước đó.
zh: 您只能重复使用已成功完成并预先保存的身份验证。

# trial_button
source: Start verification (TEST)
ar: ابدأ التحقق (TEST)
bg: Стартиране на проверка (ТЕСТ)
cs: Zahájit proces ověřování (TEST)
da: Start verificering (TEST)
de: Verifizierung beginnen (TEST)
el: Έναρξη επαλήθευσης (ΔΟΚΙΜΗ)
es: Empezar la verificación (TEST)
et: Alustage tuvastamist (TEST)
fa: شروع فرآیند تأیید (آزمایشی)
fi: Aloita vahvistus (TESTI)
fr: Commencer la vérification (TEST)
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें (टेस्ट करें)
hr: Pokrenite postupak provjere (TEST)
hu: Ellenőrzés megkezdése (TEST)
hy: Սկսել նույնականացումը (ԹԵՍՏ)
id: Mulai verifikasi (UJI COBA)
it: Inizia verifica (TEST)
ja: 認証を開始（テスト）
ko: 인증 절차 시작하기(테스트)
lt: Pradėti patikrinimą (TEST)
lv: Sākt pārbaudi (TEST)
ms: Mulakan pengesahan (PERCUBAAN)
nb: Start verifisering (TEST)
nl: Start verificatie (TEST)
pl: Rozpocznij weryfikację (TEST)
pt: Iniciar a verificação (TEST)
ro: Începeți verificarea (TEST)
ru: Начать верификацию (ТЕСТ)
sk: Spustite overenie (TEST)
sl: Začni s preverjanjem (TEST)
sr: Započnite proveru identiteta (TEST)
sv: Starta verifiering (TEST)
th: เริ่มยืนยันตัวตน (ทดลอง)
tr: Doğrulamayı başlat (TEST)
uk: Почати верифікацію (ТЕСТ)
vi: Bắt đầu xác minh (KIỂM TRA)
zh: 开始验证（测试）

# trial_subtitle
source: It should take a few minutes
ar: ستأخذ العملية بعض الوقت
bg: Ще отнеме няколко минути
cs: Mělo by to trvat několik minut
da: Det tager nok et par minutter
de: Es dauert nur wenige Minuten
el: Θα διαρκέσει μερικά λεπτά
es: Debería tomar unos minutos
et: See peaks võtma mõne minuti
fa: این کار چند دقیقه طول می‌کشد
fi: Siihen menee muutama minuutti
fr: Cela ne prendra que quelques minutes
he: תהליך זה אמור לקחת כמה דקות
hi: इसमें कुछ ही मिनट लगेंगे
hr: Nekoliko minuta bi trebalo biti dovoljno
hu: Pár percet vesz igénybe
hy: Դա կարող է տևել մի քանի րոպե
id: Ini akan memakan waktu beberapa menit
it: L’operazione richiederà pochi minuti
ja: 数分かかります
ko: 이 절차를 진행하는 데는 몇 분 정도가 소요됩니다
lt: Tai turėtų užtrukti kelias minutes
lv: Tas var aizņemt dažas minūtes
ms: Ia akan mengambil masa beberapa minit
nb: Det tar bare noen minutter
nl: Dat duurt maar een paar minuten
pl: Powinno to zająć kilka minut
pt: Pode demorar alguns minutos
ro: Ar trebui să dureze câteva minute
ru: Это займет несколько минут
sk: Malo by to trvať niekoľko minút
sl: Trajalo bo nekaj minut
sr: Trebalo bi da traje nekoliko minuta
sv: Detta kan ta några minuter
th: น่าจะใช้เวลาสักครู่
tr: Sadece birkaç dakika sürer
uk: Це займе кілька хвилин
vi: Quá trình này có thể mất vài phút
zh: 这应该会需要几分钟时间

# trial_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# trial_warning
source: Do not share personal data here unless you are engaged in an Onfido trial.
ar: لا تشارك البيانات الشخصية هنا ما لم تكن مشتركًا في تجربة Onfido.
bg: Не споделяйте лични данни тук освен ако не се регистрирате за пробна версия на Onfido.
cs: Pokud nejste zapojeni do zkušební verze aplikace Onfido, nesdílejte zde osobní údaje.
da: Du må ikke dele personlige oplysninger her, medmindre du har tilmeldt dig en prøveperiode hos Onfido.
de: Geben Sie hier keine personenbezogenen Daten weiter, es sei denn, Sie nehmen an einer Onfido-Studie teil.
el: Μην κοινοποιείτε δεδομένα προσωπικού χαρακτήρα εδώ, εκτός εάν συμμετέχετε σε μια δοκιμή της Onfido.
es: No comparta datos personales aquí a menos que participe en una prueba de Onfido.
et: Ärge jagage siin isikuandmeid, välja arvatud juhul, kui osalete Onfido prooviversioonis.
fa: اطلاعات شخصی خود را در اینجا به اشتراک نگذارید مگر اینکه در فرآیند آزمایشی Onfido شرکت کرده باشید.
fi: Älä jaa henkilötietoja täällä, ellei sinulla ole Onfidon kokeilujaksoa.
fr: Ne partagez pas de données personnelles ici, sauf si vous êtes engagé dans un essai Onfido.
he: אל תשתף כאן נתונים אישיים אלא אם משתמש ב-Onfido לתקופת ניסיון.
hi: Onfido ट्रायल में व्यस्त रहने तक यहाँ निजी डेटा शेयर न करें।
hr: Ovdje nemojte unositi nikakve osobne podatke, osim ako to od vas zatraži Onfido u probnom razdoblju.
hu: Ne osszon meg személyes adatokat itt, kivéve, ha az Onfido tesztelésében vesz részt.
hy: Ձեր անձնական տվյալներն այստեղ մի նշեք, եթե դուք Onfido-ի փորձնական տարբերակը չեք օգտագործում։
id: Jangan bagikan data pribadi di sini kecuali Anda terlibat dalam uji coba Onfido.
it: Non condividere i dati personali qui a meno che tu non sia coinvolto in una prova Onfido.
ja: Onfidoトライアルに参加していない限り、ここで個人データを共有しないでください。
ko: Onfido 평가판에 참여하지 않는 한 여기에서 개인정보를 공유하지 마세요.
lt: Čia nesidalykite asmens duomenimis, nebent dalyvaujate „Onfido“ bandyme.
lv: Nesniedziet šeit personas datus, ja vien neizmantojat Onfido izmēģinājumversiju.
ms: Jangan kongsi data peribadi di sini melainkan anda terlibat dalam percubaan Onfido.
nb: Ikke del personopplysninger her med mindre du er involvert i en Onfido test.
nl: Deel hier geen persoonlijke gegevens, tenzij u betrokken bent bij een Onfido-proef.
pl: Nie udostępniaj danych osobowych w tym miejscu, chyba że bierzesz udział w badaniu Onfido.
pt: Não partilhe dados pessoais, a menos que esteja a realizar um teste da Onfido.
ro: Nu partajați date personale aici decât dacă sunteți angajat într-un proces Onfido.
ru: Не указывайте здесь персональные данные, если Вы не используете пробную версию Onfido.
sk: Nezdieľajte tu osobné údaje, pokiaľ nepoužívate skúšobnú verziu služby Onfido.
sl: Tukaj ne delite osebnih podatkov, razen če sodelujete v Onfidovem preskušanju.
sr: Ovde nemojte unositi lične podatke, osim ako ne učestvujete u probnoj verziji Onfido-a.
sv: Dela inte personuppgifter här om du inte deltar i en provperiod för Onfido.
th: อย่าแชร์ข้อมูลส่วนบุคคลที่นี่ เว้นแต่คุณจะมีส่วนร่วมในการทดลองของ Onfido
tr: Bir Onfido denemesine katılmadığınız sürece kişisel verilerinizi burada paylaşmayın.
uk: Не вказуйте тут особисті дані, якщо ви не берете участь у випробуванні Onfido.
vi: Không chia sẻ dữ liệu cá nhân tại đây trừ khi bạn tham gia thử nghiệm Onfido.
zh: 除非您参与了Onfido试用，否则请勿在此共享个人数据。

# trial_warning_title
source: This is a trial
ar: هذا إصدار تجريبي
bg: Това е пробна версия
cs: Toto je zkušební verze
da: Dette er en prøveversion
de: Dies ist eine Testversion
el: Αυτή είναι μια δοκιμή
es: Esta es una prueba
et: See on prooviversioon
fa: این یک نسخه آزمایشی است
fi: Tämä on kokeiluversio
fr: Ceci est un essai
he: זהו ניסיון
hi: यह एक परीक्षण है
hr: Ovo je probna verzija
hu: Ez egy próba
hy: Սա փորձնական տարբերակ է
id: Ini adalah uji coba
it: Questa è una prova
ja: これは試用版です
ko: 이것은 체험판입니다
lt: Tai yra bandomoji versija
lv: Šis ir izmēģinājums
ms: Ini adalah percubaan
nb: Dette er en prøveversjon
nl: Dit is een proefversie
pl: To jest wersja próbna
pt: Este é um teste
ro: Acesta este un proces de încercare
ru: Это пробная версия
sk: Toto je skúšobná verzia
sl: To je preizkus
sr: Ovo je probna verzija
sv: Detta är en provversion
th: นี่คือการทดลองใช้
tr: Bu bir denemedir
uk: Це пробна версія
vi: Đây là bản dùng thử
zh: 这是一个试用版

# verifiableCredentialIssuance_empty
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# verifiableCredentialPresentation_empty
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# welcome_button_default
source: Start verification
ar: ابدأ التحقق
bg: Стартиране на проверката
cs: Zahájit proces ověřování
da: Start verificering
de: Verifizierung beginnen
el: Έναρξη επαλήθευσης
es: Empezar la verificación
et: Alustage tuvastamist
fa: شروع فرآیند تأیید
fi: Aloita vahvistus
fr: Commencer la vérification
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें
hr: Pokrenite postupak provjere
hu: Ellenőrzés megkezdése
hy: Սկսել նույնականացումը
id: Mulai verifikasi
it: Inizia verifica
ja: 認証を開始
ko: 인증 절차 시작하기
lt: Pradėti patvirtinimą
lv: Sākt pārbaudi
ms: Mulakan pengesahan
nb: Start verifisering
nl: Start verificatie
pl: Rozpocznij weryfikację
pt: Iniciar a verificação
ro: Începeți verificarea
ru: Начать проверку
sk: Spustite overenie
sl: Začni s preverjanjem
sr: Započnite proveru identiteta
sv: Starta verifiering
th: เริ่มการยืนยันตัวตน
tr: Doğrulamayı başlat
uk: Почати верифікацію
vi: Bắt đầu xác minh
zh: 开始验证

# welcome_button_studio
source: Start verification
ar: ابدأ التحقق
bg: Стартиране на проверката
cs: Zahájit proces ověřování
da: Start verificering
de: Verifizierung beginnen
el: Έναρξη επαλήθευσης
es: Empezar la verificación
et: Alustage tuvastamist
fa: شروع فرآیند تأیید
fi: Aloita vahvistus
fr: Commencer la vérification
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें
hr: Pokrenite postupak provjere
hu: Ellenőrzés megkezdése
hy: Սկսել նույնականացումը
id: Mulai verifikasi
it: Inizia verifica
ja: 認証を開始
ko: 인증 절차 시작하기
lt: Pradėti patvirtinimą
lv: Sākt pārbaudi
ms: Mulakan pengesahan
nb: Start verifisering
nl: Start verificatie
pl: Rozpocznij weryfikację
pt: Iniciar a verificação
ro: Începeți verificarea
ru: Начать проверку
sk: Spustite overenie
sl: Začni s preverjanjem
sr: Započnite proveru identiteta
sv: Starta verifiering
th: เริ่มการยืนยันตัวตน
tr: Doğrulamayı başlat
uk: Почати верифікацію
vi: Bắt đầu xác minh
zh: 开始验证

# welcome_button_trial
source: Start verification (TEST)
ar: ابدأ التحقق (TEST)
bg: Стартиране на проверка (ТЕСТ)
cs: Zahájit proces ověřování (TEST)
da: Start verificering (TEST)
de: Verifizierung beginnen (TEST)
el: Έναρξη επαλήθευσης (ΔΟΚΙΜΗ)
es: Empezar la verificación (TEST)
et: Alustage tuvastamist (TEST)
fa: شروع فرآیند تأیید (آزمایشی)
fi: Aloita vahvistus (TESTI)
fr: Commencer la vérification (TEST)
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें (टेस्ट करें)
hr: Pokrenite postupak provjere (TEST)
hu: Ellenőrzés megkezdése (TEST)
hy: Սկսել նույնականացումը (ԹԵՍՏ)
id: Mulai verifikasi (UJI COBA)
it: Inizia verifica (TEST)
ja: 認証を開始（テスト）
ko: 인증 절차 시작하기(테스트)
lt: Pradėti patikrinimą (TEST)
lv: Sākt pārbaudi (TEST)
ms: Mulakan pengesahan (PERCUBAAN)
nb: Start verifisering (TEST)
nl: Start verificatie (TEST)
pl: Rozpocznij weryfikację (TEST)
pt: Iniciar a verificação (TEST)
ro: Începeți verificarea (TEST)
ru: Начать верификацию (ТЕСТ)
sk: Spustite overenie (TEST)
sl: Začni s preverjanjem (TEST)
sr: Započnite proveru identiteta (TEST)
sv: Starta verifiering (TEST)
th: เริ่มยืนยันตัวตน (ทดลอง)
tr: Doğrulamayı başlat (TEST)
uk: Почати верифікацію (ТЕСТ)
vi: Bắt đầu xác minh (KIỂM TRA)
zh: 开始验证（测试）
