Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_country_selection_countries_TUN
source: Tunisia
ar: تونس
bg: Тунис
cs: Tunisko
da: Tunesien
de: Tunesien
el: Τυνησία
es: Túnez
et: Tuneesia
fa: تونس
fr: Tunisie
he: תוניסיה
hi: ट्यूनीशिया
hr: Tunisija
hu: Tunézia
hy: Թունիս
ja: チュニジア
ko: 튀니지
lt: Tunisas
lv: Tunisija
nl: Tunesië
pl: Tunezja
pt: Tunísia
ru: Тунис
sk: Tunisko
sl: Tunizija
sr: Тунис
sv: Tunisien
th: ตูนิเซีย
tr: Tunus
uk: Туніс
zh: 突尼斯

# common_country_selection_countries_TUR
source: Türkiye (Turkey)
ar: تركيا
bg: Турция
cs: Turecko
da: Tyrkiet
de: Türkei
el: Τουρκία
es: Türkiye (Turquía)
et: Türgi
fa: ترکیه
fi: Turkki
fr: Turquie
he: טורקיה
hi: तुर्किये (Turkey)
hr: Turska
hu: Törökország
hy: Թուրքիա
id: Türkiye
it: Turchia
ja: トルコ
ko: 튀르키예
lt: Turkija
lv: Turcija
ms: Türkiye (Turki)
nb: Tyrkia
nl: Turkije
pl: Turcja
pt: Turquia
ro: Turcia
ru: Турция
sk: Turecko
sl: Turčija
sr: Turska
sv: Turkiet
th: ตุรกี
tr: Türkiye
uk: Туреччина
vi: Türkiye (Thổ Nhĩ Kỳ)
zh: 土耳其

# common_country_selection_countries_TUV
source: Tuvalu
ar: توفالو
bg: Тувалу
el: Τουβαλού
fa: تووالو
he: טובאלו
hi: तुवालु
hy: Տուվալու
ja: ツバル
ko: 투발루
ru: Тувалу
sr: Тувалу
th: ตูวาลู
uk: Тувалу
zh: 图瓦卢

# common_country_selection_countries_TWN
source: Taiwan, Province of China
ar: تايوان، مقاطعة الصين
bg: Тайван, провинция на Китай
cs: Tchaj-wan, provincie Číny
da: Taiwan, Provins Kina
de: Taiwan, Provinz China
el: Ταϊβάν, Επαρχία της Κίνας
es: Taiwán, Provincia de China
et: Taiwan, Hiina provints
fa: تایوان، استان چین
fi: Taiwan, Kiinan maakunta
fr: Taïwan, province de Chine
he: טייוואן, מחוז של סין
hi: ताइवान, चीन का प्रांत
hr: Tajvan, provincija Kine
hu: Tajvan, Kína tartománya
hy: Թայվան, Չինաստանի մարզ
id: Taiwan, Provinsi Cina
it: Taiwan, Provincia della Cina
ja: 台湾
ko: 대만, 중국의 성
lt: Taivanas, Kinijos provincija
lv: Taivāna, Ķīnas province
ms: Taiwan, Wilayah China
nb: Taiwan, provins i Kina
nl: Taiwan, Provincie van China
pl: Tajwan, prowincja Chin
pt: Taiwan, Província da China
ro: Taiwan, Provincie a Chinei
ru: Тайвань, провинция Китая
sk: Taiwan, provincia Číny
sl: Tajvan, provinca Kitajske
sr: Тајван, провинција Кина
sv: Taiwan, provins i Kina
th: ไต้หวัน, มณฑลของจีน
tr: Çin Tayvan Eyaleti
uk: Тайвань, провінція Китаю
vi: Đài Loan, Tỉnh của Trung Quốc
zh: 中国台湾省

# common_country_selection_countries_TZA
source: Tanzania, United Republic of
ar: تنزانيا، جمهورية المتحدة
bg: Танзания, Обединена република
cs: Tanzanie, Sjednocená republika
da: Tanzania, Den Forenede Republik
de: Tansania, Vereinigte Republik
el: Τανζανία, Ηνωμένη Δημοκρατία της
es: Tanzania, República Unida de
et: Tansaania, Ühendvabariik
fa: تانزانیا، جمهوری متحد
fi: Tansania, Yhdistynyt tasavalta
fr: Tanzanie, République-Unie de
he: טנזניה, הרפובליקה המאוחדת של
hi: तंजानिया, संयुक्त गणराज्य
hr: Tanzanija, Ujedinjena Republika
hu: Tanzánia, Egyesült Köztársaság
hy: Տանզանիա, Միացյալ Հանրապետություն
id: Tanzania, Republik Bersatu
it: Tanzania, Repubblica Unita di
ja: タンザニア連合共和国
ko: 탄자니아 연합 공화국
lt: Tanzanija, Jungtinė Respublika
lv: Tanzānija, Apvienotā Republika
ms: Tanzania, Republik Bersatu
nb: Tanzania, Den forente republikken
nl: Tanzania, Verenigde Republiek
pl: Tanzania, Zjednoczona Republika
pt: Tanzânia, República Unida da
ro: Tanzania, Republica Unită
ru: Танзания, Объединенная Республика
sk: Tanzánia, Spojená republika
sl: Tanzanija, Združena republika
sr: Tanzanija, Ujedinjena Republika
sv: Tanzania, Förenade republiken
th: แทนซาเนีย สหสาธารณรัฐ
tr: Tanzanya, Birleşik Cumhuriyeti
uk: Танзанія, Об`єднана Республіка
vi: Tanzania, Cộng hòa Thống nhất
zh: 坦桑尼亚联合共和国

# common_country_selection_countries_UGA
source: Uganda
ar: أوغندا
bg: Уганда
el: Ουγκάντα
fa: اوگاندا
fr: Ouganda
he: אוגנדה
hi: युगांडा
hy: Ուգանդա
ja: ウガンダ
ko: 우간다
nl: Oeganda
ru: Уганда
sr: Уганда
th: ยูกันดา
uk: Уганда
zh: 乌干达

# common_country_selection_countries_UKR
source: Ukraine
ar: أوكرانيا
bg: Украйна
cs: Ukrajina
el: Ουκρανία
es: Ucrania
et: Ukraina
fa: اوکراین
fi: Ukraina
he: אוקראינה
hi: यूक्रेन
hr: Ukrajina
hu: Ukrajna
hy: Ուկրաինա
id: Ukraina
it: Ucraina
ja: ウクライナ
ko: 우크라이나
lt: Ukraina
lv: Ukraina
nb: Ukraina
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
ro: Ucraina
ru: Украина
sk: Ukrajina
sl: Ukrajina
sr: Ukrajina
sv: Ukraina
th: ยูเครน
tr: Ukrayna
uk: Україна
vi: Ukraina
zh: 乌克兰

# common_country_selection_countries_URY
source: Uruguay
ar: الأوروغواي
bg: Уругвай
el: Ουρουγουάη
fa: اروگوئه
he: אורוגוואי
hi: उरुग्वे
hr: Urugvaj
hy: Ուրուգվայ
ja: ウルグアイ
ko: 우루과이
lt: Urugvajus
lv: Urugvaja
pl: Urugwaj
pt: Uruguai
ru: Уругвай
sk: Uruguaj
sl: Urugvaj
sr: Urugvaj
th: อุรุกวัย
uk: Уругвай
zh: 乌拉圭

# common_country_selection_countries_USA
source: United States of America
ar: الولايات المتحدة الأمريكية
bg: Съединени американски щати
cs: Spojené státy americké
da: Amerikas Forenede Stater
de: Vereinigte Staaten von Amerika
el: Ηνωμένες Πολιτείες της Αμερικής
es: Estados Unidos de América
et: Ameerika Ühendriigid
fa: ایالات متحده آمریکا
fi: Yhdysvallat
fr: États-Unis d`Amérique
he: ארצות הברית של אמריקה
hi: संयुक्त राज्य अमेरिका
hr: Sjedinjene Američke Države
hu: Amerikai Egyesült Államok
hy: Ամերիկայի Միացյալ Նահանգներ
id: Amerika Serikat
it: Stati Uniti d`America
ja: アメリカ合衆国
ko: 미국
lt: Jungtinės Amerikos Valstijos
lv: Amerikas Savienotās Valstis
ms: Amerika Syarikat
nb: Amerikas forente stater
nl: Verenigde Staten van Amerika
pl: Stany Zjednoczone Ameryki
pt: Estados Unidos da América
ro: Statele Unite ale Americii
ru: Соединенные Штаты Америки
sk: Spojené štáty americké
sl: Združene države Amerike
sr: Сједињене Америчке Државе
sv: Förenta staterna
th: สหรัฐอเมริกา
tr: Amerika Birleşik Devletleri
uk: Сполучені Штати Америки
vi: Hợp chúng quốc Hoa Kỳ
zh: 美利坚合众国

# common_country_selection_countries_UZB
source: Uzbekistan
ar: أوزبكستان
bg: Узбекистан
cs: Uzbekistán
da: Usbekistan
de: Usbekistan
el: Ουζμπεκιστάν
es: Uzbekistán
et: Usbekistan
fa: ازبکستان
fr: Ouzbékistan
he: אוזבקיסטן
hi: उज़्बेकिस्तान
hu: Üzbegisztán
hy: Ուզբեկստան
ja: ウズベキスタン
ko: 우즈베키스탄
lt: Uzbekistanas
lv: Uzbekistāna
nb: Usbekistan
nl: Oezbekistan
pt: Uzbequistão
ru: Узбекистан
sr: Узбекистан
th: อุซเบกิสถาน
tr: Özbekistan
uk: Узбекистан
zh: 乌兹别克斯坦

# common_country_selection_countries_VAT
source: Holy See
ar: الكرسي الرسولي
bg: Свети Престол
cs: Svatý stolec
da: Vatikanstaten
de: Heiliger Stuhl
el: Άγια Έδρα
es: Santa Sede
et: Püha Tool
fa: سریر مقدس
fi: Pyhä istuin
fr: Saint-Siège
he: הכס הקדוש
hi: वेटिकन सिटी
hr: Sveta Stolica
hu: Vatikán
hy: Սուրբ Աթոռ
id: Takhta Suci
it: Santa Sede
ja: バチカン市国
ko: 교황청
lt: Šventasis Sostas
lv: Svētā Krēsla
ms: Takhta Suci
nb: Den hellige stol
nl: Heilige Stoel
pl: Stolica Apostolska
pt: Santa Sé
ro: Sfântul Scaun
ru: Святой Престол
sk: Svätá stolica
sl: Sveti sedež
sr: Sveta Stolica
sv: Heliga stolen
th: นครรัฐวาติกัน
tr: Vatikan
uk: Святий Престол
vi: Tòa Thánh
zh: 梵蒂冈

# common_country_selection_countries_VCT
source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين
bg: Сейнт Винсент и Гренадини
cs: Svatý Vincenc a Grenadiny
da: Saint Vincent og Grenadinerne
de: St. Vincent und die Grenadinen
el: Άγιος Βικέντιος και Γρεναδίνες
es: San Vicente y las Granadinas
et: Saint Vincent ja Grenadiinid
fa: سنت وینسنت و گرنادین‌ها
fi: Saint Vincent ja Grenadiinit
fr: Saint-Vincent-et-les-Grenadines
he: סנט וינסנט והגרנדינים
hi: सेंट विंसेंट और ग्रेनेडाइंस
hr: Sveti Vincent i Grenadini
hu: Saint Vincent és a Grenadine-szigetek
hy: Սենթ Վինսենթ և Գրենադիններ
id: Saint Vincent dan Grenadines
it: Saint Vincent e Grenadine
ja: セントビンセントおよびグレナディーン諸島
ko: 세인트빈센트 그레나딘
lt: Šventasis Vincentas ir Grenadinai
lv: Sentvinsenta un Grenadīnas
ms: Saint Vincent dan Grenadines
nb: Saint Vincent og Grenadinene
nl: Saint Vincent en de Grenadines
pl: Saint Vincent i Grenadyny
pt: São Vicente e Granadinas
ro: Saint Vincent și Grenadinele
ru: Сент-Винсент и Гренадины
sk: Svätý Vincent a Grenadíny
sl: Saint Vincent in Grenadine
sr: Sveti Vincent i Grenadini
sv: Saint Vincent och Grenadinerna
th: เซนต์วินเซนต์และเกรนาดีนส์
tr: Saint Vincent ve Grenadinler
uk: Сент-Вінсент і Гренадини
vi: Saint Vincent và Grenadines
zh: 圣文森特和格林纳丁斯

# common_country_selection_countries_VEN
source: Venezuela (Bolivarian Republic of)
ar: فنزويلا (جمهورية فنزويلا البوليفارية)
bg: Венецуела (Боливарска република)
cs: Venezuela (Bolívarská republika)
da: Venezuela (Den Bolivariske Republik)
de: Venezuela (Bolivarische Republik)
el: Βενεζουέλα (Μπολιβαριανή Δημοκρατία της)
es: Venezuela (República Bolivariana de)
et: Venezuela (Boliivia Vabariik)
fa: ونزوئلا (جمهوری بولیواری)
fi: Venezuela (Bolivarian tasavalta)
fr: Venezuela (République bolivarienne du)
he: ונצואלה (הרפובליקה הבוליברית של)
hi: वेनेजुएला (बोलीवेरियन गणराज्य)
hr: Venezuela (Bolivarska Republika)
hu: Venezuela (Bolivári Köztársaság)
hy: Վենեսուելա (Բոլիվարական Հանրապետություն)
id: Venezuela (Republik Bolivarian)
it: Venezuela (Repubblica Bolivariana di)
ja: ベネズエラ・ボリバル共和国
ko: 베네수엘라 (볼리바르 공화국)
lt: Venesuela (Bolivaro Respublika)
lv: Venecuēla (Bolivāra Republika)
ms: Venezuela (Republik Bolivarian)
nb: Venezuela (Den bolivarianske republikken)
nl: Venezuela (Bolivariaanse Republiek)
pl: Wenezuela (Boliwariańska Republika Wenezueli)
pt: Venezuela (República Bolivariana da)
ro: Venezuela (Republica Bolivariană a)
ru: Венесуэла (Боливарианская Республика)
sk: Venezuela (Bolívarská republika)
sl: Venezuela (Bolivarska republika)
sr: Венецуела (Боливарска Република)
sv: Venezuela (Bolivarianska republiken)
th: เวเนซุเอลา (สาธารณรัฐโบลิวาเรีย)
tr: Venezuela (Bolivarcı Venezuela Cumhuriyeti)
uk: Венесуела (Боліваріанська Республіка)
vi: Venezuela (Cộng hòa Bolivar Venezuela)
zh: 委内瑞拉（玻利瓦尔共和国）

# common_country_selection_countries_VGB
source: Virgin Islands (British)
ar: جزر العذراء البريطانية
bg: Вирджински острови (Британски)
cs: Britské Panenské ostrovy
da: Jomfruøerne (Britiske)
de: Britische Jungferninseln
el: Βρετανικές Παρθένοι Νήσοι
es: Islas Vírgenes (Británicas)
et: Briti Neitsisaared
fa: جزایر ویرجین (بریتانیا)
fi: Brittiläiset Neitsytsaaret
fr: Îles Vierges britanniques
he: איי הבתולה הבריטיים
hi: वर्जिन द्वीपसमूह (ब्रिटिश)
hr: Britanski Djevičanski Otoci
hu: Brit Virgin-szigetek
hy: Վիրջինյան կղզիներ (Բրիտանական)
id: Kepulauan Virgin (Britania Raya)
it: Isole Vergini Britanniche
ja: イギリス領ヴァージン諸島
ko: 버진아일랜드 (영국령)
lt: Mergelių Salos (Britų)
lv: Virdžīnu salas (Britu)
ms: Kepulauan Virgin (British)
nb: Jomfruøyene (britiske)
nl: Maagdeneilanden (Brits)
pl: Brytyjskie Wyspy Dziewicze
pt: Ilhas Virgens (Britânicas)
ro: Insulele Virgine Britanice
ru: Виргинские острова (Британские)
sk: Britské Panenské ostrovy
sl: Britanski Deviški otoki
sr: Britanska Devičanska Ostrva
sv: Brittiska Jungfruöarna
th: หมู่เกาะบริติชเวอร์จิน
tr: Britanya Virjin Adaları
uk: Віргінські Острови (Британські)
vi: Quần đảo Virgin (Anh)
zh: 英属维尔京群岛

# common_country_selection_countries_VNM
source: Vietnam
ar: فيتنام
bg: Виетнам
el: Βιετνάμ
fa: ویتنام
fr: Viêt Nam
he: וייטנאם
hi: वियतनाम
hr: Vijetnam
hu: Vietnám
hy: Վիետնամ
ja: ベトナム
ko: 베트남
lt: Vietnamas
lv: Vjetnama
pl: Wietnam
pt: Vietnã
ru: Вьетнам
sr: Vijetnam
th: เวียดนาม
uk: В`єтнам
vi: Việt Nam
zh: 越南

# common_country_selection_countries_VUT
source: Vanuatu
ar: فانواتو
bg: Вануату
el: Βανουάτου
fa: وانواتو
he: ונואטו
hi: वानुअतु
hy: Վանուատու
ja: バヌアツ
ko: 바누아투
ru: Вануату
th: วานูอาตู
uk: Вануату
zh: 瓦努阿图

# common_country_selection_countries_WSM
source: Samoa
ar: ساموا
bg: Самоа
el: Σαμόα
fa: ساموآ
he: סמואה
hi: समोआ
hu: Szamoa
hy: Սամոա
ja: サモア
ko: 사모아
ru: Самоа
sr: Самоа
th: ซามัว
uk: Самоа
zh: 萨摩亚

# common_country_selection_countries_YEM
source: Yemen
ar: اليمن
bg: Йемен
cs: Jemen
de: Jemen
el: Υεμένη
et: Jeemen
fa: یمن
fi: Jemen
fr: Yémen
he: תימן
hi: यमन
hr: Jemen
hu: Jemen
hy: Եմեն
id: Yaman
ja: イエメン
ko: 예멘
lt: Jemenas
lv: Jemena
ms: Yaman
nb: Jemen
nl: Jemen
pl: Jemen
pt: Iémen
ru: Йемен
sk: Jemen
sl: Jemen
sr: Јемен
sv: Jemen
th: เยเมน
uk: Ємен
zh: 也门

# common_country_selection_countries_ZAF
source: South Africa
ar: جنوب أفريقيا
bg: Южна Африка
cs: Jihoafrická republika
da: Sydafrika
de: Südafrika
el: Νότια Αφρική
es: Sudáfrica
et: Lõuna-Aafrika Vabariik
fa: آفریقای جنوبی
fi: Etelä-Afrikka
fr: Afrique du Sud
he: דרום אפריקה
hi: दक्षिण अफ्रीका
hr: Južnoafrička Republika
hu: Dél-Afrika
hy: Հարավային Աֆրիկա
id: Afrika Selatan
it: Sudafrica
ja: 南アフリカ
ko: 남아프리카 공화국
lt: Pietų Afrika
lv: Dienvidāfrika
ms: Afrika Selatan
nb: Sør-Afrika
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
ro: Africa de Sud
ru: Южно-Африканская Республика
sk: Južná Afrika
sl: Južna Afrika
sr: Јужноафричка Република
sv: Sydafrika
th: แอฟริกาใต้
tr: Güney Afrika
uk: Південно-Африканська Республіка
vi: Nam Phi
zh: 南非

# common_country_selection_countries_ZMB
source: Zambia
ar: زامبيا
bg: Замбия
cs: Zambie
de: Sambia
el: Ζάμπια
et: Sambia
fa: زامبیا
fi: Sambia
fr: Zambie
he: זמביה
hi: ज़ाम्बिया
hr: Zambija
hy: Զամբիա
ja: ザンビア
ko: 잠비아
lt: Zambija
lv: Zambija
pt: Zâmbia
ru: Замбия
sl: Zambija
sr: Zambija
th: แซมเบีย
tr: Zambiya
uk: Замбія
zh: 赞比亚

# common_country_selection_countries_ZWE
source: Zimbabwe
ar: زيمبابوي
bg: Зимбабве
de: Simbabwe
el: Ζιμπάμπουε
es: Zimbabue
fa: زیمبابوه
he: זימבבואה
hi: ज़िम्बाब्वे
hr: Zimbabve
hy: Զիմբաբվե
ja: ジンバブエ
ko: 짐바브웨
lt: Zimbabvė
lv: Zimbabve
pt: Zimbábue
ru: Зимбабве
sl: Zimbabve
sr: Zimbabve
th: ซิมบับเว
tr: Zimbabve
uk: Зімбабве
zh: 津巴布韦

# common_country_selection_country_no_match
source: No Results
ar: لا توجد نتائج
bg: Няма резултати
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Δε βρέθηκαν αποτελέσματα
es: Sin resultados
et: Tulemusi ei ole
fa: نتیجه‌ای نداشت
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
hi: कोई नतीजा नहीं मिला
hr: Nije pronađen nijedan rezultat
hu: Nincs találat
hy: Ոչ մի արդյունք չի գտնվել
id: Tidak Ada Hasil
it: Nessun risultato
ja: 一致する結果がありませんでした
ko: 결과가 없습니다
lt: Nėra rezultatų
lv: Nav rezultātu
ms: Tiada Hasil
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ro: Niciun rezultat
ru: Результаты отсутствуют
sk: Žiadne výsledky
sl: Ni rezultatov
sr: Nema rezultata
sv: Inget resultat
th: ไม่มีผลลัพธ์
tr: Sonuç Yok
uk: Результатів немає
vi: Không có kết quả
zh: 没有结果

# common_disclaimer_icon_info_accessibility
source: Information:
ar: معلومات:
bg: Информация:
cs: Informace:
el: Πληροφορίες:
es: Información:
et: Teave:
fa: اطلاعات:
fi: Tietoa:
he: מידע:
hi: सूचना:
hr: Informacija:
hu: Információ:
hy: Տեղեկություն:
id: Informasi:
it: Informazioni:
ja: 情報:
ko: 정보:
lt: Informacija:
lv: Informācija:
ms: Maklumat:
nb: Informasjon:
nl: Informatie:
pl: Informacja:
pt: Informação:
ro: Informație:
ru: Информация:
sk: Informácie:
sl: Informacije:
sr: Informacije:
th: ข้อมูล:
tr: Bilgi:
uk: Інформація:
vi: Thông tin:
zh: 信息：

# common_error_errors_invalid_image_size_instruction
source: Must be under 10 MB.
ar: يجب أن يكون أقل من 10 ميجابايت.
bg: Трябва да е под 10 МБ.
cs: Musí mít velikost menší než 10 MB.
da: Skal være under 10 MB.
de: Die Dateigröße muss unter 10 MB sein.
el: Πρέπει να είναι μικρότερο από 10MB.
es: El tamaño debe ser menos de 10MB.
et: Faili suurus peab jääma alla 10MB.
fa: اندازه فایل باید کمتر از 10 مگابایت باشد.
fi: Täytyy olla alle 10 Mt.
fr: Doit être inférieur à 10MB.
he: גודל הקובץ חייב להיות מתחת ל-10MB.
hi: 10MB से कम होनी चाहिए।
hr: Mora biti manja od 10 MB.
hu: Nem haladhatja meg a 10 MB-ot.
hy: Այն պետք է լինի 10 ՄԲ-ից պակաս։
id: Harus di bawah 10 MB.
it: Deve essere sotto i 10MB.
ja: 10MB未満である必要があります。
ko: 10MB 미만이어야 합니다.
lt: Turi būti mažiau nei 10 MB.
lv: Tam jābūt mazākam par 10 MB.
ms: Saiz mesti kurang daripada 10MB.
nb: Må være under 10 MB.
nl: Moet kleiner zijn dan 10 MB
pl: Plik nie może przekraczać 10 MB
pt: Deverá ter menos de 10MB.
ro: Trebuie să fie sub 10MB.
ru: Размер должен быть менее 10 МБ.
sk: Musí mať menej ako 10 MB.
sl: Mora biti pod 10 MB.
sr: Mora da bude ispod 10 MB.
sv: Måste vara under 10 MB.
th: ต้องมีขนาดไม่เกิน 10 MB
tr: 10 MB`ın altında olmalıdır.
uk: Розмір файлу має бути меншим за 10 МБ.
vi: Phải dưới 10MB.
zh: 文件大小必须小于10MB。

# common_error_errors_invalid_image_size_message
source: File size exceeded.
ar: تم تجاوز حجم الملف.
bg: Размерът на файла е надхвърлен.
cs: Překročena velikost souboru.
da: Filen er for stor.
de: Dateigröße überschritten.
el: Υπέρβαση μεγέθους αρχείου.
es: El tamaño de archivo excede el limite.
et: Faili suurus on ületatud.
fa: اندازه فایل بیشتر از حد مجاز است.
fi: Tiedostokoko ylitetty.
fr: La taille du fichier a été dépassée.
he: הקובץ גדול מדי.
hi: फ़ाइल की साइज़ अनुमत सीमा से ज़्यादा है।
hr: Datoteka je prevelika.
hu: Túllépte a fájlméretet.
hy: Ֆայլի չափը գերազանցված է։
id: Ukuran file terlalu besar.
it: Dimensione file superata.
ja: ファイルサイズを超えています。
ko: 업로드 파일 용량이 초과되었습니다.
lt: Viršytas failo dydis.
lv: Pārsniegts faila izmērs.
ms: Saiz fail melebihi had.
nb: Filstørrelsen er overskredet.
nl: Bestandsgrootte overschreden.
pl: Przekroczony rozmiar pliku.
pt: Tamanho de ficheiro excedido.
ro: Dimensiunea fișierului depășită.
ru: Превышен максимально допустимый размер файла.
sk: Veľkosť súboru bola prekročená.
sl: Velikost datoteke je presežena.
sr: Veličina datoteke je premašena.
sv: Filstorleken har överskridits.
th: ไฟล์ใหญ่เกินไป
tr: Dosya boyutu aşıldı.
uk: Перевищено максимальний розмір файлу.
vi: Kích thước tập tin quá lớn.
zh: 文件大小超出限制。

# common_error_errors_invalid_size_instruction
source: Must be under 10 MB.
ar: يجب أن يكون أقل من 10 ميجابايت.
bg: Трябва да е под 10 МБ.
cs: Musí mít velikost menší než 10 MB.
da: Skal være under 10 MB.
de: Die Dateigröße muss unter 10 MB sein.
el: Πρέπει να είναι μικρότερο από 10MB.
es: El tamaño debe ser menos de 10MB.
et: Faili suurus peab jääma alla 10MB.
fa: اندازه فایل باید کمتر از 10 مگابایت باشد.
fi: Täytyy olla alle 10 Mt.
fr: Doit être inférieur à 10MB.
he: גודל הקובץ חייב להיות מתחת ל-10MB.
hi: 10MB से कम होनी चाहिए।
hr: Mora biti manja od 10 MB.
hu: Nem haladhatja meg a 10 MB-ot.
hy: Այն պետք է լինի 10 ՄԲ-ից պակաս։
id: Harus di bawah 10 MB.
it: Deve essere sotto i 10MB.
ja: 10MB未満である必要があります。
ko: 10MB 미만이어야 합니다.
lt: Turi būti mažiau nei 10 MB.
lv: Tam jābūt mazākam par 10 MB.
ms: Saiz mesti kurang daripada 10MB.
nb: Må være under 10 MB.
nl: Moet kleiner zijn dan 10 MB
pl: Plik nie może przekraczać 10 MB
pt: Deverá ter menos de 10MB.
ro: Trebuie să fie sub 10MB.
ru: Размер должен быть менее 10 МБ.
sk: Musí mať menej ako 10 MB.
sl: Mora biti pod 10 MB.
sr: Mora da bude ispod 10 MB.
sv: Måste vara under 10 MB.
th: ต้องมีขนาดไม่เกิน 10 MB
tr: 10 MB`ın altında olmalıdır.
uk: Розмір файлу має бути меншим за 10 МБ.
vi: Phải dưới 10MB.
zh: 文件大小必须小于10MB。

# common_error_errors_invalid_size_message
source: File size exceeded.
ar: تم تجاوز حجم الملف.
bg: Размерът на файла е надхвърлен.
cs: Překročena velikost souboru.
da: Filen er for stor.
de: Dateigröße überschritten.
el: Υπέρβαση μεγέθους αρχείου.
es: El tamaño de archivo excede el limite.
et: Faili suurus on ületatud.
fa: اندازه فایل بیشتر از حد مجاز است.
fi: Tiedostokoko ylitetty.
fr: La taille du fichier a été dépassée.
he: הקובץ גדול מדי.
hi: फ़ाइल की साइज़ अनुमत सीमा से ज़्यादा है।
hr: Datoteka je prevelika.
hu: Túllépte a fájlméretet.
hy: Ֆայլի չափը գերազանցված է։
id: Ukuran file terlalu besar.
it: Dimensione file superata.
ja: ファイルサイズを超えています。
ko: 업로드 파일 용량이 초과되었습니다.
lt: Viršytas failo dydis.
lv: Pārsniegts faila izmērs.
ms: Saiz fail melebihi had.
nb: Filstørrelsen er overskredet.
nl: Bestandsgrootte overschreden.
pl: Przekroczony rozmiar pliku.
pt: Tamanho de ficheiro excedido.
ro: Dimensiunea fișierului depășită.
ru: Превышен максимально допустимый размер файла.
sk: Veľkosť súboru bola prekročená.
sl: Velikost datoteke je presežena.
sr: Veličina datoteke je premašena.
sv: Filstorleken har överskridits.
th: ไฟล์ใหญ่เกินไป
tr: Dosya boyutu aşıldı.
uk: Перевищено максимальний розмір файлу.
vi: Kích thước tập tin quá lớn.
zh: 文件大小超出限制。

# common_error_errors_invalid_type_instruction
source: Try using another file type.
ar: حاول استخدام نوع آخر من الملفات.
bg: Опитайте с друг тип файл.
cs: Zkuste použít jiný typ souboru.
da: Brug en anden filtype.
de: Versuchen Sie einen anderen Dateityp zu verwenden
el: Δοκιμάστε να χρησιμοποιήσετε έναν άλλο τύπο αρχείου.
es: Intenta usar otro tipo de archivo.
et: Kasutage mõnda teist failitüüpi.
fa: سعی کنید از فایل با نوع دیگری استفاده کنید.
fi: Kokeile toista tiedostotyyppiä.
fr: Essayez d’utiliser un autre type de fichier.
he: נסה להעלות קובץ מסוג אחר.
hi: किसी दूसरी तरह की फ़ाइल इस्तेमाल करके देखें।
hr: Pokušajte upotrijebiti drugu vrstu datoteke.
hu: Próbálkozzon más fájltípussal.
hy: Փորձեք օգտագործել ֆայլի մեկ այլ տեսակ։
id: Coba gunakan jenis file lain.
it: Prova a utilizzare un altro tipo di file.
ja: 別のファイルタイプをお試しください。
ko: 다른 파일 형식을 사용해보세요.
lt: Bandykite naudoti kitą failo tipą.
lv: Mēģiniet izmantot citu faila veidu.
ms: Sila cuba jenis fail yang lain.
nb: Prøv å bruke en annen filtype.
nl: Probeer het met een ander bestandstype
pl: Spróbuj użyć innego typu pliku.
pt: Tente usar outro tipo de ficheiro.
ro: Încercați să utilizați un alt tip de fișier.
ru: Попробуйте использовать другой тип файла.
sk: Skúste použiť iný typ súboru.
sl: Poskusite uporabiti drugo vrsto datoteke.
sr: Probajte sa drugim tipom datoteke.
sv: Prova att använda en annan filtyp.
th: ลองใช้ไฟล์ประเภทอื่น
tr: Başka bir dosya türü kullanmayı deneyin.
uk: Спробуйте використати файл іншого типу.
vi: Thử sử dụng loại giấy tờ khác.
zh: 请尝试使用另一个文件类型。

# common_error_errors_invalid_type_message
source: File not uploaded.
ar: لم يتم تحميل ملف.
bg: Файлът не е качен.
cs: Soubor nebyl nahrán.
da: Filen er ikke uploadet.
de: Datei nicht hochgeladen
el: Δεν απεστάλη το αρχείο.
es: Archivo no cargado.
et: Faili pole üles laaditud.
fa: فایل بارگذاری نشده است.
fi: Tiedostoa ei ole ladattu.
fr: Fichier non téléchargé.
he: לא הועלה קובץ.
hi: फ़ाइल अपलोड नहीं हुई।
hr: Datoteka nije prenesena.
hu: A fájl nincs feltöltve.
hy: Ֆայլը չի վերբեռնվել։
id: File tidak bisa diunggah.
it: File non caricato.
ja: ファイルをアップロードできません。
ko: 파일이 업로드되지 않았습니다.
lt: Failas neįkeltas.
lv: Fails nav augšupielādēts.
ms: Fail tidak dimuat naik.
nb: Bildet ble ikke lastet opp.
nl: Bestand niet geüpload.
pl: Plik nie został przesłany.
pt: Ficheiro não carregado.
ro: Fișierul nu a fost încărcat.
ru: Файл не загружен.
sk: Súbor nebol nahraný.
sl: Datoteka ni bila naložena.
sr: Datoteka nije otpremljena.
sv: Filen har inte laddats upp.
th: อัปโหลดไฟล์ไม่ได้
tr: Dosya yüklenemedi.
uk: Файл не передано.
vi: Tập tin chưa được tải lên.
zh: 文件未上传。
