Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_fin_specific_invalid_national_id_value
source: Please enter a valid Personal identity code
ar: الرجاء إدخال رمز هوية شخصية صالح
bg: Моля, въведете валиден личен идентификационен код
cs: Zadejte prosím platný osobní identifikační kód
da: Indtast venligst en gyldig personlig identitetskode
de: Bitte geben Sie einen gültigen persönlichen Identitätscode ein
el: Εισαγάγετε έναν έγκυρο Προσωπικό κωδικό ταυτότητας
es: Ingrese un código de identificación personal válido
et: Palun sisesta kehtiv isikukood
fa: لطفا یک کد هویت شخصی معتبر وارد کنید
fi: Anna voimassa oleva henkilötunnus
fr: Veuillez entrer un code d`identité personnel valide
he: אנא הזן קוד זהות אישי חוקי
hi: कृपया एक वैध व्यक्तिगत पहचान कोड दर्ज करें
hr: Unesite važeći osobni identifikacijski kod
hu: Kérjük, adjon meg egy érvényes személyazonosító kódot
hy: Խնդրում ենք մուտքագրել վավեր Անձնական կոդը
id: Masukkan kode Identitas pribadi yang valid
it: Inserisci un codice di identità personale valido
ja: 有効な個人識別コードを入力してください
ko: 유효한 개인 식별 코드를 입력하세요.
lt: Įveskite galiojantį asmens kodą
lv: Lūdzu, ievadiet derīgu personas kodu
ms: Sila masukkan kod pengenalan Peribadi yang sah
nb: Vennligst skriv inn en gyldig personlig identitetskode
nl: Voer een geldige persoonlijke identiteitscode in
pl: Wprowadź prawidłowy osobisty kod identyfikacyjny
pt: Insira um código de identidade pessoal válido
ro: Vă rugăm să introduceți un cod de identitate personal valid
ru: Пожалуйста, введите действительный персональный код
sk: Zadajte platný osobný identifikačný kód
sl: Vnesite veljavno osebno identifikacijsko kodo
sr: Унесите важећи лични код
sv: Ange en giltig personlig identitetskod
th: โปรดป้อนรหัสประจำตัวส่วนบุคคลที่ถูกต้อง
tr: Lütfen geçerli bir Kişisel kimlik kodu girin
uk: Введіть дійсний ідентифікаційний код
vi: Vui lòng nhập Mã nhận dạng cá nhân hợp lệ
zh: 请输入有效的个人身份代码

# profileData_field_validation_fin_specific_required_national_id_value
source: Please enter your Personal identity code
ar: الرجاء إدخال رمز الهوية الشخصية الخاص بك
bg: Моля, въведете личния си идентификационен код
cs: Zadejte svůj osobní identifikační kód
da: Indtast venligst din personlige identitetskode
de: Bitte geben Sie Ihren persönlichen Identitätscode ein
el: Εισαγάγετε τον Προσωπικό σας κωδικό ταυτότητας
es: Por favor, introduzca su código de identidad personal
et: Palun sisesta oma isikukood
fa: لطفا کد هویت شخصی خود را وارد کنید
fi: Ole hyvä ja syötä henkilötunnus
fr: Veuillez entrer votre code d`identification personnel
he: אנא הזן את קוד הזהות האישי שלך
hi: कृपया अपना व्यक्तिगत पहचान कोड दर्ज करें
hr: Molimo unesite svoj osobni identifikacijski kod
hu: Kérjük, adja meg személyi azonosító kódját
hy: Խնդրում ենք մուտքագրել ձեր անձնական նույնականացման կոդը
id: Silakan masukkan kode Identitas pribadi Anda
it: Per favore inserisci il tuo codice di identificazione personale
ja: 個人識別コードを入力してください
ko: 개인 식별 코드를 입력하십시오
lt: Prašome įvesti savo asmens kodą
lv: Lūdzu, ievadiet savu personas kodu
ms: Sila masukkan kod pengenalan peribadi anda
nb: Vennligst skriv inn din personlige identitetskode
nl: Voer uw persoonlijke identiteitscode in
pl: Wprowadź swój osobisty kod identyfikacyjny
pt: Por favor, insira seu código de identidade pessoal
ro: Vă rugăm să introduceți codul personal de identitate
ru: Пожалуйста, введите Ваш персональный код
sk: Zadajte svoj osobný identifikačný kód
sl: Prosimo, vnesite svojo osebno identifikacijsko kodo
sr: Унесите свој лични код
sv: Vänligen ange din personliga identitetskod
th: กรุณาใส่รหัสประจำตัวของคุณ
tr: Lütfen Kişisel kimlik kodunuzu giriniz
uk: Будь ласка, введіть свій персональний ідентифікаційний код
vi: Vui lòng nhập Mã nhận dạng cá nhân của bạn
zh: 请输入您的个人身份代码

# profileData_field_validation_gbr_specific_invalid_postcode
source: Please enter a valid postcode
ar: يُرجى إدخال رمز بريدي صالح
bg: Въведете валиден пощенски код
cs: Zadejte platné poštovní
da: Indtast et gyldigt postnummer
de: Bitte geben Sie eine gültige Postleitzahl ein
el: Εισαγάγετε έναν έγκυρο ταχυδρομικό κώδικα
es: Introduzca un código postal válido
et: Sisestage kehtiv sihtnumber
fa: لطفاً یک کدپستی معتبر وارد کنید
fi: Syötä kelvollinen postinumero
fr: Veuillez saisir un code postal valide
he: הזן מיקוד חוקי
hi: कृपया एक मान्य पिनकोड डालें
hr: Unesite valjani poštanski broj
hu: Kérjük, hogy érvényes irányítószámot adjon meg
hy: Խնդրում ենք մուտքագրել վավեր փոստային դասիչ
id: Masukkan kode pos yang valid
it: Inserisci un postale valido
ja: 有効な郵便番号を入力してください
ko: 유효한 우편 번호를 입력하세요
lt: Įveskite galiojantį pašto kodą
lv: Ievadiet derīgu pasta indeksu
ms: Sila masukkan poskod yang sah
nb: Vennligst skriv inn et gyldig postnummer
nl: Voer een geldig postcode in
pl: Wpisz poprawny kod pocztowy
pt: Introduza um postal válido
ro: Vă rugăm să introduceți un poștal valid
ru: Введите действительный почтовый код
sk: Zadajte platné PSČ
sl: Vnesite veljavno poštno številko
sr: Unesite važeći poštanski broj
sv: Ange ett giltigt postnummer
th: โปรดใส่รหัสไปรษณีย์ที่ถูกต้อง
tr: Lütfen geçerli bir posta kodu girin
uk: Введіть правильний поштовий індекс
vi: Vui lòng nhập mã bưu chính hợp lệ
zh: 请输入有效的邮编

# profileData_field_validation_gbr_specific_required_postcode
source: Please enter your postcode
ar: يُرجى إدخال الرمز البريدي الخاص بك
bg: Въведете пощенски код
cs: Zadejte své poštovní směrovací číslo
da: Indtast dit postnummer
de: Bitte geben Sie Ihre Postleitzahl ein
el: Εισαγάγετε τον ταχυδρομικό σας κώδικα
es: Introduzca su código postal
et: Sisestage oma sihtnumber
fa: لطفاً کدپستی خود را وارد کنید
fi: Syötä postinumerosi
fr: Veuillez renseigner votre code postal
he: הזן את המיקוד שלך
hi: कृपया अपना पिनकोड डालें
hr: Unesite poštanski broj
hu: Adja meg az irányítószámát
hy: Խնդրում ենք մուտքագրել ձեր փոստային դասիչը
id: Masukkan kode pos Anda
it: Inserire il codice postale
ja: 郵便番号を入力してください
ko: 우편 번호를 입력하세요
lt: Įveskite savo pašto kodą
lv: Ievadiet savu pasta indeksu
ms: Sila masukkan poskod anda
nb: Vennligst skriv inn postnummer
nl: Voer uw postcode in
pl: Wprowadź swój kod pocztowy
pt: Introduza o seu código postal
ro: Vă rugăm să introduceți codul dvs. poștal
ru: Введите свой почтовый код
sk: Zadajte svoje PSČ
sl: Vnesite poštno številko
sr: Unesite poštanski broj
sv: Ange ditt postnummer
th: โปรดใส่รหัสไปรษณีย์ของคุณ
tr: Lütfen posta kodunuzu girin
uk: Введіть свій поштовий індекс
vi: Vui lòng nhập mã bưu điện của bạn
zh: 请输入您的邮编

# profileData_field_validation_gbr_specific_too_long_postcode
source: Postcode is too long
ar: الرمز البريدي طويل للغاية
bg: Пощенският код е твърде дълъг
cs: Poštovní směrovací číslo je příliš dlouhé
da: Postnummeret er for langt
de: Die Postleitzahl ist zu lang
el: Ο ταχυδρομικός κώδικας είναι πολύ μεγάλος
es: El código postal es demasiado largo
et: Sihtnumber on liiga pikk
fa: کدپستی خیلی طولانی است
fi: Postinumero on liian pitkä
fr: Le code postal est trop long
he: המיקוד ארוך מדי
hi: पिनकोड बहुत बड़ा है
hr: Poštanski broj sadrži previše znamenki
hu: Az irányítószám túl hosszú
hy: Փոստային դասիչը շատ երկար է
id: Kode pos terlalu panjang
it: Il codice postale è troppo lungo
ja: 郵便番号が長すぎます
ko: 우편 번호가 너무 깁니다
lt: Pašto kodas per ilgas
lv: Pasta indekss ir pārāk garš
ms: Poskod terlalu panjang
nb: Postnummeret er for langt
nl: Postcode is te lang
pl: Kod pocztowy jest zbyt długi
pt: O código postal é demasiado longo
ro: Codul poștal este prea lung
ru: Слишком длинный почтовый код
sk: PSČ je príliš dlhé
sl: Poštna številka je predolga
sr: Poštanski broj je predug
sv: Postnumret är för långt
th: รหัสไปรษณีย์ยาวเกินไป
tr: Posta kodu çok uzun
uk: Поштовий індекс занадто довгий
vi: Mã bưu điện quá dài
zh: 邮编太长

# profileData_field_validation_gbr_specific_too_short_postcode
source: Postcode is too short
ar: الرمز البريدي قصير للغاية
bg: Пощенският код е твърде кратък
cs: Poštovní směrovací číslo je příliš krátké
da: Postnummeret er for kort
de: Die Postleitzahl ist zu kurz
el: Ο ταχυδρομικός κώδικας είναι πολύ μικρός
es: El código postal es demasiado corto
et: Sihtnumber on liiga lühike
fa: کدپستی خیلی کوتاه است
fi: Postinumero on liian lyhyt
fr: Le code postal est trop court
he: המיקוד קצר מדי
hi: पिनकोड बहुत छोटा है
hr: Poštanski broj sadrži premalo znamenki
hu: Az irányítószám túl rövid
hy: Փոստային դասիչը շատ կարճ է
id: Kode pos terlalu pendek
it: Il codice postale è troppo breve
ja: 郵便番号が短すぎます
ko: 우편 번호가 너무 짧습니다
lt: Pašto kodas per trumpas
lv: Pasta indekss ir pārāk īss
ms: Poskod terlalu pendek
nb: Postnummeret er for kort
nl: Postcode is te kort
pl: Kod pocztowy jest zbyt krótki
pt: O código postal é demasiado curto
ro: Codul poștal este prea scurt
ru: Слишком короткий почтовый код
sk: PSČ je príliš krátke
sl: Poštna številka je prekratka
sr: Poštanski broj je prekratak
sv: Postnumret är för kort
th: รหัสไปรษณีย์สั้นเกินไป
tr: Posta kodu çok kısa
uk: Поштовий індекс занадто короткий
vi: Mã bưu điện quá ngắn
zh: 邮编太短

# profileData_field_validation_gha_specific_invalid_social_insurance
source: Please enter a valid SSNIT
ar: الرجاء إدخال SSNIT صالح
bg: Моля, въведете валиден SSNIT
cs: Zadejte prosím platný SSNIT
da: Indtast venligst et gyldigt SSNIT
de: Bitte geben Sie eine gültige SSNIT ein
el: Εισαγάγετε ένα έγκυρο SSNIT
es: Ingrese un SSNIT válido
et: Sisestage kehtiv SSNIT
fa: لطفاً یک SSNIT معتبر وارد کنید
fi: Anna kelvollinen SSNIT
fr: Veuillez entrer un SSNIT valide
he: נא להזין SSNIT חוקי
hi: कृपया एक मान्य SSNIT दर्ज करें
hr: Unesite važeći SSNIT
hu: Adjon meg egy érvényes SSNIT-et
hy: Խնդրում ենք մուտքագրել վավեր SSNIT
id: Masukkan SSNIT yang valid
it: Inserisci un SSNIT valido
ja: 有効な SSNIT を入力してください
ko: 유효한 SSNIT를 입력하십시오.
lt: Įveskite tinkamą SSNIT
lv: Lūdzu, ievadiet derīgu SSNIT
ms: Sila masukkan SSNIT yang sah
nb: Vennligst skriv inn en gyldig SSNIT
nl: Voer een geldige SSNIT in
pl: Wprowadź prawidłowy numer SSNIT
pt: Insira um SSNIT válido
ro: Vă rugăm să introduceți un SSNIT valid
ru: Пожалуйста, введите действительный SSNIT
sk: Zadajte platný SSNIT
sl: Vnesite veljaven SSNIT
sr: Унесите важећи ССНИТ
sv: Vänligen ange en giltig SSNIT
th: โปรดป้อน SSNIT ที่ถูกต้อง
tr: Lütfen geçerli bir SSNIT girin
uk: Введіть дійсний SSNIT
vi: Vui lòng nhập SSNIT hợp lệ
zh: 请输入有效的 SSNIT

# profileData_field_validation_gha_specific_required_social_insurance
source: Please enter your SSNIT
ar: الرجاء إدخال SSNIT الخاص بك
bg: Моля, въведете своя SSNIT
cs: Zadejte prosím svůj SSNIT
da: Indtast venligst dit SSNIT
de: Bitte geben Sie Ihre SSNIT ein
el: Εισαγάγετε το SSNIT σας
es: Por favor ingrese su SSNIT
et: Sisestage oma SSNIT
fa: لطفا SSNIT خود را وارد کنید
fi: Anna SSNIT
fr: Veuillez entrer votre SSNIT
he: נא להזין את ה-SSNIT שלך
hi: कृपया अपना SSNIT दर्ज करें
hr: Unesite svoj SSNIT
hu: Kérjük, adja meg SSNIT-jét
hy: Խնդրում ենք մուտքագրել ձեր SSNIT-ը
id: Masukkan SSNIT Anda
it: Inserisci il tuo SSNIT
ja: SSNIT を入力してください
ko: SSNIT를 입력하세요.
lt: Įveskite savo SSNIT
lv: Lūdzu, ievadiet savu SSNIT
ms: Sila masukkan SSNIT anda
nb: Vennligst skriv inn SSNIT
nl: Voer uw SSNIT in
pl: Wprowadź swój SSNIT
pt: Por favor, insira seu SSNIT
ro: Vă rugăm să introduceți SSNIT
ru: Пожалуйста, введите свой SSNIT
sk: Zadajte svoje SSNIT
sl: Vnesite svoj SSNIT
sr: Унесите свој ССНИТ
sv: Vänligen ange din SSNIT
th: กรุณากรอก SSNIT ของคุณ
tr: Lütfen SSNIT`inizi girin
uk: Будь ласка, введіть свій SSNIT
vi: Vui lòng nhập SSNIT của bạn
zh: 请输入您的 SSNIT

# profileData_field_validation_hkg_specific_invalid_national_id_value
source: Please enter a valid HKID
ar: الرجاء إدخال معرف HKID صالح
bg: Моля, въведете валиден HKID
cs: Zadejte prosím platné HKID
da: Indtast venligst et gyldigt HKID
de: Bitte geben Sie eine gültige HKID ein
el: Εισαγάγετε ένα έγκυρο HKID
es: Ingrese un HKID válido
et: Sisestage kehtiv HKID
fa: لطفا یک HKID معتبر وارد کنید
fi: Anna kelvollinen HKID
fr: Veuillez entrer un HKID valide
he: אנא הזן HKID חוקי
hi: कृपया मान्य HKID दर्ज करें
hr: Unesite važeći HKID
hu: Adjon meg egy érvényes HKID-t
hy: Խնդրում ենք մուտքագրել վավեր HKID
id: Masukkan HKID yang valid
it: Inserisci un HKID valido
ja: 有効な HKID を入力してください
ko: 유효한 HKID를 입력하세요.
lt: Įveskite tinkamą HKID
lv: Lūdzu, ievadiet derīgu HKID
ms: Sila masukkan HKID yang sah
nb: Vennligst skriv inn en gyldig HKID
nl: Voer een geldige HKID in
pl: Wprowadź prawidłowy HKID
pt: Insira um HKID válido
ro: Vă rugăm să introduceți un HKID valid
ru: Пожалуйста, введите действительный HKID
sk: Zadajte platný identifikátor HKID
sl: Vnesite veljaven HKID
sr: Унесите важећи ХКИД
sv: Ange ett giltigt HKID
th: โปรดป้อน HKID ที่ถูกต้อง
tr: Lütfen geçerli bir HKID girin
uk: Введіть дійсний HKID
vi: Vui lòng nhập HKID hợp lệ
zh: 请输入有效的香港身份证

# profileData_field_validation_hkg_specific_required_national_id_value
source: Please enter your HKID
ar: الرجاء إدخال HKID الخاص بك
bg: Моля, въведете своя HKID
cs: Zadejte své HKID
da: Indtast venligst dit HKID
de: Bitte geben Sie Ihre HKID ein
el: Εισαγάγετε το HKID σας
es: Por favor ingrese su HKID
et: Sisestage oma HKID
fa: لطفا HKID خود را وارد کنید
fi: Anna HKID-tunnuksesi
fr: Veuillez entrer votre HKID
he: אנא הזן את ה-HKID שלך
hi: कृपया अपना एचकेआईडी दर्ज करें
hr: Unesite svoj HKID
hu: Kérjük, adja meg HKID-jét
hy: Խնդրում ենք մուտքագրել ձեր HKID-ը
id: Masukkan HKID Anda
it: Inserisci il tuo HKID
ja: HKIDを入力してください
ko: HKID를 입력하세요.
lt: Įveskite savo HKID
lv: Lūdzu, ievadiet savu HKID
ms: Sila masukkan HKID anda
nb: Vennligst skriv inn HKID
nl: Voer uw HKID in
pl: Wprowadź swój HKID
pt: Insira seu HKID
ro: Vă rugăm să introduceți HKID
ru: Пожалуйста, введите ваш HKID
sk: Zadajte svoje HKID
sl: Vnesite svoj HKID
sr: Унесите свој ХКИД
sv: Vänligen ange ditt HKID
th: กรุณากรอก HKID ของคุณ
tr: Lütfen HKID`nizi girin
uk: Будь ласка, введіть свій HKID
vi: Vui lòng nhập HKID của bạn
zh: 请输入您的香港身份证

# profileData_field_validation_ind_specific_invalid_pan
source: Please enter a valid PAN
ar: يرجى إدخال رقم حساب دائم صالح
bg: Въведете валиден PAN
cs: Zadejte platné PAN
da: Indsæt et gyldigt PAN-nummer
de: Bitte geben Sie eine gültige PAN ein
el: Εισαγάγετε ένα έγκυρο ΡΑΝ
es: Introduzca un PAN válido
et: Sisestage kehtiv PAN
fa: لطفاً یک PAN معتبر وارد کنید
fi: Syötä kelvollinen PIN
fr: Veuillez saisir un PAN valide
he: הזן מספר חשבון קבוע (PAN) חוקי
hi: कृपया मान्य PAN डालें
hr: Unesi valjani PAN
hu: Adjon meg egy érvényes PAN-t
hy: Մուտքագրեք վավեր PAN
id: Masukkan PAN yang valid
it: Inserisci un PAN valido
ja: 有効なインドの納税者番号（PAN）を入力してください
ko: 유효한 영구 계좌 번호(PAN)를 입력하세요
lt: Įveskite galiojantį PAN
lv: Ievadiet derīgu PAN
ms: Sila masukkan PAN yang sah
nb: Skriv inn et gyldig PAN
nl: Voer een geldig PAN in
pl: Podaj prawidłowy PAN
pt: Introduza um PAN válido
ro: Vă rugăm să introduceți un PAN valid
ru: Введите действительный PAN
sk: Zadajte platné číslo PAN
sl: Vnesite veljavni PAN
sr: Unesite važeći PAN
sv: Ange ett giltigt PAN
th: โปรดใส่ PAN ที่ถูกต้อง
tr: Lütfen geçerli bir PAN GİRİN
uk: Введіть дійсний номер PAN
vi: Vui lòng nhập PAN hợp lệ
zh: 请输入有效的PAN

# profileData_field_validation_ind_specific_required_pan
source: Please enter your PAN
ar: من فضلك أدخل رقم حسابك الدائم
bg: Въведете PAN
cs: Zadejte své PAN
da: Indtast dit PAN-nummer
de: Bitte geben Sie Ihre PAN ein
el: Εισαγάγετε το PAN σας
es: Introduzca su PAN
et: Sisestage oma PAN
fa: لطفاً PAN خود را وارد کنید
fi: Syötä PIN
fr: Veuillez renseigner votre PAN
he: הזן את מספר החשבון הקבוע (PAN) שלך
hi: कृपया अपना PAN डालें
hr: Unesite svoj PAN
hu: Kérjük, adja meg az állandó számlaszámát (PAN)
hy: Խնդրում ենք մուտքագրել ձեր PAN-ը
id: Masukkan PAN Anda
it: Inserisci il tuo PAN
ja: インドの納税者番号（PAN）を入力してください
ko: 영구 계좌 번호(PAN)를 입력하세요
lt: Įveskite savo PAN
lv: Ievadiet savu PAN
ms: Sila masukkan PAN anda
nb: Vennligst oppgi ditt PAN
nl: Voer uw PAN in
pl: Podaj swój PAN
pt: Introduza o seu PAN
ro: Vă rugăm să introduceți numărul PAN
ru: Введите свой PAN
sk: Zadajte číslo PAN
sl: Vnesite svojo PAN
sr: Unesite PAN
sv: Ange ditt PAN
th: โปรดใส่ PAN
tr: Lütfen PAN`ınızı girin
uk: Введіть свій номер PAN
vi: Vui lòng nhập PAN của bạn
zh: 请输入您的PAN

# profileData_field_validation_invalid
source: Please check for invalid characters or symbols
ar: يُرجى التحقق من وجود أحرف أو رموز غير صالحة
bg: Проверете за невалидни знаци или символи
cs: Zkontrolujte, zda zde nejsou neplatné znaky nebo symboly
da: Tjek, om der er ugyldige tegn eller symboler
de: Bitte auf ungültige Zeichen oder Symbole überprüfen
el: Ελέγξτε για μη έγκυρους χαρακτήρες ή σύμβολα
es: Compruebe si hay caracteres o símbolos no válidos
et: Kontrollige sobimatuid märke või sümboleid
fa: لطفاً بررسی کنید که از حروف یا نمادهای غیرمعتبر استفاده نکرده باشید
fi: Tarkista virheelliset merkit tai symbolit
fr: Veuillez vérifier s`il y a des caractères ou des symboles invalides
he: בדוק שאין תווים או סמלים לא חוקיים
hi: कृपया अमान्य अक्षरों या प्रतीकों की जाँच करें
hr: Provjerite sadrži li neke zabranjene znakove ili simbole
hu: Kérjük, ellenőrizze az érvénytelen karaktereket vagy szimbólumokat
hy: Խնդրում ենք ստուգել անվավեր նիշերը կամ նշանները
id: Periksa karakter atau simbol yang tidak valid
it: Verificare che non ci siano simboli o caratteri non validi
ja: 無効な文字または記号を確認してください
ko: 잘못된 문자나 기호가 입력되지 않았는지 확인하세요
lt: Patikrinkite, ar nėra netinkamų simbolių
lv: Pārbaudiet, vai nav nederīgu rakstzīmju vai simbolu
ms: Sila semak aksara atau simbol yang tidak sah
nb: Se etter ugyldige tegn eller symboler
nl: Controleer op ongeldige tekens of symbolen
pl: Sprawdź, czy w polu nie ma nieprawidłowych znaków lub symboli
pt: Verifique se existem caracteres ou símbolos inválidos
ro: Vă rugăm să verificați să nu fie caractere sau simboluri nevalide
ru: Проверьте наличие недопустимых символов или знаков
sk: Skontrolujte, či sa v texte nevyskytujú neplatné znaky alebo symboly
sl: Preverite neveljavne znake ali simbole
sr: Proverite da li sadrži nevažeće znakove ili simbole
sv: Kontrollera om det finns ogiltiga tecken eller symboler
th: โปรดตรวจสอบอักขระหรือสัญลักษณ์ที่ไม่ถูกต้อง
tr: Lütfen geçersiz karakterler veya semboller olup olmadığını kontrol edin
uk: Перевірте наявність недійсних символів
vi: Vui lòng kiểm tra các ký tự hoặc ký hiệu không hợp lệ
zh: 请检查是否有无效字符或符号

# profileData_field_validation_invalid_dob
source: Please enter a valid date of birth
ar: يُرجى إدخال تاريخ ميلاد صحيح
bg: Въведете валидна дата на раждане
cs: Zadejte platné datum narození
da: Indtast en gyldig fødselsdato
de: Bitte geben Sie ein gültiges Geburtsdatum ein
el: Εισαγάγετε μια έγκυρη ημερομηνία γέννησης
es: Introduzca una fecha de nacimiento válida
et: Sisestage kehtiv sünnikuupäev
fa: لطفاً تاریخ تولد را بصورت درست وارد کنید
fi: Syötä kelvollinen syntymäaika
fr: Veuillez saisir une date de naissance valide
he: הזן תאריך לידה חוקי
hi: कृपया मान्य जन्मतिथि डालें
hr: Unesite valjani datum rođenja
hu: Érvényes születési dátumot adjon meg
hy: Խնդրում ենք մուտքագրել ծննդյան վավեր ամսաթիվը
id: Masukkan tanggal lahir yang valid
it: Inserire una data di nascita valida
ja: 有効な生年月日を入力してください
ko: 유효한 생년월일을 입력하세요
lt: Įveskite teisingą gimimo datą
lv: Ievadiet derīgu dzimšanas datumu
ms: Sila masukkan tarikh lahir yang sah
nb: Oppgi en gyldig fødselsdato
nl: Voer een geldig geboortedatum in
pl: Wprowadź prawidłową datę urodzenia
pt: Introduza uma data de nascimento válida
ro: Vă rugăm să introduceți o dată de naștere validă
ru: Введите действительную дату рождения
sk: Zadajte platný dátum narodenia
sl: Vnesite veljaven datum rojstva
sr: Unesite važeći datum rođenja
sv: Ange ett giltigt födelsedatum
th: โปรดใส่วันเกิดที่ถูกต้อง
tr: Lütfen geçerli bir doğum tarihi girin
uk: Введіть дійсну дату народження
vi: Vui lòng nhập ngày sinh hợp lệ
zh: 请输入有效地出生日期

# profileData_field_validation_invalid_driving_license
source: Please enter a valid driver`s license number
ar: الرجاء إدخال رقم رخصة قيادة صالح
bg: Моля, въведете валиден номер на шофьорска книжка
cs: Zadejte platné číslo řidičského průkazu
da: Indtast venligst et gyldigt kørekortnummer
de: Bitte geben Sie eine gültige Führerscheinnummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό άδειας οδήγησης
es: Ingrese un número de licencia de conducir válido
et: Sisestage kehtiv juhiloa number
fa: لطفا یک شماره گواهینامه رانندگی معتبر وارد کنید
fi: Anna voimassa oleva ajokortin numero
fr: Veuillez entrer un numéro de permis de conduire valide
he: נא להזין מספר רישיון נהיגה בתוקף
hi: कृपया एक मान्य ड्राइवर का लाइसेंस नंबर दर्ज करें
hr: Unesite važeći broj vozačke dozvole
hu: Kérjük, adjon meg egy érvényes jogosítvány számát
hy: Խնդրում ենք մուտքագրել վավեր վարորդական իրավունքի համարը
id: Masukkan nomor SIM yang valid
it: Inserisci un numero di patente di guida valido
ja: 有効な運転免許証番号を入力してください
ko: 유효한 운전면허증 번호를 입력하세요.
lt: Įveskite galiojantį vairuotojo pažymėjimo numerį
lv: Lūdzu, ievadiet derīgu autovadītāja apliecības numuru
ms: Sila masukkan nombor lesen memandu yang sah
nb: Vennligst skriv inn et gyldig førerkortnummer
nl: Voer een geldig rijbewijsnummer in
pl: Wprowadź ważny numer prawa jazdy
pt: Insira um número de carteira de motorista válido
ro: Vă rugăm să introduceți un număr valid de permis de conducere
ru: Пожалуйста, введите действительный номер водительского удостоверения
sk: Zadajte platné číslo vodičského preukazu
sl: Vnesite veljavno številko vozniškega dovoljenja
sr: Унесите важећи број возачке дозволе
sv: Ange ett giltigt körkortsnummer
th: โปรดป้อนหมายเลขใบขับขี่ที่ถูกต้อง
tr: Lütfen geçerli bir ehliyet numarası girin
uk: Будь ласка, введіть дійсний номер водійського посвідчення
vi: Vui lòng nhập số giấy phép lái xe hợp lệ
zh: 请输入有效的驾照号码

# profileData_field_validation_invalid_email
source: Please enter a valid email
ar: يُرجى إدخال بريد إلكتروني صالح
bg: Въведете валиден имейл адрес
cs: Zadejte platný e-mail
da: Indtast en gyldig e-mailadresse
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
el: Εισαγάγετε ένα έγκυρο email
es: Introduzca un correo electrónico válido
et: Sisestage korrektne e-posti aadress
fa: لطفاً یک ایمیل معتبر وارد کنید
fi: Syötä kelvollinen sähköpostiosoite
fr: Veuillez saisir un e-mail valide
he: הזן כתובת דוא"ל חוקית
hi: कृपया एक मान्य ईमेल डालें
hr: Unesite valjanu adresu e-pošte
hu: Adjon meg egy érvényes e-mail címet
hy: Մուտքագրեք վավեր էլ փոստի հասցե
id: Masukkan email yang valid
it: Inserisci un’email valida
ja: 有効なメールアドレスを入力して下さい
ko: 유효한 이메일을 입력하세요
lt: Įveskite galiojantį el. pašto adresą
lv: Ievadiet derīgu e-pasta adresi
ms: Sila masukkan e-mel yang sah
nb: Vennligst skriv inn en gyldig e-post
nl: Voer een geldig e-mailadres in
pl: Podaj poprawny adres e-mail
pt: Introduza um e-mail válido
ro: Vă rugăm să introduceți un e-mail valid
ru: Введите действительный адрес электронной почты
sk: Zadajte platný e-mail
sl: Vnesite veljaven e-poštni naslov
sr: Unesite važeću imejl adresu
sv: Ange en giltig e-postadress
th: โปรดใส่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta girin
uk: Введіть дійсну електронну адресу
vi: Vui lòng nhập email hợp lệ
zh: 请输入有效的电子邮箱
