Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# motion_face_capture_title_completed
source: Recording complete
ar: اكتمل التسجيل
bg: Записът е завършен
cs: Nahrávání bylo dokončeno
da: Optagelsen er fuldført
de: Aufnahme abgeschlossen
el: Η εγγραφή ολοκληρώθηκε
es: Grabación completada
et: Salvestamine lõpetatud
fa: ضبط کامل شد
fi: Tallennus valmis
fr: Enregistrement terminé
he: הצילום הושלם
hi: रिकॉर्डिंग पूरी हुई
hr: Snimanje je završeno
hu: Felvétel kész
hy: Տեսագրումն ավարտված է
id: Perekaman selesai
it: Registrazione completata
ja: 記録が完了しました
ko: 녹화 완료
lt: Įrašymas baigtas
lv: Ieraksts pabeigts
ms: Rakaman selesai
nb: Opptaket er fullført
nl: Opname voltooid
pl: Nagrywanie zakończone
pt: Gravação concluída
ro: Înregistrare finalizată
ru: Запись завершена
sk: Zaznamenávanie je ukončené
sl: Snemanje končano
sr: Snimanje je završeno
sv: Inspelning slutförd
th: บันทึกเสร็จสมบูรณ์
tr: Kayıt tamamlandı
uk: Запис завершено
vi: Ghi hình đã hoàn tất
zh: 录制完成

# motion_intro_button_primary_ready
source: Start recording
ar: بدء التسجيل
bg: Начало на запис
cs: Spuštění nahrávání
da: Start optagelsen
de: Aufnahme starten
el: Έναρξη εγγραφής
es: Iniciar grabación
et: Alustage salvestamist
fa: شروع ضبط
fi: Aloita tallennus
fr: Démarrer l’enregistrement
he: התחל לצלם
hi: रिकॉर्डिंग शुरू करें
hr: Počnite snimati
hu: Felvétel indítása
hy: Սկսել տեսագրությունը
id: Mulai merekam
it: Inizia a registrare
ja: 録画を開始する
ko: 녹화 시작
lt: Pradėti įrašymą
lv: Sākt ierakstu
ms: Mula rakaman
nb: Start opptak
nl: Start met opnemen
pl: Rozpocznij nagrywanie
pt: Começar a gravar
ro: Începeți înregistrarea
ru: Начать запись
sk: Spustiť zaznamenávanie
sl: Začni s snemanjem
sr: Započnite snimanje
sv: Starta inspelning
th: เริ่มบันทึก
tr: Kaydı başlatın
uk: Почати запис
vi: Bắt đầu quay
zh: 开始录制

# motion_intro_disclaimer
source: Your face and your background will be recorded during this process
ar: سيتم تسجيل وجهك وخلفيتك أثناء هذه العملية
bg: По време на този процес ще бъдат записани лицето и фонът ви
cs: Během tohoto procesu bude zaznamenán váš obličej a pozadí obrazu
da: Dit ansigt og din baggrund bliver optaget under denne proces
de: Bitte beachten Sie, dass Ihr Gesicht und der Hintergrund aufgenommen wird
el: Το πρόσωπό σας και το φόντο σας θα καταγραφούν κατά τη διάρκεια αυτής της διαδικασίας
es: Tenga en cuenta que grabaremos el rostro y el fondo durante este proceso
et: Pidage meeles, et salvestame teie nägu ja tausta
fa: لطفاً توجه داشته باشید که ما چهره و فضای پشت سر شما را ضبط می‌کنیم
fi: Kasvosi ja taustasi tallennetaan tämän prosessin aikana
fr: Sachez que nous enregistrerons votre visage et l’arrière-plan au cours du processus
he: במהלך תהליך זה, הפנים והרקע שלך יצולמו.
hi: इस प्रक्रिया के दौरान आपके चेहरे और आपकी बैकग्राउंड को रिकॉर्ड किया जाएगा
hr: Tijekom ovog procesa snimaju se vaše lice i pozadina
hu: A folyamat során az arcát és a hátterét is rögzítjük
hy: Ձեր դեմքը և ձեր ֆոնը կգրանցվեն այս գործընթացի ընթացքում
id: Selama proses ini, wajah dan latar belakang Anda akan direkam
it: Il tuo viso e lo sfondo verranno registrati durante questo processo
ja: この処理の間、顔や背景が録画されます
ko: 본인 얼굴과 배경이 녹화된다는 점에 유념하시기 바랍니다
lt: Atminkite, kad užfiksuosime jūsų veidą ir esamą aplinką
lv: Šī procesa laikā tiks ierakstīta jūsu seja un fons
ms: Wajah anda dan latar belakang anda akan dirakamkan semasa proses ini
nb: Ansiktet ditt og bakgrunnen din vil bli tatt opp under denne prosessen
nl: Uw gezicht en uw achtergrond worden tijdens dit proces opgenomen
pl: Pamiętaj, że nagramy wideo z Twoją twarzą oraz tłem
pt: Tenha em atenção que iremos gravar o seu rosto e o seu fundo durante este processo
ro: Fața și fundalul dvs. vor fi înregistrate în timpul acestui proces
ru: Во время этого процесса ваше лицо и ваш фон будут записаны.
sk: Počas tohto procesu sa zaznamená vaša tvár a pozadie
sl: Med tem postopkom bosta posneta vaš obraz in ozadje
sr: Imajte na umu da ćemo snimiti vaše lice i pozadinu
sv: Ditt ansikte och din bakgrund kommer att spelas in under denna process
th: โปรดทราบว่าเราจะบันทึกใบหน้าและพื้นหลังของคุณ
tr: Bu işlem sırasında yüzünüz ve arka planınız kaydedilecektir
uk: Під час цього процесу буде записано ваше обличчя та фон
vi: Xin lưu ý rằng chúng tôi sẽ ghi lại khuôn mặt và nền ảnh của bạn trong quá trình này
zh: 在此过程中将记录您的面部和背景

# motion_intro_disclaimer_camera_and_audio_on
source: Your face, background, and audio will be recorded during this process
ar: سيتم تسجيل وجهك وخلفيتك وصوتك أثناء هذه العملية
bg: Лицето, фонът и звукът ви ще бъдат записани по време на този процес
cs: Během tohoto procesu bude zaznamenán váš obličej, pozadí a zvuk
da: Dit ansigt, din baggrund og din lyd vil blive optaget under denne proces
de: Ihr Gesicht, Ihr Hintergrund und Ihr Ton werden während dieses Vorgangs aufgezeichnet.
el: Το πρόσωπο, το φόντο και ο ήχος σας θα καταγραφούν κατά τη διάρκεια αυτής της διαδικασίας
es: Durante este proceso grabaremos su rostro, el audio y el fondo
et: Selle protsessi käigus salvestatakse teie nägu, taust ja heli
fa: در طی این فرآیند چهره، پس زمینه و صدای شما ضبط می شود
fi: Kasvosi, taustasi ja ääni tallennetaan tämän prosessin aikana
fr: Lors de cette étape, nous enregistrerons votre visage, l`arrière-plan et le son.
he: הפנים, הרקע והשמע שלך יוקלטו במהלך תהליך זה
hi: इस प्रक्रिया के दौरान आपका चेहरा, बैकग्राउंड और ऑडियो रिकॉर्ड किया जाएगा
hr: Tijekom ovog procesa snimit će se vaše lice, pozadina i zvuk
hu: Az Ön arcát, hátterét és hangját rögzítjük a folyamat során
hy: Ձեր դեմքը, ֆոնը և ձայնագրությունը կձայնագրվեն այս գործընթացի ընթացքում
id: Wajah, latar belakang, dan audio Anda akan direkam selama proses ini
it: Il vostro volto, lo sfondo e l`audio saranno registrati durante questo processo
ja: この際、お客様の顔、背景、音声が記録されます
ko: 이 과정에서 얼굴, 배경 및 오디오가 녹음됩니다
lt: Šio proceso metu bus įrašomas jūsų veidas, fonas ir garsas
lv: Šī procesa laikā tiks ierakstīta jūsu seja, fons un skaņa
ms: Wajah, latar belakang dan audio anda akan dirakam semasa proses ini
nb: Ansiktet ditt, bakgrunnen og lyden vil bli tatt opp under denne prosessen
nl: Uw gezicht, achtergrond en geluid worden tijdens dit proces opgenomen
pl: Twoja twarz, tło i dźwięk zostaną nagrane podczas tego procesu
pt: O seu rosto, fundo, e áudio serão gravados durante este processo
ro: Fața, fundalul și sunetul dvs. vor fi înregistrate în timpul acestui proces
ru: Во время этого процесса будут записаны ваше лицо, фон и звук.
sk: Počas tohto procesu bude zaznamenaná vaša tvár, pozadie a zvuk
sl: Med tem postopkom bodo posneti vaš obraz, ozadje in zvok
sr: Ваше лице, позадина и звук биће снимљени током овог процеса
sv: Ditt ansikte, din bakgrund och ditt ljud kommer att spelas in under denna process
th: ใบหน้า พื้นหลัง และเสียงของคุณจะถูกบันทึกในระหว่างขั้นตอนนี้
tr: Bu işlem sırasında yüzünüz, arka planınız ve sesiniz kaydedilecek
uk: Під час цього процесу буде записано ваше обличчя, фон і звук
vi: Khuôn mặt, phông nền và phát âm của bạn sẽ được lưu trữ trong quá trình này
zh: 在此过程中将记录您的面部、背景和音频

# motion_intro_list_accessibility
source: Record a video of your face
ar: سجِّل فيديو لوجهك
bg: Запишете видео на лицето си
cs: Nahrát video svého obličeje
da: Optag en video af dit ansigt
de: Nehmen Sie ein Video von Ihrem Gesicht auf
el: Εγγράψτε ένα βίντεο του προσώπου σας
es: Grabe un vídeo de su cara
et: Näost video salvestamine
fa: از چهره خود فیلم بگیرید
fi: tallentaaksesi videon kasvoistasi
fr: Enregistrer une vidéo de votre visage
he: לצלם סרטון של הפנים שלך
hi: अपने चेहरे का वीडियो रिकॉर्ड करें
hr: Snimite videozapis svog lica
hu: Készítsen videófelvételt az arcáról
hy: Տեսագրեք ձեր դեմքը
id: Merekam video wajah Anda
it: Registrare un video del tuo viso
ja: 顔の動画を録画する
ko: 얼굴 동영상을 녹화합니다
lt: Padaryti savo veido vaizdo įrašą
lv: Ierakstītu savas sejas videoklipu.
ms: Rakam video wajah anda
nb: Ta opp en video av ansiktet ditt
nl: Maak een fimpje van uw gezicht
pl: Nagrać wideo swojej twarzy
pt: Grave um vídeo da sua cara
ro: A înregistra un clip video cu fața dvs.
ru: Записать видео лица
sk: Zaznamenajte video svojej tváre
sl: Posnemite videoposnetek svojega obraza
sr: snimite video lica
sv: Spela in en video av ditt ansikte
th: บันทึกวิดีโอใบหน้าของคุณ
tr: Yüzünüzün bir videosunu kaydedin
uk: зняти відео свого обличчя;
vi: Quay video khuôn mặt của bạn
zh: 录制一段您面部的视频

# motion_intro_list_item_one
source: First, position your face in the frame
ar: أولاً، ضع وجهك ضمن الإطار
bg: Първо позиционирайте лицето си в рамката
cs: Nejprve umístěte obličej do záběru
da: Først skal du placere dit ansigt inden for rammen
de: Positionieren Sie Ihr Gesicht zunächst im Rahmen
el: Πρώτα, τοποθετήστε το πρόσωπό σας στο πλαίσιο
es: Primero, coloque la cara dentro del marco
et: Kõigepealt asetage oma nägu kaadrisse
fa: ابتدا چهره خود را درون کادر قرار دهید
fi: Aseta ensin kasvosi kehykseen
fr: D`abord, positionnez votre visage dans le cadre
he: ראשית, מקם את הפנים שלך במסגרת
hi: सबसे पहले, अपने चेहरे को फ़्रेम में रखें
hr: Najprije namjestite lice u okvir
hu: Először illessze az arcát a keretbe
hy: Սկզբում ձեր դեմքը տեղադրեք շրջանակի մեջ
id: Pertama, posisikan wajah Anda dalam bingkai
it: Innanzitutto, posiziona il viso nel riquadro
ja: まず、顔を枠内に配置します
ko: 먼저, 프레임 안에 얼굴이 배치되도록 하세요
lt: Pirmiausia pasirūpinkite, kad jūsų veidas būtų rėmelyje
lv: Vispirms pozicionējiet seju kadrā
ms: Pertama, letakkan wajah anda dalam bingkai
nb: Først, plasser ansiktet ditt i rammen
nl: Plaats eerst uw gezicht in het kader
pl: Najpierw umieść twarz w ramce
pt: Primeiro, posicione o seu rosto na moldura
ro: Întâi, poziționați-vă fața în cadru
ru: Сначала расположите свое лицо внутри рамки
sk: Najprv umiestnite tvár do rámu
sl: Najprej postavite obraz v okvir
sr: Prvo postavite lice u okvir
sv: Placera först ansiktet i ramen
th: อันดับแรก วางตำแหน่งใบหน้าของคุณไว้ในกรอบ
tr: İlk olarak, yüzünüzü çerçeveye yerleştirin
uk: Спочатку розташуйте обличчя в рамці
vi: Đầu tiên, định vị khuôn mặt của bạn trong khung hình
zh: 首先，将面部移入框中

# motion_intro_list_item_one_accessibility
source: First, you will have to position your face in front of your device
ar: أولاً، سيتعين عليك وضع وجهك أمام جهازك
bg: Първо ще трябва да позиционирате лицето си пред устройството си
cs: Nejdřív bude potřeba umístit obličej před zařízení
da: Først skal du placere ansigtet foran enheden
de: Zuerst müssen Sie Ihr Gesicht vor dem Gerät positionieren
el: Πρώτα, θα πρέπει να τοποθετήσετε το πρόσωπό σας μπροστά από τη συσκευή σας
es: Primero, tendrá que colocar la cara frente a su móvil
et: Esmalt asetage nägu seadme ette
fa: ابتدا باید چهره خود را در مقابل دستگاه قرار دهید
fi: Ensin sinun on asetettava kasvosi laitteesi eteen
fr: Tout d`abord, vous devrez positionner votre visage devant votre mobile
he: ראשית, עליך למקם את הפנים מול המכשיר
hi: सबसे पहले, आपको अपना चेहरा अपने डिवाइस के सामने लाना होगा
hr: Najprije lice morate namjestiti ispred uređaja
hu: Először, helyezkedjen el úgy, hogy az arca a készüléke előtt legyen
hy: Սկզբում ձեր դեմքը պետք է տեղադրեք ձեր սարքի դիմաց
id: Pertama, Anda harus memosisikan wajah Anda di depan perangkat
it: Per prima cosa dovrai posizionare il viso di fronte al dispositivo
ja: まず、顔をデバイスの前に配置してください
ko: 먼저, 얼굴 앞쪽에 기기를 두세요
lt: Pirmiausia turėsite nukreipti savo veidą į įrenginį
lv: Vispirms jums būs jāpozicionē seja pret ierīci
ms: Pertama, anda perlu meletakkan wajah anda di hadapan peranti anda
nb: Først må du plassere ansiktet foran enheten
nl: Eerst moet u uw gezicht voor uw toestel plaatsen.
pl: Najpierw musisz ustawić twarz przed urządzeniem
pt: Primeiro, terá de posicionar o seu rosto em frente ao seu dispositivo
ro: Mai întâi, trebuie să vă poziționați fața în fața dispozitivului dumneavoastră
ru: Сначала расположите лицо перед устройством
sk: Najprv budete musieť umiestniť tvár pred zariadenie
sl: Najprej boste morali postaviti obraz pred napravo
sr: Prvo ćete morati da stanete licem okrenutim prema uređaju
sv: Först måste du placera ditt ansikte framför din enhet
th: อันดับแรก คุณต้องจัดวางใบหน้าไว้ที่ด้านหน้าของอุปกรณ์ของคุณ
tr: İlk olarak, yüzünüzü cihazınızın önünde konumlandırmanız gerekiyor
uk: Спочатку вам потрібно розташувати обличчя перед пристроєм
vi: Đầu tiên, bạn sẽ phải định vị khuôn mặt trước thiết bị
zh: 首先，您必须将面部放在设备前方

# motion_intro_list_item_two
source: Then, turn your head slowly to both sides
ar: ثم أدر رأسك ببطء إلى كلا الجانبين
bg: След това бавно обърнете главата си наляво и надясно
cs: Pak pomalu otáčejte hlavu na obě strany
da: Dernæst drejer du hovedet langsomt til begge sider
de: Drehen Sie Ihren Kopf dann langsam nach beiden Seiten
el: Στη συνέχεια, γυρίστε το κεφάλι σας αργά και προς τις δύο πλευρές
es: Luego, gire la cabeza despacio hacia ambos lados
et: Seejärel keerake oma pead aeglaselt mõlemale poole
fa: سپس سر خود را به آرامی به دو طرف بچرخانید
fi: Käännä sitten päätäsi hitaasti molemmille puolille
fr: Ensuite, tournez votre tête lentement des deux côtés
he: לאחר מכן, סובב את ראשך לאט לשני הצדדים
hi: इसके बाद अपने सिर को धीरे-धीरे दोनों तरफ़ घुमाएँ
hr: Zatim polako okrenite glavu u obje strane
hu: Ezután lassan fordítsa a fejét mindkét oldalra
hy: Ապա գլուխը դանդաղ պտտեք երկու կողմ
id: Kemudian, putar kepala Anda ke kedua sisi
it: Poi, gira lentamente la testa da entrambe le parti
ja: そして、頭をゆっくりと両側に向けます
ko: 그런 다음 고개를 좌우로 천천히 돌리세요
lt: Tada lėtai pasukite galvą į abi puses
lv: Pēc tam lēnām pagrieziet galvu uz abām pusēm
ms: Kemudian, toleh kepala anda perlahan-lahan ke kedua-dua belah sisi
nb: Snu deretter hodet sakte til begge sider
nl: Draai uw hoofd dan langzaam naar beide kanten
pl: Następnie powoli obróć głowę w obie strony
pt: Depois, vire a cabeça lentamente para ambos os lados
ro: Apoi, întoarceți capul încet în ambele părți
ru: Затем медленно поверните голову в обе стороны
sk: Potom pomaly otočte hlavou na obe strany
sl: Nato glavo počasi obrnite na obe strani
sr: Zatim polako okrenite glavu na jednu pa na drugu stranu
sv: Vrid sedan långsamt huvudet åt båda sidorna
th: จากนั้นค่อยๆ หันศีรษะไปทั้ง 2 ข้าง
tr: Ardından, başınızı yavaşça her iki tarafa çevirin
uk: Потім повільно поверніть голову в обидва боки
vi: Sau đó, bạn hãy xoay đầu từ từ sang hai bên
zh: 然后，慢慢地将头转向两侧

# motion_intro_list_item_two_accessibility
source: Face not detected. Position your face in front of your device
ar: لم يتم الكشف عن الوجه. ضع وجهك أمام جهازك
bg: Не е засечено лице. Позиционирайте лицето си пред устройството
cs: Obličej nebyl rozpoznán. Posuňte obličej před zařízení
da: Ansigtet er ikke detekteret. Placer dit ansigt foran enheden
de: Gesicht nicht erkannt. Positionieren Sie Ihr Gesicht vor dem Gerät
el: Δεν ανιχνεύτηκε πρόσωπο. Τοποθετήστε το πρόσωπό σας μπροστά από τη συσκευή σας
es: No se ha detectado la cara. Coloque la cara frente a su móvil
et: Nägu ei tuvastatud. Asetage nägu seadme ette
fa: چهره شناسایی نشد. چهره خود را در مقابل دستگاه قرار دهید
fi: Kasvoja ei havaittu. Aseta kasvosi laitteesi eteen
fr: Visage non détecté. Positionnez votre visage devant votre mobile
he: לא זוהו פנים. מקם את הפנים מול המכשיר
hi: चेहरा नहीं मिला। अपने चेहरे को अपने डिवाइस के सामने रखें
hr: Lice nije prepoznato. Namjestite lice ispred uređaja
hu: Arc nem észlelhető. Arca legyen az eszköz előtt
hy: Դեմքը չի գտնվել։ Տեղադրեք ձեր դեմքը ձեր սարքի դիմաց
id: Wajah tidak terdeteksi. Posisikan wajah Anda di depan perangkat
it: Viso non rilevato. Posiziona il viso di fronte al dispositivo
ja: 顔が検出されませんでした。顔をデバイスの前に配置します
ko: 얼굴이 감지되지 않습니다. 얼굴 앞쪽에 기기를 두세요
lt: Veidas neaptiktas. Laikykite įrenginį priešais savo veidą
lv: Nav atrasta seja. Pozicionējiet seju pret ierīci
ms: Wajah tidak dikesan. Letakkan wajah anda di hadapan peranti anda
nb: Ansikt ikke oppdaget. Plasser ansiktet foran enheten
nl: Gezicht niet gedetecteerd. Plaats uw gezicht voor het apparaat
pl: Nie wykryto twarzy. Ustaw twarz przed urządzeniem
pt: Rosto não detetado. Posicione o seu rosto em frente do seu dispositivo
ro: Fața nu a fost detectată. Poziționați-vă fața în fața dispozitivului
ru: Лицо не обнаружено. Расположите лицо перед устройством
sk: Nebola zistená tvár. Umiestnite tvár pred zariadenie
sl: Obraz ni zaznan. Postavite obraz pred napravo
sr: Lice nije nađeno. Stanite licem okrenutim prema uređaju
sv: Inget ansikte upptäcktes. Placera ditt ansikte framför enheten
th: ไม่พบใบหน้า มองตรงไปที่ด้านหน้าอุปกรณ์
tr: Yüz tespit edilemedi. Yüzünüzü cihazınızın önüne yerleştirin
uk: Обличчя не виявлено. Розташуйте обличчя перед пристроєм
vi: Không nhận dạng được khuôn mặt. Định vị khuôn mặt của bạn trước thiết bị
zh: 未检测到面部。将面部放在设备前方

# motion_intro_play_pause_accessibility
source: Play or pause
ar: تشغيل أو إيقاف مؤقت
bg: Възпроизвеждане или пауза
cs: Přehrát nebo pozastavit
da: Afspil eller sæt på pause
de: Abspielen oder Pause
el: Αναπαραγωγή ή παύση
es: Reproducir o pausar
et: Esita või peata
fa: پخش یا مکث
fi: Toista tai keskeytä
fr: Lecture ou pause
he: הפעל או השהה
hi: चलाएँ या रोकें
hr: Reprodukcija ili pauza
hu: Lejátszás vagy szünet
hy: Նվագարկել կամ դադարեցնել
id: Putar atau hentikan sementara
it: Play o pausa
ja: 再生または一時停止
ko: 재생 또는 일시 중지
lt: Leisti arba sustabdyti
lv: Atskaņot vai apturēt
ms: Main atau jeda
nb: Spill av eller sett på pause
nl: Afspelen of pauzeren
pl: Odtwórz lub wstrzymaj
pt: Reproduzir ou pausar
ro: Redați sau puneți pe pauză
ru: Воспроизведение или пауза
sk: Prehrať alebo pozastaviť
sl: Predvajaj ali ustavi
sr: Pusti ili pauziraj
sv: Spela upp eller pausa
th: เล่นหรือหยุดชั่วคราว
tr: Oynat veya duraklat
uk: Відтворити або призупинити
vi: Phát hoặc tạm dừng
zh: 播放或暂停

# motion_intro_subtitle
source: This is to verify that you’re a real person
ar: هذا للتأكد من أنك شخص حقيقي
bg: Това е, за да потвърдите, че сте реален човек
cs: Tím se ověří, že jste skutečná osoba
da: Dette er for at verificere, at du er en fysisk person
de: Damit verifizieren wir, dass es sich bei Ihnen um eine reale Person handelt
el: Αυτό είναι για να επαληθεύσετε ότι είστε πραγματικό πρόσωπο
es: Esto es para verificar que es una persona real
et: Nii kinnitame, et olete tõeline inimene
fa: این کار برای این است که تأیید شود شما یک شخص واقعی هستید
fi: Näin vahvistetaan, että olet todellinen henkilö
fr: Ceci sert à vérifier que vous êtes une personne authentique
he: כדי לוודא שאתה אדם אמיתי
hi: इससे यह वेरिफ़ाई किया जाता है कि आप एक वास्तविक व्यक्ति हैं
hr: Ovime potvrđujemo da ste stvarna osoba
hu: Ez annak igazolására szolgál, hogy Ön egy valós személy
hy: Սա անհրաժեշտ է, որպեսզի համոզվենք, որ դուք իրական մարդ եք
id: Ini untuk memverifikasi bahwa Anda adalah orang sungguhan
it: Questo serve a verificare che tu sia una persona reale
ja: これは、お客様が実際の人物であることを確認するために行います
ko: 이는 사용자가 (기계가 아닌) 사람인지 확인하기 위한 절차입니다
lt: Taip patvirtinsite, kad esate tikras asmuo
lv: Tas nepieciešams, lai pārbaudītu, vai esat īsta persona
ms: Ini adalah untuk mengesahkan bahawa anda merupakan orang sebenar
nb: Dette er for å bekrefte at du er en ekte person
nl: Dit is om te verifiëren dat u een echte persoon bent
pl: Ma to na celu sprawdzenie, czy naprawdę jesteś człowiekiem
pt: Isto serve para verificar que é uma pessoa real
ro: Acest lucru este pentru a verifica faptul că sunteți o persoană reală
ru: Мы хотим убедиться, что Вы реальный человек
sk: Týmto overujeme, že ste skutočná osoba
sl: S tem se preveri, ali ste resnična oseba
sr: Ovim se potvrđuje da ste stvarna osoba
sv: Syftet med detta är att verifiera att du är en riktig person
th: ขั้นตอนนี้มีเพื่อยืนยันว่าคุณเป็นบุคคลตามที่กล่าวอ้างจริงๆ
tr: Bu işlem, gerçek bir kişi olduğunuzu doğrulamak amacıyla yapılır
uk: Це необхідно для того, щоб підтвердити, що ви реальна людина
vi: Thông tin này để xác minh rằng bạn là một con người có thật
zh: 这是为了验证您的真实身份

# motion_intro_title
source: Record a video
ar: تسجيل فيديو
bg: Записване на видеоклип
cs: Nahrajte video
da: Optag en video
de: Video aufnehmen
el: Εγγραφή βίντεο
es: Grábese en un vídeo
et: Salvestage video
fa: ضبط یک ویدئو
fi: Tallenna video
fr: Enregistrez une vidéo de votre visage
he: הקלט סרטון
hi: वीडियो रिकॉर्ड करें
hr: Snimite videozapis
hu: Készítsen videófelvételt
hy: Տեսագրել տեսանյութ
id: Rekam video
it: Registra un video
ja: 動画を録画する
ko: 동영상 녹화하기
lt: Padaryti vaizdo įrašą
lv: Ierakstīt videoklipu
ms: Rakam video
nb: Ta opp en video
nl: Maak een filmpje
pl: Nagraj wideo
pt: Gravar um vídeo
ro: Înregistrați un clip video
ru: Запишите видео
sk: Zaznamenajte video
sl: Posnemi videoposnetek
sr: Snimite video
sv: Spela in en video
th: บันทึกวิดีโอ
tr: Video kaydetme
uk: Записати відео
vi: Quay video
zh: 录制视频

# motion_intro_video_label_accessibility
source: Example video of someone turning their head to both sides until completion
ar: مثال فيديو لشخص يدير رأسه لكلا الجانبين حتى الانتهاء
bg: Примерно видео на човек, който обръща глава наляво и надясно до завършване на записа
cs: Příklad videa, na kterém někdo otáčí hlavou na obě strany až do dokončení
da: Videoeksempel på en person, der drejer hovedet til begge sider indtil handlingen er fuldført
de: Beispielvideo von jemandem, der den Kopf bis zum Abschluss zu beiden Seiten dreht
el: Παράδειγμα βίντεο κάποιου που γυρίζει το κεφάλι του και προς τις δύο πλευρές έως την ολοκλήρωση
es: Vídeo de ejemplo de alguien que gira la cabeza hacia ambos lados hasta terminar
et: Näide videost, kus kujutatud isik pöörab pead mõlemale poole kuni video valmimiseni
fa: ویدئوی نمونه از فردی که سر خود را به دو طرف می‌چرخاند تا فرآیند تکمیل شود
fi: Esimerkkivideo, jossa joku kääntää päätään molemmille puolille, kunnes on valmis
fr: Exemple de vidéo d`une personne tournant la tête des deux côtés jusqu`à la fin
he: סרטון לדוגמה שבו מישהו מסובב את הראש לשני הצדדים עד לסיום
hi: उदाहरण के तौर पर दिए गए वीडियो में किसी व्यक्ति को वीडियो पूरा होने तक अपने सिर को दोनों तरफ़ घुमाते दिखाया गया है
hr: Primjer videozapisa u kojem netko okreće glavu u obje strane sve dok snimanje ne završi
hu: Példavideó, amelyen valaki mindkét oldalra elfordítja a fejét a befejezésig
hy: Տեսանյութի օրինակ, որտեղ ինչ-որ մեկը գլուխը շրջում է երկու կողմ մինչ ավարտը
id: Contoh video seseorang memutar kepala ke kedua sisi hingga selesai
it: Video di esempio di una persona che ruota la testa verso entrambi i lati fino al completamento
ja: 完了まで首を左右に回している動画例
ko: 완료될 때까지 좌우로 고개를 돌리는 동영상 예시
lt: Vaizdo įrašo, kaip žmogus sukinėja galvą į abi puses iki pabaigos, pavyzdys
lv: Videoklipa piemērs, kurā cilvēks pagriež galvu uz abām pusēm līdz apstiprinājumam
ms: Contoh video cara menoleh kepala ke kedua-dua belah sisi sehingga tamat
nb: Eksempel på en video av noen som dreier hodet til begge sider til ferdigstillelse
nl: Voorbeeldfilmpje van iemand die zijn/haar hoofd naar beide kanten draait totdat hij/zij klaar is
pl: Przykładowy film, na którym ktoś obraca głowę w obie strony aż do ukończenia
pt: Vídeo de exemplo de alguém a virar a cabeça para ambos os lados até à conclusão
ro: Clip video exemplificativ cu o persoană care își întoarce capul în ambele sensuri până la finalizare
ru: Пример видео, на котором человек поворачивает голову в обе стороны до завершения процесса
sk: Príklad videa, na ktorom niekto otáča hlavu na obe strany až do dokončenia
sl: Primer videoposnetka, ko nekdo obrne glavo na obe strani do zaključka
sr: Video sa primerom u kojem neko okreće glavu na obe strane do završetka snimanja
sv: Exempel på video där någon vrider huvudet åt båda sidorna tills det är klart
th: ตัวอย่างวิดีโอแสดงคนที่หันศีรษะไปทั้ง 2 ข้างจนเสร็จสิ้น
tr: Tamamlanana kadar başını iki yana çeviren birinin örnek videosu
uk: Приклад відео, на якому особа повертає голову в обидва боки до завершення перевірки
vi: Video mẫu về một người xoay đầu sang cả hai bên cho đến khi hoàn thành
zh: 将头转向两侧直到完成的视频示例
