Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_subtitle_video_audio
source: We need access to your camera and microphone to verify your identity. Follow the instructions below to recover access
ar: نحتاج إلى الوصول إلى كاميرا وميكروفون الخاص بك للتحقق من هويتك. اتبع التعليمات أدناه لاستعادة الوصول
bg: Нуждаем се от достъп до вашата камера и микрофон, за да потвърдим самоличността ви. Следвайте инструкциите по-долу, за да възстановите достъпа
cs: Potřebujeme přístup k vaší kameře a mikrofonu, abychom ověřili vaši totožnost. Postupujte podle níže uvedených pokynů, abyste obnovili přístup
da: Vi har brug for adgang til dit kamera og mikrofon for at verificere din identitet. Følg instruktionerne nedenfor for at gendanne adgang
de: Wir benötigen Zugriff auf Ihre Kamera und Ihr Mikrofon, um Ihre Identität zu überprüfen. Befolgen Sie die untenstehenden Anweisungen, um den Zugriff wiederherzustellen
el: Χρειαζόμαστε πρόσβαση στην κάμερα και το μικρόφωνό σας για να επαληθεύσουμε την ταυτότητά σας. Ακολουθήστε τις οδηγίες παρακάτω για να ανακτήσετε την πρόσβαση
es: Necesitamos acceso a tu cámara y micrófono para verificar tu identidad. Sigue las instrucciones a continuación para recuperar el acceso
et: Meil on vaja juurdepääsu teie kaamerale ja mikrofonile, et kinnitada teie identiteeti. Järgige allpool toodud juhiseid juurdepääsu taastamiseks
fa: ما برای تأیید هویت شما به دسترسی به دوربین و میکروفون شما نیاز داریم. دستورالعمل های زیر را برای بازیابی دسترسی دنبال کنید
fi: Tarvitsemme pääsyn kameraasi ja mikrofoniisi henkilöllisyytesi varmistamiseksi. Noudata alla olevia ohjeita pääsyn palauttamiseksi
fr: Nous avons besoin d`accéder à votre caméra et à votre microphone pour vérifier votre identité. Suivez les instructions ci-dessous pour récupérer l`accès
he: אנחנו זקוקים לגישה למצלמה ולמיקרופון שלך כדי לאמת את זהותך. עקוב אחרי ההוראות למטה כדי לשחזר את הגישה
hi: हमें आपकी पहचान की पुष्टि करने के लिए आपके कैमरा और माइक्रोफ़ोन तक पहुँच की आवश्यकता है। पहुँच पुनः प्राप्त करने के लिए नीचे दिए गए निर्देशों का पालन करें
hr: Potrebna nam je pristup vašoj kameri i mikrofonu kako bismo provjerili vaš identitet. Slijedite upute u nastavku kako biste povratili pristup
hu: Szükségünk van a kamera és a mikrofon hozzáférésére azonosításához. Kövesse az alábbi utasításokat a hozzáférés visszaszerzéséhez
hy: Մեզ անհրաժեշտ է մուտք ունենալ ձեր կամերայի և միկրոֆոնին ձեր իսկությունը ստուգելու համար։ Հետևեք ստորև նշված հրահանգներին մուտքը վերականգնելու համար
id: Kami membutuhkan akses ke kamera dan mikrofon Anda untuk memverifikasi identitas Anda. Ikuti instruksi di bawah ini untuk memulihkan akses
it: Abbiamo bisogno di accedere alla tua fotocamera e al tuo microfono per verificare la tua identità. Segui le istruzioni sottostanti per recuperare l`accesso
ja: あなたの身元を確認するために、カメラとマイクへのアクセスが必要です。以下の指示に従ってアクセスを回復してください
ko: 당신의 신원을 확인하기 위해 카메라와 마이크에 접근할 필요가 있습니다. 아래의 지시사항을 따라 접근을 복구하세요.
lt: Mums reikia prieigos prie jūsų kameros ir mikrofono, kad patikrintume jūsų tapatybę. Sekite žemiau pateiktas instrukcijas, kad atkurtumėte prieigą
lv: Mums ir nepieciešama piekļuve jūsu kamerai un mikrofonam, lai pārbaudītu jūsu identitāti. Sekojiet zemāk norādītajām instrukcijām, lai atjaunotu piekļuvi
ms: Kami memerlukan akses ke kamera dan mikrofon anda untuk mengesahkan identiti anda. Ikuti arahan di bawah untuk mendapatkan semula akses
nb: Vi trenger tilgang til kameraet og mikrofonen din for å verifisere identiteten din. Følg instruksjonene nedenfor for å gjenopprette tilgang
nl: We hebben toegang nodig tot uw camera en microfoon om uw identiteit te verifiëren. Volg de onderstaande instructies om toegang te herstellen
pl: Potrzebujemy dostępu do Twojej kamery i mikrofonu, aby zweryfikować Twoją tożsamość. Postępuj zgodnie z poniższymi instrukcjami, aby odzyskać dostęp
pt: Necessitamos de acesso à sua câmara e microfone para verificar a sua identidade. Siga as instruções abaixo para recuperar o acesso
ro: Avem nevoie de acces la camera și microfonul dvs. pentru a vă verifica identitatea. Urmați instrucțiunile de mai jos pentru a recupera accesul
ru: Нам нужен доступ к вашей камере и микрофону для проверки вашей личности. Следуйте инструкциям ниже, чтобы восстановить доступ
sk: Potrebujeme prístup k vašej kamere a mikrofónu na overenie vašej identity. Postupujte podľa pokynov nižšie na obnovenie prístupu
sl: Potrebujemo dostop do vaše kamere in mikrofona za preverjanje vaše identitete. Sledite spodnjim navodilom za povrnitev dostopa
sr: Potrebna nam je pristup vašoj kameri i mikrofonu da bismo verifikovali vaš identitet. Pratite uputstva ispod da biste povratili pristup
sv: Vi behöver tillgång till din kamera och mikrofon för att verifiera din identitet. Följ instruktionerna nedan för att återfå tillgång
th: เราต้องการเข้าถึงกล้องและไมโครโฟนของคุณเพื่อยืนยันตัวตนของคุณ โปรดปฏิบัติตามคำแนะนำด้านล่างเพื่อกู้คืนการเข้าถึง
tr: Kimliğinizi doğrulamak için kameranıza ve mikrofonunuza erişim gerekiyoruz. Erişimi geri almak için aşağıdaki talimatları izleyin
uk: Нам потрібен доступ до вашої камери та мікрофону для перевірки вашої особи. Дотримуйтесь інструкцій нижче, щоб відновити доступ
vi: Chúng tôi cần quyền truy cập vào camera và microphone của bạn để xác minh danh tính. Hãy làm theo hướng dẫn dưới đây để khôi phục quyền truy cập
zh: 我们需要访问您的摄像头和麦克风以验证您的身份。按照下面的指示恢复访问权限

# common_permissions_recovery_title_audio
source: Microphone access denied
ar: تم رفض الوصول إلى الميكروفون
bg: Достъпът до микрофона е отказан
cs: Odmítnutí přístupu k mikrofonu
da: Adgang til mikrofon er nægtet
de: Mikrofonzugriff verweigert
el: Δεν επιτρέπεται η πρόσβαση στο μικρόφωνο
es: Acceso al micrófono denegado
et: Mikrofoni juurdepääs keelatud
fa: دسترسی به میکروفون رد شد
fi: Mikrofonin käyttö estetty
fr: L’accès au micro n’est pas autorisé
he: הגישה למיקרופון נדחתה
hi: माइक्रोफ़ोन का ऐक्सेस नहीं मिला
hr: Pristup mikrofonu je odbijen
hu: Mikrofon-hozzáférés megtagadva
hy: Խոսափողի հասանելիությունը մերժվել է
id: Akses mikrofon ditolak
it: Accesso al microfono negato
ja: マイクへのアクセスが拒否されました
ko: 마이크 접근 권한이 거부되었습니다
lt: Prieiga prie mikrofono uždrausta
lv: Mikrofonam ir liegta piekļuve
ms: Akses mikrofon tidak dibenarkan
nb: Mikrofontilgang nektet
nl: Toegang tot microfoon geweigerd
pl: Odmowa dostępu do mikrofonu
pt: Acesso a microfones negado
ro: Accesul la microfon este refuzat
ru: Доступ к микрофону запрещен
sk: Prístup k mikrofónu bol zamietnutý
sl: Dostop do mikrofona zavrnjen
sr: Pristup mikrofonu je odbijen
sv: Mikrofonåtkomst nekad
th: การเข้าถึงไมโครโฟนถูกปฏิเสธ
tr: Mikrofon erişimi reddedildi
uk: У доступі до мікрофона відмовлено
vi: Quyền truy cập micrô bị từ chối
zh: 麦克风访问被拒绝

# common_permissions_recovery_title_video
source: Camera access denied
ar: تم رفض استخدام إلى الكاميرا
bg: Достъпът до камерата е отказан
cs: Přístup ke kameře byl zamítnut
da: Der er nægtet adgang til kameraet
de: Kamerazugriff verweigert
el: Δεν επιτρέπεται η πρόσβαση στην κάμερα
es: Acceso a la cámara denegado
et: Juurdepääs kaamerale on keelatud
fa: دسترسی به دوربین رد شد
fi: Kameran käyttö estetty
fr: L’accès à l’appareil photo n’est pas autorisé
he: הגישה למצלמה נדחתה
hi: कैमरे का ऐक्सेस नहीं मिला
hr: Pristup kameri je odbijen
hu: Kamerához való hozzáférés elutasítva
hy: Տեսախցիկի հասանելիությունը մերժվել է
id: Akses kamera ditolak
it: Accesso alla fotocamera negato
ja: カメラへのアクセスが拒否されました
ko: 카메라 접근 권한이 거부되었습니다
lt: Prieiga prie kameros uždrausta
lv: Piekļuve kamerai ir liegta
ms: Akses kamera tidak dibenarkan
nb: Kameratilgang er nektet
nl: Toegang tot camera geweigerd
pl: Odmowa dostępu do aparatu
pt: O acesso à câmara é negado
ro: Accesul la camera video este refuzat
ru: Доступ к камере запрещен
sk: Prístup k fotoaparátu bol zamietnutý
sl: Dostop do kamere je zavrnjen
sr: Pristup kameri je odbijen
sv: Kameraåtkomst nekad
th: การเข้าถึงกล้องถูกปฏิเสธ
tr: Kamera erişimi reddedildi
uk: У доступі до камери відмовлено
vi: Quyền truy cập máy ảnh bị từ chối
zh: 相机访问被拒绝

# common_permissions_recovery_title_video_audio
source: Camera and microphone access denied
ar: تم رفض الوصول إلى الكاميرا والميكروفون
bg: Достъпът до камерата и микрофона е отказан
cs: Zamezení přístupu ke kameře a mikrofonu
da: Adgang til mikrofon og kamera er nægtet
de: Kamera- und Mikrofonzugriff verweigert
el: Απαγορεύεται η πρόσβαση στην κάμερα και στο μικρόφωνο
es: Acceso denegado a la cámara y al micrófono
et: Juurdepääs kaamerale ja mikrofonile on keelatud
fa: دسترسی به دوربین و میکروفون رد شد
fi: Kameran ja mikrofonin käyttö estetty
fr: L’accès à l’appareil photo et au micro n’est pas autorisé
he: הגישה למצלמה ולמיקרופון נדחתה
hi: कैमरे और माइक्रोफ़ोन का ऐक्सेस अस्वीकार कर दिया गया
hr: Pristup kameri i mikrofonu je odbijen
hu: Kamera- és mikrofon-hozzáférés megtagadva
hy: Տեսախցիկի և խոսափողի հասանելիությունը մերժվել է
id: Akses kamera dan mikrofon ditolak
it: Accesso alla fotocamera e al microfono negato
ja: カメラとマイクへのアクセスが拒否されました
ko: 카메라와 마이크 접근 권한이 거부되었습니다
lt: Kameros ir mikrofono prieiga uždrausta
lv: Kamerai un mikrofonam ir liegta piekļuve
ms: Akses kamera dan mikrofon tidak dibenarkan
nb: Kamera- og mikrofontilgang nektet
nl: Toegang tot camera en microfoon geweigerd
pl: Odmowa dostępu do aparatu i mikrofonu
pt: Acesso à câmara e ao microfone negado
ro: Accesul la camera video și microfon este refuzat
ru: Доступ к камере и микрофону запрещен
sk: Prístup k fotoaparátu a mikrofónu bol zamietnutý
sl: Dostop do kamere in mikrofona zavrnjen
sr: Pristup kameri i mikrofonu je odbijen
sv: Kamera- och mikrofonåtkomst nekad
th: การเข้าถึงกล้องและไมโครโฟนถูกปฏิเสธ
tr: Kamera ve mikrofon erişimi reddedildi
uk: У доступі до камери та мікрофона відмовлено
vi: Quyền truy cập máy ảnh và micrô bị từ chối
zh: 相机和麦克风访问被拒绝

# common_selection_accommodation_tenancy_certificate
source: Accommodation or Tenancy Certificate
ar: شهادة الإقامة أو السكن
bg: Сертификат за настаняване или наем
cs: Potvrzení o ubytování nebo nájmu
da: Bolig- eller lejekontrakt
de: Unterkunfts- oder Mietbescheinigung
el: Πιστοποιητικό Διαμονής ή Ενοικίασης
es: Certificado de Alojamiento o Arrendamiento
et: Majutus- või eluruumi sertifikaat
fa: گواهی اقامت یا اجاره
fi: Majoitus- tai vuokrasopimustodistus
fr: Certificat d`Hébergement ou de Location
he: תעודת דיור או שכירות
hi: आवास या किरायेदारी प्रमाणपत्र
hr: Potvrda o smještaju ili najmu
hu: Szállás vagy Bérleti Igazolás
hy: Տնային կամ վարձակալության վկայական
id: Sertifikat Akomodasi atau Penyewaan
it: Certificato di Alloggio o Locazione
ja: 宿泊または賃貸証明書
ko: 숙박 또는 임대증명서
lt: Apgyvendinimo ar nuomos sertifikatas
lv: Izmitināšanas vai īres sertifikāts
ms: Sijil Penginapan atau Penyewaan
nb: Bosteds- eller leiebevis
nl: Bewijs van Accommodatie of Huurovereenkomst
pl: Zaświadczenie o zakwaterowaniu lub najmie
pt: Certificado de Acomodação ou Locação
ro: Certificat de cazare sau de închiriere
ru: Сертификат о проживании или аренде
sk: Potvrdenie o ubytovaní alebo nájme
sl: Potrdilo o nastanitvi ali najemu
sr: Sertifikat o smeštaju ili zakupu
sv: Boendecertifikat eller hyrescertifikat
th: ใบรับรองการพักอาศัยหรือสัญญาเช่า
tr: Konaklama veya Kiracılık Sertifikası
uk: Свідоцтво про проживання або оренду
vi: Giấy chứng nhận Nơi ở hoặc Hợp đồng thuê nhà
zh: 住宿或租赁证明

# common_selection_accommodation_tenancy_certificate_details
source: Issued by government authority or corporate landlord as rental confirmation.
ar: صادرة عن سلطة حكومية أو المالك العقاري كتأكيد للإيجار.
bg: Издадено от държавен орган или корпоративен наемодател като потвърждение за наем.
cs: Vystaveno vládním orgánem nebo korporátním pronajímatelem jako potvrzení o pronájmu.
da: Udstedt af offentlig myndighed eller virksomhedsejer som lejebekræftelse.
de: Ausgestellt von der Regierungsbehörde oder dem Firmenvermieter als Mietbestätigung.
el: Εκδίδεται από κυβερνητική αρχή ή εταιρικό εκμισθωτή ως επιβεβαίωση ενοικίασης.
es: Emitido por la autoridad gubernamental o el propietario corporativo como confirmación de alquiler.
et: Välja antud valitsusasutuse või ettevõtte üürileandja poolt üürikinnituseks.
fa: صادر شده توسط اقتدار دولتی یا مالک اجاره‌ای به عنوان تأیید اجاره.
fi: Myönnetty hallituksen viranomaisen tai yrityksen vuokranantajan toimesta vuokravahvistuksena.
fr: Délivré par l`autorité gouvernementale ou le propriétaire d`entreprise en tant que confirmation de location.
he: הונפק על ידי רשות ממשלתית או בעל מקרקעי תאגידי כאישור שכירה.
hi: सरकारी प्राधिकरण या कॉर्पोरेट मकान मालिक द्वारा रेंटल की पुष्टि के रूप में जारी किया गया।
hr: Izdano od strane vladine agencije ili korporativnog vlasnika nekretnina kao potvrda o najmu.
hu: Kiadva kormányzati hatóság vagy vállalati bérbeadó által, mint bérleti megerősítés.
hy: Տեղակայված է պետական իշխանության կամ կորպորատիվ տնակալի կողմից որպես վարձակալության հաստատում:
id: Dikeluarkan oleh otoritas pemerintah atau pemilik korporasi sebagai konfirmasi sewa.
it: Rilasciato dall`autorità governativa o dal padrone di casa aziendale come conferma dell`affitto.
ja: 政府機関または法人賃貸人によって発行された賃貸確認書。
ko: 정부 기관 또는 법인 임대인이 발행한 임대 확인서.
lt: Išduota vyriausybės institucijos ar korporacinio nuomotojo kaip nuomos patvirtinimas.
lv: Izdots no valdības iestādes vai korporatīvā īpašnieka kā īres apstiprinājums.
ms: Dikeluarkan oleh pihak berkuasa kerajaan atau tuan tanah korporat sebagai pengesahan sewa.
nb: Utgitt av offentlig myndighet eller bedriftslandlord som leiebekreftelse.
nl: Uitgegeven door overheidsinstantie of zakelijke verhuurder als bevestiging van de huur.
pl: Wydane przez organ rządowy lub korporacyjnego wynajmującego jako potwierdzenie wynajmu.
pt: Emitido pela autoridade governamental ou proprietário corporativo como confirmação de aluguel.
ro: Emis de autoritatea guvernamentală sau de proprietarul corporativ ca confirmare a închirierii.
ru: Выдано государственным органом или корпоративным арендодателем в качестве подтверждения аренды.
sk: Vydané vládnym orgánom alebo korporátnym prenajímateľom ako potvrdenie prenájmu.
sl: Izdano s strani vladne oblasti ali korporativnega lastnika nepremičnin kot potrdilo o najemu.
sr: Izdato od strane državne vlasti ili korporativnog vlasnika nekretnina kao potvrda o iznajmljivanju.
sv: Utfärdat av statlig myndighet eller företagsvärd som hyresbekräftelse.
th: ออกโดยหน่วยงานราชการหรือเจ้าของอาคารเช่าเพื่อยืนยันการเช่า.
tr: Hükümet otoritesi veya kurumsal ev sahibi tarafından kiralama onayı olarak verilmiştir.
uk: Видано державним органом або корпоративним орендодавцем як підтвердження оренди.
vi: Được cấp bởi cơ quan chính phủ hoặc chủ nhà thuê thương mại như xác nhận cho thuê.
zh: 由政府机构或公司房东出具作为租赁确认。

# common_selection_address_card
source: Address card
ar: بطاقة عنوان
bg: Адресна карта
cs: Adresní karta
da: Adressekort
de: Adresskartei
el: Κάρτα διεύθυνσης
es: Tarjeta de dirección
et: Aadressikaart
fa: کارت آدرس
fi: Osoitekortti
fr: Carte d`adresse
he: כתובת לחיוב
hi: पता कार्ड
hr: Potvrda o adresi
hu: Lakcímkártya
hy: Հասցեն պարունակող քարտ
id: Kartu alamat
it: Scheda indirizzo
ja: 住所カード
ko: 주소 카드
lt: Adreso kortelė
lv: Adreses karte
ms: Kad alamat
nb: Adressekort
nl: Adres kaart
pl: Karta adresowa
pt: Cartão de endereço
ro: Carte de adrese
ru: Карточка с адресом
sk: Preukaz s adresou
sl: Izkaznica z naslovom
sr: Kartica sa adresom
sv: Adresskort
th: บัตรที่อยู่
tr: Adres kartı
uk: Картка з адресою
vi: Thẻ địa chỉ
zh: 含地址身份证

# common_selection_address_card_details
source: Temporary and permanent cards are accepted
ar: تُقبل البطاقات المؤقتة والدائمة
bg: Приемат се временни и постоянни карти
cs: Přijímají se dočasné i trvalé karty
da: Vi accepterer midlertidige og permanente kort
de: Vorläufige und permanente Karten werden akzeptiert
el: Γίνονται δεκτές προσωρινές και μόνιμες κάρτες
es: Se aceptan tarjetas temporales y permanentes
et: Sobivad nii ajutised kui ka alalised kaardid
fa: کارت‌های موقت و دائم پذیرفته می‌شود
fi: Tilapäiset ja pysyvät kortit hyväksytään
fr: Les cartes temporaires et permanentes sont acceptées
he: אנו מקבלים כרטיסים זמניים וקבועים
hi: अस्थायी और स्थायी कार्ड स्वीकार किए जाते हैं
hr: Prihvaćaju se privremene i trajne iskaznice
hu: Ideiglenes és állandó kártyák is elfogadottak
hy: Ընդունվում են ժամանակավոր և մշտական քարտերը
id: Kartu sementara dan permanen diterima
it: Sono accettate carte temporanee e permanenti
ja: 仮カードと永久カードが利用可能です
ko: 임시 거주증(temporary card) 및 영주권 카드(permanent card)를 사용할 수 있습니다
lt: Priimamos laikinos ir nuolatinės kortelės
lv: Tiek pieņemtas pagaidu un pastāvīgās kartes
ms: Kad sementara dan kekal diterima
nb: Midlertidige og permanente kort aksepteres
nl: Tijdelijke en permanente kaarten worden geaccepteerd
pl: Akceptowane są karty tymczasowe i stałe
pt: São aceites cartões temporários e permanentes
ro: Se acceptă carduri temporare și permanente
ru: Принимаются карточки временного и постоянного вида на жительства
sk: Akceptované sú dočasné i trvalé preukazy
sl: Sprejemajo se začasne in stalne izkaznice
sr: Prihvataju se privremene i trajne kartice
sv: Tillfälliga och permanenta kort accepteras
th: รับทั้งบัตรชั่วคราวและบัตรถาวร
tr: Geçici ve kalıcı kartlar kabul edilir
uk: Приймаються тимчасові та постійні картки
vi: Thẻ tạm thời và thẻ vĩnh viễn được chấp nhận
zh: 接受临时和永久身份证

# common_selection_address_certificate
source: Address card
ar: بطاقة عنوان
bg: Адресна карта
cs: Adresní karta
da: Adressekort
de: Adresskartei
el: Κάρτα διεύθυνσης
es: Tarjeta de dirección
et: Aadressikaart
fa: کارت آدرس
fi: Osoitekortti
fr: Carte d`adresse
he: כתובת לחיוב
hi: पता कार्ड
hr: Potvrda o adresi
hu: Lakcímkártya
hy: Հասցեն պարունակող քարտ
id: Kartu alamat
it: Scheda indirizzo
ja: 住所カード
ko: 주소 카드
lt: Adreso kortelė
lv: Adreses karte
ms: Kad alamat
nb: Adressekort
nl: Adres kaart
pl: Karta adresowa
pt: Cartão de endereço
ro: Carte de adrese
ru: Карточка с адресом
sk: Preukaz s adresou
sl: Izkaznica z naslovom
sr: Kartica sa adresom
sv: Adresskort
th: บัตรที่อยู่
tr: Adres kartı
uk: Картка з адресою
vi: Thẻ địa chỉ
zh: 含地址身份证

# common_selection_address_certificate_details
source: Temporary and permanent cards are accepted
ar: تُقبل البطاقات المؤقتة والدائمة
bg: Приемат се временни и постоянни карти
cs: Přijímají se dočasné i trvalé karty
da: Vi accepterer midlertidige og permanente kort
de: Vorläufige und permanente Karten werden akzeptiert
el: Γίνονται δεκτές προσωρινές και μόνιμες κάρτες
es: Se aceptan tarjetas temporales y permanentes
et: Sobivad nii ajutised kui ka alalised kaardid
fa: کارت‌های موقت و دائم پذیرفته می‌شود
fi: Tilapäiset ja pysyvät kortit hyväksytään
fr: Les cartes temporaires et permanentes sont acceptées
he: אנו מקבלים כרטיסים זמניים וקבועים
hi: अस्थायी और स्थायी कार्ड स्वीकार किए जाते हैं
hr: Prihvaćaju se privremene i trajne iskaznice
hu: Ideiglenes és állandó kártyák is elfogadottak
hy: Ընդունվում են ժամանակավոր և մշտական քարտերը
id: Kartu sementara dan permanen diterima
it: Sono accettate carte temporanee e permanenti
ja: 仮カードと永久カードが利用可能です
ko: 임시 거주증(temporary card) 및 영주권 카드(permanent card)를 사용할 수 있습니다
lt: Priimamos laikinos ir nuolatinės kortelės
lv: Tiek pieņemtas pagaidu un pastāvīgās kartes
ms: Kad sementara dan kekal diterima
nb: Midlertidige og permanente kort aksepteres
nl: Tijdelijke en permanente kaarten worden geaccepteerd
pl: Akceptowane są karty tymczasowe i stałe
pt: São aceites cartões temporários e permanentes
ro: Se acceptă carduri temporare și permanente
ru: Принимаются карточки временного и постоянного вида на жительства
sk: Akceptované sú dočasné i trvalé preukazy
sl: Sprejemajo se začasne in stalne izkaznice
sr: Prihvataju se privremene i trajne kartice
sv: Tillfälliga och permanenta kort accepteras
th: รับทั้งบัตรชั่วคราวและบัตรถาวร
tr: Geçici ve kalıcı kartlar kabul edilir
uk: Приймаються тимчасові та постійні картки
vi: Thẻ tạm thời và thẻ vĩnh viễn được chấp nhận
zh: 接受临时和永久身份证

# common_selection_address_certificate_details_HUN
source: Temporary address certificate not accepted
ar: لا يتم قبول شهادات العنوان المؤقت
bg: Сертификати за временен адрес не се приемат
cs: Dočasné adresní certifikáty nejsou přijímány
da: Midlertidige adresseattester accepteres ikke
de: Vorläufige Adressbescheinigungen werden nicht akzeptiert
el: Δεν γίνονται δεκτά προσωρινά πιστοποιητικά διεύθυνσης
es: No se acepta el certificado de dirección temporal
et: Ajutisi aadressitunnistusi ei aktsepteerita
fa: گواهی نامه آدرس موقت پذیرفته نمی شود
fi: Väliaikaisia osoitetodistuksia ei hyväksytä
fr: Les certificats d`adresse temporaires ne sont pas acceptés
he: איננו מקבלים תעודות כתובת זמנית
hi: अस्थायी पता प्रमाणपत्र स्वीकार नहीं किए जाते
hr: Privremeni certifikati adrese nisu prihvaćeni
hu: Ideiglenes lakcímbejelentőt nem fogadunk el
hy: Ժամանակավոր հասցեի վկայագրերը չեն ընդունվում
id: Sertifikat alamat sementara tidak diterima
it: Certificato di residenza temporanea non accettato
ja: 一時的な住所証明書は受け付けられません
ko: 임시 주소 증명서는 허용되지 않습니다
lt: Laikinojo adreso pažymėjimas nepriimamas
lv: Pagaidu adreses sertifikāts netiek pieņemts
ms: Sijil alamat sementara tidak diterima
nb: Midlertidig adressebevis aksepteres ikke
nl: Tijdelijke adresbewijzen worden niet geaccepteerd
pl: Tymczasowe zaświadczenie o adresie nie jest akceptowane
pt: Certificado de endereço temporário não aceito
ro: Certificatul de adresă temporară nu este acceptat
ru: Временное удостоверение адреса не принимается
sk: Dočasný certifikát o adrese nie je akceptovaný
sl: Začasno potrdilo o naslovu ni sprejeto
sr: Privremeni sertifikat o adresi nije prihvaćen
sv: Tillfälligt adressintyg accepteras inte
th: ไม่ยอมรับใบรับรองที่อยู่ชั่วคราว
tr: Geçici adres belgesi kabul edilmiyor
uk: Тимчасовий сертифікат адреси не приймається
vi: Giấy chứng nhận địa chỉ tạm thời không được chấp nhận
zh: 不接受临时地址证明

# common_selection_bank_building_society_statement
source: Bank or building society statement
ar: بيان البنك أو مؤسسة تمويل عقاري
bg: Банково извлечение или документ от асоциацията на собствениците
cs: Výpis z účtu banky nebo stavební spořitelny
da: Erklæring fra din bank eller kreditforening
de: Bankauszug
el: Τράπεζα ή στεγαστικό ταμιευτήριο
es: Extracto bancario o de una sociedad de crédito
et: Panga või korteriühistu väljavõte
fa: صورتحساب بانک یا صندوق سرمایه‌گذاری مسکن
fi: Pankin tai asuntolainarahaston tiliote
fr: Relevé bancaire ou d`un organisme d`épargne
he: הצהרת בנק או חברת בנייה
hi: बैंक या बिल्डिंग सोसाइटी का स्टेटमेंट
hr: Izjava banke ili izjava o stambenoj štednji
hu: Banki vagy lakás-takarékpénztári számlakivonat
hy: Բանկից կամ համատիրությունից ստացված քաղվածք
id: Rekening koran atau laporan building society
it: Estratto conto della banca o istituto di credito
ja: 銀行または住宅金融組合の明細書
ko: 통장 입출금 내역서 또는 건설공제조합명세서(building society statement)
lt: Banko arba būstų savininkų bendrijos išrašas
lv: Konta izraksts vai būvsabiedrības izziņa
ms: Penyata bank atau penyata persatuan pembinaan
nb: Bekreftelse fra bank eller hypotekforening
nl: Afschriften van de bank of bouwvereniging
pl: Wyciąg z banku lub spółdzielni budowlanej
pt: Extrato bancário ou de uma sociedade de crédito imobiliário
ro: Extras de la bancă sau societatea mutuală de credit
ru: Выписка из банка или строительного общества
sk: Výpis z banky alebo stavebnej sporiteľne
sl: Izpisek banke ali hranilnice
sr: Izvod iz banke ili stambene štedne zadruge
sv: Kontoutdrag från bank eller hypoteksinstitut
th: รายการเดินบัญชีของธนาคารหรือสหกรณ์ออมทรัพย์เพื่อการเคหะ
tr: Banka veya kooperatif beyanı
uk: Виписка з банку або іпотечної спілки
vi: Bảng sao kê của ngân hàng hoặc hiệp hội xây dựng
zh: 银行或房屋互助协会对账单
