Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_scan_instruction_2_passport_usa_ios
source: Place your phone against the back cover. To locate the chip, you may need to slide your phone up and down against the cover.
ar: ضع هاتفك مقابل الغلاف الخلفي. لتحديد موقع الشريحة، قد تحتاج إلى تحريك هاتفك لأعلى ولأسفل مقابل الغلاف.
bg: Поставете телефона си срещу задния капак. За да намерите чипа, може да се наложи да плъзнете телефона нагоре и надолу по капака.
cs: Přiložte telefon k zadní straně krytu. Abyste našli čip, možná budete muset telefon posunout nahoru a dolů po krytu.
da: Placér din telefon mod bagsiden. For at finde chippen skal du muligvis glide din telefon op og ned mod bagsiden.
de: Platzieren Sie Ihr Telefon gegen die Rückseite des Dokuments. Um den Chip zu lokalisieren, müssen Sie möglicherweise Ihr Telefon auf und ab gegen die Rückseite schieben.
el: Τοποθετήστε το τηλέφωνό σας στην πίσω πλευρά του καλύμματος. Για να εντοπίσετε το chip, ίσως χρειαστεί να σύρετε το τηλέφωνό σας πάνω και κάτω κατά μήκος του καλύμματος.
es: Coloca tu teléfono contra la contraportada. Para localizar el chip, es posible que necesites deslizar tu teléfono hacia arriba y hacia abajo contra la cubierta.
et: Asetage oma telefon tagakaane vastu. Kiibi leidmiseks peate võib-olla telefoni üles-alla kaane vastu libistama.
fa: گوشی خود را در برابر جلد پشتی قرار دهید. برای پیدا کردن چیپ، ممکن است نیاز باشد گوشی خود را به بالا و پایین در برابر جلد حرکت دهید.
fi: Aseta puhelimesi takakantta vasten. Sirun löytämiseksi saatat joutua liu`uttamaan puhelintasi ylös ja alas kantta vasten.
fr: Placez votre téléphone contre la couverture arrière. Pour localiser la puce, vous devrez peut-être faire glisser votre téléphone de haut en bas contre la couverture.
he: הנח את הטלפון שלך כנגד הכיסוי האחורי. כדי לאתר את השבב, ייתכן שתצטרך להחליק את הטלפון למעלה ולמטה כנגד הכיסוי.
hi: अपने फोन को पीछे के कवर के खिलाफ रखें। चिप का पता लगाने के लिए, आपको अपने फोन को कवर के खिलाफ ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है।
hr: Postavite svoj telefon uz stražnji poklopac. Da biste locirali čip, možda ćete trebati pomicati telefon gore-dolje uz poklopac.
hu: Helyezze a telefonját a hátlaphoz. A chip megtalálásához lehet, hogy fel és le kell csúsztatnia a telefonját a hátlapon.
hy: Տեղադրեք ձեր հեռախոսը հետևի կափարիչի վրա։ Չիպը գտնելու համար, հնարավոր է, որ անհրաժեշտ լինի սահեցնել ձեր հեռախոսը վերև և ներքև կափարիչի վրա։
id: Tempatkan ponsel Anda di bagian belakang penutup. Untuk menemukan chip, Anda mungkin perlu menggeser ponsel Anda ke atas dan ke bawah pada penutup.
it: Posiziona il tuo telefono contro la copertina posteriore. Per individuare il chip, potrebbe essere necessario far scorrere il telefono su e giù contro la copertina.
ja: 携帯電話を裏表紙に当ててください。チップを見つけるために、携帯電話を表紙に沿って上下にスライドさせる必要があるかもしれません。
ko: 휴대폰을 뒷면 커버에 대세요. 칩을 찾기 위해 휴대폰을 커버에 대고 위아래로 움직여야 할 수도 있습니다.
lt: Padėkite telefoną prie galinio viršelio. Norėdami rasti lustą, gali tekti slinkti telefoną aukštyn ir žemyn palei viršelį.
lv: Novietojiet tālruni pret aizmugurējo vāciņu. Lai atrastu čipu, jums var būt nepieciešams pabīdīt tālruni uz augšu un uz leju pret vāciņu.
ms: Letakkan telefon anda pada penutup belakang. Untuk mencari cip, anda mungkin perlu menggerakkan telefon anda ke atas dan ke bawah pada penutup.
nb: Plasser telefonen mot baksiden av dekselet. For å finne chipen, kan det hende du må skyve telefonen opp og ned mot dekselet.
nl: Plaats uw telefoon tegen de achterkant. Om de chip te vinden, moet u mogelijk uw telefoon omhoog en omlaag schuiven tegen de kaft.
pl: Umieść telefon przy tylnej okładce. Aby zlokalizować chip, może być konieczne przesunięcie telefonu w górę i w dół wzdłuż okładki.
pt: Coloque seu telefone contra a capa traseira. Para localizar o chip, você pode precisar deslizar seu telefone para cima e para baixo contra a capa.
ro: Așezați telefonul pe coperta din spate. Pentru a localiza cipul, ar putea fi necesar să glisați telefonul în sus și în jos pe copertă.
ru: Поместите телефон на заднюю обложку. Чтобы найти чип, возможно, вам потребуется перемещать телефон вверх и вниз по обложке.
sk: Položte telefón na zadný kryt. Na nájdenie čipu možno budete musieť posúvať telefón hore a dole po kryte.
sl: Postavite telefon na zadnjo platnico. Za lociranje čipa boste morda morali telefon premikati gor in dol po platnici.
sr: Postavite telefon uz zadnju stranu korice. Da biste locirali čip, možda ćete morati da pomerate telefon gore-dole uz koricu.
sv: Placera din telefon mot bakstycket. För att hitta chippet kan du behöva föra telefonen upp och ner mot stycket.
th: วางโทรศัพท์ของคุณไว้ที่ฝาหลัง เพื่อหาชิป คุณอาจต้องเลื่อนโทรศัพท์ขึ้นและลงกับฝา
tr: Telefonunuzu arka kapağa yerleştirin. Çipi bulmak için telefonunuzu kapak üzerinde yukarı ve aşağı kaydırmanız gerekebilir.
uk: Прикладіть телефон до задньої обкладинки. Щоб знайти чип, можливо, доведеться посувати телефон вгору та вниз по обкладинці.
vi: Đặt điện thoại của bạn lên mặt sau của bìa. Để xác định vị trí chip, bạn có thể cần trượt điện thoại lên và xuống trên bìa.
zh: 将手机放在封面背面。为了找到芯片，您可能需要在封面上下滑动手机。

# nfc_scan_instruction_3_document
source: Once the chip is detected, keep your phone and document still.
ar: بمجرد اكتشاف الشريحة، حافظ على هاتفك والوثيقة ثابتين.
bg: След като чипът бъде открит, дръжте телефона и документа си неподвижни.
cs: Jakmile je čip detekován, udržujte svůj telefon a dokument v klidu.
da: Når chippen er registreret, skal du holde din telefon og dokumentet stille.
de: Sobald der Chip erkannt wird, halten Sie Ihr Telefon und das Dokument still.
el: Μόλις ανιχνευθεί το τσιπ, κρατήστε το τηλέφωνο και το έγγραφο σταθερά.
es: Una vez que se detecte el chip, mantén tu teléfono y documento quietos.
et: Kui kiip on tuvastatud, hoidke oma telefoni ja dokumenti paigal.
fa: هنگامی که تراشه شناسایی شد، گوشی و سند خود را ثابت نگه دارید.
fi: Kun siru on havaittu, pidä puhelin ja asiakirja paikallaan.
fr: Une fois la puce détectée, gardez votre téléphone et votre document immobiles.
he: ברגע שהשבב מזוהה, שמור את הטלפון והמסמך שלך יציבים.
hi: एक बार चिप का पता चलने पर, अपने फोन और दस्तावेज़ को स्थिर रखें।
hr: Jednom kada je čip otkriven, držite svoj telefon i dokument mirno.
hu: Amint a chipet észlelik, tartsa mozdulatlanul a telefonját és az okmányt.
hy: Երբ չիպը հայտնաբերվի, պահեք ձեր հեռախոսը և փաստաթուղթը անշարժ։
id: Setelah chip terdeteksi, jaga agar ponsel dan dokumen Anda tetap diam.
it: Una volta rilevato il chip, tieni fermo il telefono e il documento.
ja: チップが検出されたら、携帯電話と身分証明書を動かさないでください。
ko: 칩이 감지되면, 휴대폰과 신분증을 고정하세요.
lt: Kai lustas aptinkamas, laikykite telefoną ir dokumentą nejudančius.
lv: Kad mikroshēma ir atklāta, turiet savu tālruni un dokumentu nekustīgi.
ms: Setelah cip dikesan, pastikan telefon dan dokumen anda tidak bergerak.
nb: Når brikken er oppdaget, hold telefonen og dokumentet stille.
nl: Zodra de chip is gedetecteerd, houd je telefoon en document stil.
pl: Gdy chip zostanie wykryty, trzymaj telefon i dokument nieruchomo.
pt: Uma vez que o chip é detectado, mantenha seu telefone e documento parados.
ro: Odată ce cipul este detectat, țineți telefonul și documentul nemișcate.
ru: Как только чип обнаружен, держите телефон и документ неподвижно.
sk: Keď je čip zistený, držte svoj telefón a doklad v pokoji.
sl: Ko je čip zaznan, držite telefon in dokument pri miru.
sr: Kada se čip detektuje, držite telefon i dokument mirno.
sv: När chipet har upptäckts, håll din telefon och dokumentet stilla.
th: เมื่อชิปถูกตรวจพบ ให้ถือโทรศัพท์และเอกสารของคุณให้นิ่ง
tr: Çip algılandığında, telefonunuzu ve kimlik belgenizi sabit tutun.
uk: Як тільки чіп буде виявлено, тримайте телефон і документ нерухомо.
vi: Khi chip được phát hiện, hãy giữ điện thoại và tài liệu của bạn ổn định.
zh: 一旦检测到芯片，请保持手机和身份证件不动。

# nfc_scan_instruction_3_passport
source: Once the chip is detected, keep your phone and passport still.
ar: بمجرد اكتشاف الرقاقة، ابق هاتفك وجواز سفرك ثابتين.
bg: След като чипът е открит, задръжте телефона си и паспорта си неподвижни.
cs: Jakmile je čip detekován, udržujte telefon a pas v klidu.
da: Når chippen er registreret, skal du holde din telefon og dit pas stille.
de: Sobald der Chip erkannt wird, halten Sie Ihr Telefon und Ihren Reisepass still.
el: Μόλις ανιχνευτεί το chip, κρατήστε το τηλέφωνό σας και το διαβατήριό σας ακίνητα.
es: Una vez que se detecta el chip, mantenga su teléfono y pasaporte quietos.
et: Kui kiip on tuvastatud, hoidke oma telefoni ja passi paigal.
fa: پس از شناسایی چیپ، تلفن و گذرنامه خود را ثابت نگه دارید.
fi: Kun siru on havaittu, pidä puhelimesi ja passisi paikallaan.
fr: Une fois la puce détectée, maintenez votre téléphone et votre passeport immobiles.
he: לאחר שהשבב מזוהה, ודא שהטלפון והדרכון נשארים במקום.
hi: एक बार चिप का पता चल जाए, तो अपने फ़ोन और पासपोर्ट को स्थिर रखें।
hr: Kada se čip detektira, mobitel i putovnica moraju ostati mirni.
hu: Amint a chipet felismeri, tartsa mozdulatlanul a telefonját és az útlevelét.
hy: Երբ չիպը հայտնաբերվում է, պահեք ձեր հեռախոսը և անձնագիրը անշարժ։
id: Setelah chip terdeteksi, jaga agar ponsel dan paspor Anda tetap diam.
it: Una volta rilevato il chip, tieni il telefono e il passaporto fermi.
ja: チップが検出されたら、スマートフォンとパスポートを静止させてください。
ko: 칩이 감지되면 휴대폰과 여권을 움직이지 마세요.
lt: Kai lustas aptinkamas, laikykite telefoną ir pasą nejudant.
lv: Kad čips ir noteikts, turiet tālruni un pasi tuvu vienu otrai un nemainiet tos.
ms: Setelah cip dikesan, kekalkan telefon dan pasport anda dalam keadaan diam.
nb: Når chipen er oppdaget, hold telefonen og passet ditt i ro.
nl: Zodra de chip is gedetecteerd, houd uw telefoon en paspoort stil.
pl: Gdy chip zostanie wykryty, utrzymuj telefon i paszport w bezruchu.
pt: Uma vez que o chip é detectado, mantenha o seu telefone e passaporte imóveis.
ro: Odată ce cipul este detectat, mențineți telefonul și pașaportul dvs. nemișcate.
ru: Как только чип обнаружен, держите телефон и паспорт неподвижно.
sk: Ak sa čip detekuje, udržiavajte telefón a pas stále v kontakte.
sl: Ko je čip zaznan, obdržite svoj telefon in potni list mirno.
sr: Kada se čip detektuje, držite svoj telefon i pasoš mirno.
sv: När chippet upptäcks, håll din telefon och pass stilla.
th: เมื่อตรวจจับชิปแล้ว ให้คุณรักษาโทรศัพท์และพาสปอร์ตของคุณให้นิ่ง
tr: Çip algılandığında, telefonunuzu ve pasaportunuzu hareketsiz tutun.
uk: Як тільки чіп буде виявлено, не забирайте телефон від паспорта.
vi: Một khi chip được phát hiện, hãy giữ điện thoại và hộ chiếu của bạn không động.
zh: 一旦检测到芯片，保持手机和护照静止不动。

# nfc_scan_title_document
source: Scan your document
ar: افحص الوثيقة الخاصة بك
bg: Сканирайте вашия документ
cs: Skenovat váš dokument
da: Scan dit dokument
de: Scannen Sie Ihr Dokument
el: Σαρώστε το έγγραφό σας
es: Escanear su documento
et: Skaneeri oma dokument
fa: سند خود را بررسی کنید
fi: Skannaa dokumenttisi
fr: Scannez votre document
he: סרוק את המסמך שלך
hi: अपना दस्तावेज़ स्कैन करें
hr: Ubrzajte postupak uz NFC
hu: Scannelje be a dokumentumát
hy: Սկանավորեք ձեր փաստաթուղթը
id: Pindai dokumen Anda
it: Scansiona il tuo documento
ja: あなたのドキュメントをスキャンする
ko: 문서를 스캔하십시오
lt: Nuskanuokite savo dokumentą
lv: Skenējiet savu dokumentu
ms: Imbas dokumen anda
nb: Skann dokumentet ditt
nl: Scan uw document
pl: Zeskanuj swój dokument
pt: Escaneie o seu documento
ro: Scanați documentul
ru: Сканируйте ваш документ
sk: Naskenujte váš dokument
sl: Preglejte svoj dokument
sr: Skenirajte svoj dokument
sv: Skanna ditt dokument
th: สแกนเอกสารของคุณ
tr: Belgenizi tarayın
uk: Скануйте ваш документ
vi: Quét tài liệu của bạn
zh: 扫描您的文档

# nfc_scan_title_passport
source: Scan your passport’s chip
ar: قم بمسح رقاقة جواز سفرك
bg: Сканирайте чипа на паспорта си
cs: Naskenujte čip Vašeho pasu
da: Scan chippen i dit pas
de: Scannen Sie den Chip Ihres Passes
el: Σαρώστε το τσιπ του διαβατηρίου σας
es: Escanea el chip de tu pasaporte
et: Skaneerige oma passi kiip
fa: تراشه گذرنامه شما را اسکن کنید
fi: Skannaa passisi siru
fr: Scannez la puce de votre passeport
he: סרוק את שבב הדרכון שלך
hi: अपने पासपोर्ट की चिप स्कैन करें
hr: Skenirajte čip na vašoj putovnici
hu: Olvassa le az útlevelének chipjét
hy: Սկանավորեք ձեր անձնագրի չիպը
id: Pindai chip paspor Anda
it: Esegui la scansione del chip del tuo passaporto
ja: パスポートのチップをスキャンします
ko: 여권의 칩을 스캔합니다
lt: Nuskaitykite savo paso lustą
lv: Skenējiet savas pases mikroshēmu
ms: Imbas cip pasport anda
nb: Skann NFC-brikken til passet ditt
nl: Scan de chip van uw paspoort
pl: Zeskanuj chip swojego paszportu
pt: Digitalize o chip do seu passaporte
ro: Scanați cipul din pașaportul dvs.
ru: Отсканируйте чип вашего паспорта
sk: Naskenujte čip vo vašom pase
sl: Skenirajte čip na vašem potnem listu
sr: Skenirajte čip na vašem pasošu
sv: Skanna ditt pass NFC-chip
th: สแกนชิปในพาสปอร์ตของคุณ
tr: Pasaportunuzun çipini tarayın
uk: Відскануйте чіп вашого паспорта
vi: Quét chip trong hộ chiếu của bạn
zh: 扫描您护照的芯片

# nfc_settings_button_primary
source: Open settings
ar: افتح الإعدادات
bg: Отваряне на настройките
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir configuración
et: Avage sätted
fa: باز کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग खोलें
hr: Otvorite postavke
hu: Beállítások megnyitása
hy: Բացել կարգավորումները
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
ms: Buka tetapan
nb: Åpne innstillinger
nl: Open instellingen
pl: Otwórz ustawienia
pt: Definições abertas
ro: Deschideți setări
ru: Открыть настройки
sk: Otvorte nastavenia
sl: Odprite nastavitve
sr: Otvori podešavanja
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở phần cài đặt
zh: 打开设置

# nfc_settings_subtitle
source: We need to use your phone`s NFC reader to scan the chip in your document.
ar: نحتاج إلى استخدام قارئ NFC في هاتفك لمسح الشريحة في وثيقتك.
bg: Трябва да използваме NFC четеца на вашия телефон, за да сканираме чипа в документа ви за самоличност.
cs: Potřebujeme použít NFC čtečku vašeho telefonu ke skenování čipu ve vašem dokladu totožnosti.
da: Vi har brug for at bruge din telefons NFC-læser til at scanne chippen i dit dokument.
de: Wir müssen den NFC-Leser Ihres Telefons verwenden, um den Chip in Ihrem Dokument zu scannen.
el: Χρειαζόμαστε να χρησιμοποιήσουμε τον αναγνώστη NFC του τηλεφώνου σας για να σαρώσουμε το τσιπ στο έγγραφό σας.
es: Necesitamos usar el lector NFC de tu teléfono para escanear el chip en tu documento de identidad.
et: Me peame kasutama teie telefoni NFC-lugejat, et skannida teie dokumendi kiipi.
fa: ما نیاز داریم از NFC خوان تلفن شما برای اسکن تراشه در سند هویتی شما استفاده کنیم.
fi: Meidän täytyy käyttää puhelimesi NFC-lukijaa skannaamaan asiakirjasi siru.
fr: Nous devons utiliser le lecteur NFC de votre téléphone pour scanner la puce de votre document.
he: אנחנו צריכים להשתמש בקורא ה-NFC של הטלפון שלך כדי לסרוק את השבב במסמך הזיהוי שלך.
hi: हमें आपके फोन के NFC रीडर का उपयोग करके आपके दस्तावेज़ में चिप को स्कैन करने की आवश्यकता है।
hr: Moramo koristiti NFC čitač vašeg telefona za skeniranje čipa u vašem dokumentu.
hu: Szükségünk van a telefonod NFC olvasójára, hogy beolvassuk a chipet az okmányodban.
hy: Մենք պետք է օգտագործենք ձեր հեռախոսի NFC ընթերցիչը՝ ձեր փաստաթղթի չիպը սկանավորելու համար։
id: Kami perlu menggunakan pembaca NFC di ponsel Anda untuk memindai chip dalam dokumen identitas Anda.
it: Abbiamo bisogno di utilizzare il lettore NFC del tuo telefono per scansionare il chip nel tuo documento.
ja: お使いの携帯電話のNFCリーダーを使用して、書類内のチップをスキャンする必要があります。
ko: 귀하의 문서에 있는 칩을 스캔하기 위해 귀하의 휴대폰 NFC 리더기를 사용해야 합니다.
lt: Turime naudoti jūsų telefono NFC skaitytuvą, kad nuskaitytume lustą jūsų dokumente.
lv: Mums ir jāizmanto jūsu telefona NFC lasītājs, lai skenētu mikroshēmu jūsu dokumentā.
ms: Kami perlu menggunakan pembaca NFC telefon anda untuk mengimbas cip dalam dokumen pengenalan anda.
nb: Vi trenger å bruke telefonens NFC-leser for å skanne brikken i dokumentet ditt.
nl: We moeten de NFC-lezer van je telefoon gebruiken om de chip in je identiteitsdocument te scannen.
pl: Musimy użyć czytnika NFC w Twoim telefonie, aby zeskanować chip w Twoim dokumencie tożsamości.
pt: Precisamos usar o leitor NFC do seu telefone para escanear o chip no seu documento.
ro: Trebuie să folosim cititorul NFC al telefonului tău pentru a scana cipul din documentul tău.
ru: Нам нужно использовать NFC-считыватель вашего телефона, чтобы сканировать чип в вашем документе.
sk: Potrebujeme použiť NFC čítačku vášho telefónu na skenovanie čipu vo vašom doklade totožnosti.
sl: Potrebujemo uporabo NFC čitalnika vašega telefona za skeniranje čipa v vašem dokumentu.
sr: Potrebno je da koristimo NFC čitač vašeg telefona da bismo skenirali čip u vašem dokumentu.
sv: Vi behöver använda din telefons NFC-läsare för att skanna chipet i ditt dokument.
th: เราจำเป็นต้องใช้เครื่องอ่าน NFC ของโทรศัพท์คุณเพื่อสแกนชิปในเอกสารของคุณ
tr: Belgenizdeki çipi taramak için telefonunuzun NFC okuyucusunu kullanmamız gerekiyor.
uk: Нам потрібно використовувати NFC-зчитувач вашого телефону, щоб сканувати чип у вашому документі.
vi: Chúng tôi cần sử dụng đầu đọc NFC của điện thoại bạn để quét chip trong tài liệu nhận dạng của bạn.
zh: 我们需要使用您手机的NFC读取器来扫描您身份文件中的芯片。

# nfc_settings_title
source: Turn on NFC
ar: شغّل NFC
bg: Включване на NFC
cs: Zapněte funkci NFC
da: Slå NFC til
de: NFC einschalten
el: Ενεργοποίηση NFC
es: Activar NFC
et: Lülitage NFC sisse
fa: NFC را روشن کنید
fi: Kytke NFC päälle
fr: Activer le NFC
he: הפעל NFC
hi: NFC चालू करें
hr: Uključite NFC
hu: Engedélyezze az NFC-t
hy: Միացնել NFC-ն
id: Aktifkan NFC
it: Attiva NFC
ja: NFCをオンにする
ko: NFC 켜기
lt: Įjungti NFC
lv: Ieslēgt NFC
ms: Hidupkan NFC
nb: Slå på NFC
nl: Zet NFC aan
pl: Włącz NFC
pt: Ligar NFC
ro: Porniți NFC
ru: Включите NFC
sk: Zapnite NFC
sl: Vklopite NFC
sr: Uključi NFC
sv: Slå på NFC
th: เปิด NFC
tr: NFC`yi açın
uk: Увімкнути NFC
vi: Bật NFC
zh: 开启NFC

# nfc_sheet_button_secondary
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühistage
fa: لغو
fi: Peruuta
fr: Annuler
he: ביטול
hi: कैंसिल करें
hr: Poništi
hu: Mégse
hy: Չեղարկել
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消

# nfc_sheet_subtitle_interrupted_document_android
source: Reposition your document in contact with your phone to locate the chip.
ar: أعد توجيه مستندك بالاتصال بهاتفك لتحديد موقع الشريحة.
bg: Позиционирайте вашия документ в контакт с телефона си, за да намерите чипа.
cs: Přesuňte svůj dokument do kontaktu s vaším telefonem, abyste našli čip.
da: Placer dit dokument i kontakt med din telefon for at finde chippen.
de: Positionieren Sie Ihr Dokument erneut in Kontakt mit Ihrem Telefon, um den Chip zu lokalisieren.
el: Τοποθετήστε ξανά το έγγραφό σας σε επαφή με το τηλέφωνό σας για να εντοπίσετε το τσιπ.
es: Reposiciona tu documento en contacto con tu teléfono para localizar el chip.
et: Paigutage oma dokument oma telefoni lähedusse, et kiip üles leida.
fa: سند خود را در تماس با تلفن خود قرار دهید تا تراشه را پیدا کنید.
fi: Aseta asiakirjasi uudelleen puhelimesi kosketukseen sirun paikantamiseksi.
fr: Repositionnez votre document en contact avec votre téléphone pour localiser la puce.
he: ממקם מחדש את המסמך שלך במגע עם הטלפון שלך כדי לאתר את השבב.
hi: चिप का स्थान ढूंढने के लिए अपने फ़ोन के संपर्क में अपने दस्तावेज़ को पुनः स्थापित करें।
hr: Ponovno postavite svoj dokument u kontakt s telefonom kako biste pronašli čip.
hu: Helyezze újra az okmányát a telefonjához, hogy megtalálja a chipet.
hy: Վերադասավորեք ձեր փաստաթղթը ձեր հեռախոսի հետ կապված, որպեսզի գտնեք չիպը:
id: Posisikan kembali dokumen Anda agar bersentuhan dengan telepon Anda untuk menemukan chipnya.
it: Riposiziona il tuo documento a contatto con il tuo telefono per localizzare il chip.
ja: チップを見つけるために、あなたの書類をあなたの電話に接触させて位置を調整してください。
ko: 칩을 찾기 위해 휴대폰에 신분증을 다시 위치시키세요.
lt: Perkelkite savo dokumentą taip, kad jis būtų kontakto su jūsų telefonu, kad rastumėte lustą.
lv: Pārvietojiet savu dokumentu, lai tas saskartos ar jūsu tālruni un atrastu mikroshēmu.
ms: Posisikan semula dokumen anda berhubung dengan telefon anda untuk mencari cip.
nb: Posisjoner dokumentet ditt i kontakt med telefonen din for å finne chipen.
nl: Plaats uw document opnieuw in contact met uw telefoon om de chip te lokaliseren.
pl: Umieść ponownie swój dokument w kontakcie z telefonem, aby zlokalizować chip.
pt: Reposicione o seu documento em contato com o seu telefone para localizar o chip.
ro: Repoziționați documentul în contact cu telefonul dvs. pentru a localiza cipul.
ru: Переместите ваш документ так, чтобы он соприкасался с вашим телефоном, чтобы найти чип.
sk: Presuňte váš dokument do kontaktu s telefónom, aby ste našli čip.
sl: Ponovno postavite svoj dokument v stik s telefonom, da najdete čip.
sr: Pozicionirajte svoj dokument u kontaktu sa svojim telefonom da biste locirali čip.
sv: Placera om ditt dokument i kontakt med din telefon för att hitta chippet.
th: จัดตำแหน่งเอกสารของคุณให้สัมผัสกับโทรศัพท์เพื่อค้นหาชิป
tr: Çipi bulmak için belgenizi telefonunuzla temas halinde yeniden konumlandırın.
uk: Переставте ваш документ так, щоб він торкався вашого телефону, щоб знайти чіп.
vi: Đặt lại tài liệu của bạn vào liên lạc với điện thoại của bạn để tìm chip.
zh: 将您的证件重新放置在您的手机上以找到芯片。

# nfc_sheet_subtitle_interrupted_document_ios
source: Reposition your document against your phone.
ar: أعد وضع وثيقتك مقابل هاتفك.
bg: Преместете документа си срещу телефона.
cs: Přemístěte svůj dokument proti telefonu.
da: Flyt dit dokument mod din telefon.
de: Positionieren Sie Ihr Dokument neu an Ihrem Telefon.
el: Τοποθετήστε ξανά το έγγραφό σας πάνω στο τηλέφωνό σας.
es: Reposicione su documento contra su teléfono.
et: Asetage oma dokument telefoni vastu.
fa: سند خود را در مقابل تلفن خود قرار دهید.
fi: Aseta asiakirjasi uudelleen puhelintasi vasten.
fr: Repositionnez votre document contre votre téléphone.
he: מקם מחדש את המסמך שלך מול הטלפון שלך.
hi: अपने दस्तावेज़ को अपने फोन के खिलाफ पुनः स्थिति में लाएं।
hr: Ponovno postavite svoj dokument uz telefon.
hu: Helyezze át a dokumentumot a telefonjához.
hy: Տեղափոխեք ձեր փաստաթուղթը ձեր հեռախոսի դեմ։
id: Posisikan ulang dokumen Anda terhadap ponsel Anda.
it: Ripositiona il tuo documento contro il tuo telefono.
ja: 書類を携帯電話に対して再配置してください。
ko: 문서를 휴대폰에 다시 맞추세요.
lt: Perstatykite savo dokumentą prie telefono.
lv: Novietojiet savu dokumentu pret tālruni.
ms: Letakkan semula dokumen anda pada telefon anda.
nb: Plasser dokumentet ditt mot telefonen din igjen.
nl: Verplaats uw document tegen uw telefoon.
pl: Ustaw ponownie dokument przy telefonie.
pt: Reposicione seu documento contra o seu telefone.
ro: Repoziționați documentul în fața telefonului.
ru: Переместите ваш документ к телефону.
sk: Umiestnite svoj dokument proti telefónu.
sl: Ponovno postavite svoj dokument ob telefon.
sr: Ponovo postavite svoj dokument uz telefon.
sv: Placera om ditt dokument mot din telefon.
th: จัดตำแหน่งเอกสารของคุณกับโทรศัพท์ของคุณใหม่
tr: Belgenizi telefonunuza karşı yeniden konumlandırın.
uk: Перемістіть ваш документ до телефону.
vi: Đặt lại tài liệu của bạn sát với điện thoại.
zh: 将您的证件重新放置在手机上。
