Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# crossdevice_intro_listItemSendPhone
source: Send a secure link to your phone
ar: أرسِل رابطًا آمنًا إلى هاتفك
bg: Изпратете защитена връзка на телефона си
cs: Odeslání zabezpečeného odkazu do telefonu
da: Send et sikkert link til din telefon
de: Senden Sie einen Sicherheitslink an Ihr Mobiltelefon
el: Στείλτε έναν ασφαλή σύνδεσμο στο τηλέφωνό σας
es: Envíe el enlace seguro a su teléfono móvil
et: Saatke oma telefonile turvaline link
fa: یک لینک امن به گوشی شما ارسال می‌شود
fi: Lähetä suojattu linkki puhelimeesi
fr: Envoyez un lien sécurisé vers votre téléphone
he: יש לשלוח קישור מאובטח לטלפון
hi: अपने फ़ोन पर एक सुरक्षित लिंक भेजें
hr: Pošaljite sigurnu poveznicu na svoj mobitel
hu: Küldje el a biztonságos linket a telefonjára
hy: Ուղարկեք անվտանգ հղումը ձեր հեռախոսին
id: Kirim tautan aman ke ponsel Anda
it: Invia un link sicuro al tuo telefono
ja: スマートフォンに安全なリンクを送信します
ko: 휴대폰으로 보안 링크를 전송받습니다
lt: Siųsti saugią nuorodą į telefoną
lv: Nosūtiet drošu saiti uz tālruni.
ms: Hantar pautan yang selamat ke telefon anda
nb: Send en sikker lenke til telefonen din
nl: Stuur een veilige link naar uw telefoon
pl: Wyślij bezpieczny link na swój telefon
pt: Enviar uma ligação segura para o seu telefone
ro: Trimiteți un link sigur spre telefonul dvs.
ru: Отправьте защищенную ссылку на телефон
sk: Pošlite do telefónu bezpečný odkaz
sl: Pošljite varno povezavo v telefon
sr: Pošaljite bezbedan link na telefon
sv: Skicka en säker länk till din telefon
th: ส่งลิงก์ที่ปลอดภัยไปยังโทรศัพท์ของคุณ
tr: Telefonunuza güvenli bir bağlantı gönderin
uk: Надішліть захищене посилання на телефон
vi: Gửi liên kết bảo mật đến điện thoại của bạn
zh: 向手机发送安全链接

# crossdevice_intro_subtitle
source: Here’s how to do it:
ar: وإليك كيفية القيام بذلك:
bg: Ето как да го направите:
cs: Zde je postup:
da: Sådan gør du det:
de: So geht’s:
el: Δείτε πώς να το κάνετε:
es: Siga estas instrucciones:
et: Selleks peate tegema järgmist:
fa: چگونگی انجام کار به این شرح است:
fi: Tee se näin:
fr: Voici comment faire :
he: כך עושים זאת:
hi: यहाँ तरीका देखें:
hr: Evo kako to učiniti:
hu: Így csinálja:
hy: Ահա թե ինչպես դա անել.
id: Begini caranya:
it: Ecco come fare:
ja: その方法：
ko: 진행 방법:
lt: Štai kaip tai padaryti:
lv: Lai to paveiktu, veiciet tālāk norādītās darbības.
ms: Berikut ialah cara-caranya:
nb: Slik gjør du det:
nl: Hier ziet u hoe dat moet:
pl: Oto jak to zrobić:
pt: Veja como poderá fazer:
ro: Vedeți cum trebuie să procedați:
ru: Как это сделать:
sk: Tu je postup:
sl: To storite takole:
sr: Evo kako to da uradite:
sv: Så här gör du:
th: วิธีทำ
tr: Bunu şu şekilde yapabilirsiniz:
uk: Ось як це зробити.
vi: Sau đây là cách thức thực hiện:
zh: 请按如下步骤操作：

# crossdevice_intro_title
source: Continue on your phone
ar: تابع على هاتفك
bg: Продължете на телефона си
cs: Pokračovat v telefonu
da: Fortsæt på din telefon
de: Fahren Sie mit Ihrem Mobiltelefon fort
el: Συνέχεια στο τηλέφωνό σας
es: Continúe en su teléfono móvil
et: Jätkake telefonis
fa: ادامه در گوشی
fi: Jatka puhelimellasi
fr: Continuez sur votre mobile
he: המשך בטלפון הנייד
hi: अपने फ़ोन पर जारी रखें
hr: Nastavite na svom mobitelu
hu: Folytassa a telefonján
hy: Շարունակել հեռախոսով
id: Lanjutkan di ponsel Anda
it: Continua sul tuo telefono
ja: スマートフォンで続行
ko: 휴대폰으로 계속하기
lt: Tęsti telefonu
lv: Turpināt tālrunī
ms: Teruskan di telefon
nb: Fortsett på telefonen
nl: Ga door op uw telefoon
pl: Kontynuuj na telefonie
pt: Continue no seu telefone
ro: Continuați pe telefonul dvs.
ru: Продолжить на телефоне
sk: Pokračujte v telefóne
sl: Nadaljujte po telefonu
sr: Nastavite na telefonu
sv: Fortsätt på din telefon
th: ดำเนินการต่อทางโทรศัพท์
tr: Telefonunuzda devam edin
uk: Продовжити на телефоні
vi: Tiếp tục trên điện thoại của bạn
zh: 在手机上继续

# crossdevice_link_alertWrongNumber
source: Check that your number is correct
ar: تحقق من صحة رقمك
bg: Проверете дали номерът ви е правилен
cs: Zkontrolujte, zda je Vaše číslo správné
da: Tjek, at dit nummer er korrekt
de: Überprüfen Sie, ob Ihre Nummer korrekt ist
el: Βεβαιωθείτε ότι ο αριθμός σας είναι σωστός
es: Compruebe que su número de móvil sea correcto
et: Kontrollige, kas teie number on õige
fa: بررسی کنید که شماره شما صحیح باشد
fi: Tarkista, että numerosi on oikea
fr: Vérifiez que votre numéro est correct
he: בדוק שהמספר נכון
hi: चेक करें कि आपका नंबर सही है या नहीं
hr: Provjerite je li vaš broj točan
hu: Ellenőrizze, hogy helyes számot adott-e meg
hy: Համոզվեք, որ ձեր համարը ճիշտ է
id: Periksa apakah nomor Anda sudah benar
it: Controlla che il tuo numero sia corretto
ja: 電話番号が正しいことを確認してください
ko: 휴대폰 번호가 정확한지 확인하세요
lt: Patikrinkite, ar jūsų numeris teisingas
lv: Pārbaudiet, vai jūsu numurs ir pareizs
ms: Pastikan nombor anda betul
nb: Kontroller at nummeret ditt er riktig
nl: Controleer of uw nummer juist is
pl: Sprawdź, czy Twój numer jest poprawny
pt: Verifique se o seu número está correto
ro: Verificați dacă numărul dvs. este corect
ru: Проверьте правильность номера
sk: Skontrolujte, či je vaše číslo správne
sl: Preverite, ali je vaša številka pravilna
sr: Proverite da li vam je broj tačan
sv: Kontrollera att ditt nummer är korrekt
th: เช็คว่าหมายเลขของคุณถูกต้อง
tr: Numaranızın doğru olup olmadığını kontrol edin
uk: Перевірте, чи номер правильний
vi: Kiểm tra xem số điện thoại của bạn có chính xác không
zh: 请检查您的电话号码是否正确

# crossdevice_link_buttonCopied
source: Copied
ar: تم النسخ
bg: Копирано
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
et: Kopeeritud
fa: کپی شد
fi: Kopioitu
fr: Copié
he: הועתק
hi: कॉपी किया गया
hr: Kopirano
hu: Másolva
hy: Պատճենված է
id: Disalin
it: Copiato
ja: コピー済み
ko: 복사됨
lt: Nukopijuota
lv: Nokopēta
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírované
sl: Kopirano
sr: Kopirano
sv: Kopierad
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh: 已复制

# crossdevice_link_buttonCopy
source: Copy
ar: نسخ
bg: Копиране
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeerimine
fa: کپی
fi: Kopioi
fr: Copier
he: העתקה
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
hy: Պատճենել
id: Salin
it: Copia
ja: コピー
ko: 복사
lt: Kopijuoti
lv: Kopēt
ms: Salin
nb: Kopi
nl: Kopiëren
pl: Skopiuj
pt: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sr: Kopiraj
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh: 复制

# crossdevice_link_info_qr_counter
source: Sec
ar: ثانية
bg: сек
cs: Sek
da: sek
de: Sek
el: Δευτ.
es: Seg
et: sek
fa: ثانیه
fi: sek
he: שניות
hi: सेकंड
hr: sek
hu: mp
hy: վրկ
id: Detik
ja: 秒
ko: 초
lt: sek.
lv: Sek
ms: Saat
nb: sek
pl: sek
pt: Seg
ru: сек
sk: sek
sl: sek
sr: сек
sv: Sek
th: วินาที
tr: Sn
uk: сек
vi: Giây
zh: 秒

# crossdevice_link_info_qr_how
source: How to scan a QR code
ar: كيفية مسح رمز الاستجابة السريعة (QR) ضوئيًا
bg: Как да сканирате QR код
cs: Jak naskenovat kód QR
da: Sådan scanner du en QR-kode
de: So scannen Sie einen QR-Code
el: Πώς να σαρώσετε έναν κωδικό QR
es: Cómo escanear un código QR
et: QR-koodi skannimine
fa: چگونه یک کد QR را اسکن کنیم
fi: Näin skannaat QR-koodin
fr: Comment scanner un QR code
he: איך לסרוק קוד QR
hi: QR कोड स्कैन करने का तरीका
hr: Kako skenirati QR kod
hu: Így olvassa be a QR-kódot
hy: Ինչպես սկանավորել QR կոդը
id: Cara memindai kode QR
it: Come scansionare un QR code
ja: QRコードのスキャン方法
ko: QR 코드 스캔 방법
lt: Kaip nuskaityti QR kodą
lv: Kā noskenēt QR kodu
ms: Cara mengimbas kod QR
nb: Slik skanner du en QR-kode
nl: Hoe kunt u een QR-code scannen
pl: Jak zeskanować kod QR
pt: Como ler um código QR
ro: Cum să scanați un cod QR
ru: Как отсканировать QR-код
sk: Ako naskenovať QR kód
sl: Kako skenirati kodo QR
sr: Kako da skenirate QR kôd
sv: Så här skannar du en QR-kod
th: วิธีสแกนรหัส QR
tr: QR kodu nasıl taranır?
uk: Як відсканувати QR-код
vi: Cách quét mã QR
zh: 如何扫描二维码

# crossdevice_link_info_qr_how_camera
source: Point your phone’s camera at the QR code
ar: وجه كاميرا هاتفك إلى رمز الاستجابة السريعة
bg: Насочете камерата на телефона към QR кода
cs: Namiřte fotoaparát telefonu na kód QR
da: Ret din telefons kamera mod QR-koden
de: Richten Sie die Kamera Ihres Telefons auf den QR-Code
el: Στρέψτε την κάμερα του τηλεφώνου σας προς τον κωδικό QR
es: Apunte la cámara de su teléfono al código QR
et: Suunake oma telefoni kaamera QR-koodile
fa: دوربین گوشی خود را به سمت کد QR بگیرید
fi: Suuntaa puhelimesi kamera QR-koodiin
fr: Pointez l’appareil photo de votre mobile sur le QR code
he: יש לכוון את המצלמה של הטלפון לקוד ה-QR
hi: अपने फ़ोन का कैमरा QR कोड की तरफ़ घुमाएँ
hr: Usmjerite kameru mobitela prema QR kodu
hu: Irányítsa a telefon kameráját a QR-kódra
hy: Ձեր հեռախոսի տեսախցիկը պահեք QR կոդի վրա
id: Arahkan kamera ponsel Anda ke kode QR
it: Inquadra il QR code con la fotocamera del telefono
ja: スマートフォンのカメラをQRコードに向けます
ko: 휴대폰 카메라가 QR 코드를 향하도록 하세요
lt: Nukreipkite telefono kamerą į QR kodą
lv: Pavērsiet tālruņa kameru pret QR kodu
ms: Halakan kamera telefon anda ke kod QR
nb: Rett telefonens kamera mot QR-koden
nl: Richt de camera van uw telefoon op de QR-code
pl: Skieruj aparat telefonu na kod QR
pt: Aponte a câmara do telefone ao código QR
ro: Poziționați camera video a telefonului dvs. spre codul QR
ru: Наведите камеру Вашего телефона на QR-код
sk: Namierte fotoaparát telefónu na QR kód
sl: Usmerite kamero telefona v kodo QR
sr: Usmerite kameru telefona prema QR kodu
sv: Rikta telefonens kamera mot QR-koden
th: ใช้กล้องโทรศัพท์ของคุณส่องไปที่รหัส QR
tr: Telefonunuzun kamerasını QR koduna tutun
uk: Наведіть камеру телефона на QR-код
vi: Hướng máy ảnh điện thoại vào mã QR
zh: 将手机相机对准二维码

# crossdevice_link_info_qr_how_download
source: If it doesn’t work, download a QR code scanner from Google Play or the App Store
ar: إذا لم ينجح الأمر، فقم بتنزيل ماسح ضوئي لرمز الاستجابة السريعة من Google Play أو App Store
bg: Ако не работи, изтеглете приложение за QR скенер от Google Play или App Store
cs: Pokud to nefunguje, stáhněte si z Google Play nebo App Store skener QR kódů
da: Hvis det ikke fungerer, skal du downloade en QR-kodescanner fra Google Play eller App Store
de: Wenn es nicht funktioniert, laden Sie einen QR-Code-Scanner von Google Play oder aus dem App Store herunter
el: Εάν δεν λειτουργεί, κατεβάστε ενός σαρωτή κωδικού QR από το Google Play ή το App Store
es: Si esto no funciona, descargue una aplicación para escanear códigos QR desde Google Play o Apple Store
et: Kui see ei tööta, laadige Google Playst või App Store`ist alla QR-koodi skanner
fa: اگر جواب نداد، یک برنامه اسکن کد QR را از Google Play یا App Store دانلود کنید
fi: Jos se ei toimi, lataa QR-koodinlukija Google Play -kaupasta tai App Storesta
fr: Si cela ne fonctionne pas, téléchargez un scanner de QR code sur Google Play ou l’App Store
he: אם זה לא עובד, יש להוריד סורק קודי QR מ-Google Play או מ-App Store
hi: अगर यह तरीका काम नहीं करता है, तो Google Play या App Store से QR कोड स्कैनर डाउनलोड करें
hr: Ako ne radi, preuzmite aplikaciju za skeniranje QR kodova iz trgovine Google Play ili App Store
hu: Ha nem működik, töltsön le egy QR-kód olvasót a Google Playről vagy az App Store-ból
hy: Եթե այդպես չի ստացվում, ներբեռնեք QR կոդի սկաները Google Play-ից կամ App Store-ից
id: Jika tidak berfungsi, unduh pemindai kode QR dari Google Play atau App Store
it: Se non funziona, scarica un’app per la scansione di QR code da Google Play o App Store
ja: 動作しない場合は、Google PlayまたはApp StoreからQRコードスキャナーをダウンロードしてください
ko: 제대로 진행되지 않는다면 Google Play 또는 App Store에서 QR 코드 스캐너를 다운로드하세요
lt: Jei tai nepadeda, atsisiųskite QR kodų skaitytuvą iš „Google Play“ arba „App Store“
lv: Ja nesanāk, lejupielādējiet QR kodu skeneri no Google Play vai App Store
ms: Jika ia tidak berjaya, muat turun pengimbas kod QR dari Google Play atau App Store
nb: Hvis det ikke fungerer, laster du ned en QR-kodeskanner fra Google Play eller App Store
nl: Als het niet werkt, download dan een QR-scan vanuit Google Play of de App Store
pl: Jeśli to nie zadziała, pobierz skaner kodów QR z Google Play lub App Store
pt: Se não funcionar, transfira um leitor de códigos QR a partir do Google Play ou da App Store
ro: Dacă nu funcționează, descărcați un scaner de cod QR din Google Play sau App Store
ru: Если не получается, загрузите приложение для сканирования QR-кода из Google Play или App Store
sk: Ak to nefunguje, stiahnite si aplikáciu na skenovanie QR kódov zo služby Google Play alebo App Store
sl: Če ne deluje, prenesite bralnik kod QR iz trgovine Google Play ali App Store
sr: Ako to ne uspe, preuzmite skener QR koda sa Google Play-a ili App Store-a
sv: Om det inte fungerar kan du ladda ner en QR-kodläsare från Google Play eller App Store
th: หากใช้งานไม่ได้ ให้ดาวน์โหลดตัวสแกนรหัส QR จาก Google Play หรือ App Store
tr: Bu işe yaramazsa Google Play veya App Store`dan bir QR kod tarayıcısı indirin
uk: Якщо це не спрацює, завантажте сканер QR-кодів із Google Play або App Store
vi: Nếu ứng dụng không hoạt động, hãy tải xuống một ứng dụng quét mã QR từ Google Play hoặc App Store
zh: 如果不行，请从Google Play或App Store下载二维码扫描工具

# crossdevice_link_linkDivider
source: or choose an alternative method
ar: أو اختر طريقة بديلة
bg: или изберете различен метод
cs: nebo zvolit alternativní metodu
da: eller vælg en anden metode
de: oder wählen Sie eine alternative Methode
el: ή επιλέξτε έναν διαφορετικό τρόπο
es: o elige un método alternativo
et: või valige mõni teine meetod
fa: یا روش دیگری را انتخاب کنید
fi: tai valitse vaihtoehtoinen menetelmä
fr: ou choisissez l’une de ces alternatives
he: או בחירת שיטה חלופית
hi: या कोई वैकल्पिक तरीका चुनें
hr: ili odaberite neki drugi način
hu: vagy válasszon egy alternatív módszert
hy: կամ ընտրեք մեկ այլ տարբերակ
id: atau pilih cara lain
it: o scegli un metodo alternativo
ja: または別の方法を選択してください
ko: 또는 다른 방법 선택하기
lt: arba pasirinkti kitą būdą
lv: vai izvēlēties citu metodi
ms: atau pilih kaedah alternatif
nb: eller velg en alternativ metode
nl: of kies een alternatieve methode
pl: lub wybierz metodę alternatywną
pt: ou escolha um método alternativo
ro: sau alegeți o metodă alternativă
ru: или выберите альтернативный метод
sk: alebo vyberte alternatívnu metódu
sl: ali izberite alternativno metodo
sr: ili izaberite neki drugi način
sv: eller välj en alternativ metod
th: หรือเลือกวิธีอื่น
tr: veya alternatif bir yöntem seçin
uk: або виберіть альтернативний метод
vi: hoặc chọn một cách khác
zh: 或选择其他方式

# crossdevice_link_link_qr
source: Scan QR code
ar: امسح رمز الاستجابة السريعة ضوئيًا
bg: Сканиране на QR код
cs: Naskenování kódu QR
da: Scan QR-kode
de: QR-Code scannen
el: Σαρώστε τον κωδικό QR
es: Escanear código QR
et: Skannige QR-kood
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fr: Scanner le QR code
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skenirajte QR kod
hu: QR-kód beolvasása
hy: Սկանավորել QR կոդը
id: Pindai kode QR
it: Scansiona QR code
ja: QRコードをスキャン
ko: QR 코드 스캔
lt: Nuskaityti QR kodą
lv: Skenēt QR kodu
ms: Imbas kod QR
nb: Skann QR-kode
pl: Zeskanuj kod QR
pt: Ler código QR
ro: Scanați codul QR
ru: Сканировать QR-код
sk: Naskenovať QR kód
sl: Skeniraj kodo QR
sr: Skenirajte QR kôd
sv: Skanna QR-kod
th: สแกนรหัส QR
tr: QR kodunu taratın
uk: Сканувати QR-код
vi: Quét mã QR
zh: 扫描二维码

# crossdevice_link_link_sms
source: Get link via SMS
ar: الحصول على رابط عبر الرسائل القصيرة
bg: Получаване на връзка чрез SMS
cs: Získat odkaz prostřednictvím SMS
da: Få linket via sms
de: Link per SMS erhalten
el: Λάβετε σύνδεσμο μέσω SMS
es: Obtener enlace via mensaje de texto
et: Tellige link SMS-i teel
fa: دریافت لینک از طریق پیامک
fi: Valitse tekstiviesti
fr: Obtenir le lien par SMS
he: קבלת קישור בהודעת טקסט (SMS)
hi: SMS के ज़रिए लिंक प्राप्त करें
hr: Zatražite slanje poveznice SMS-om
hu: Hivatkozás letöltése SMS-ben
hy: Ստանալ հղում SMS-ի միջոցով
id: Dapatkan tautan melalui SMS
it: Ricevi link via SMS
ja: SMSでリンクを取得
ko: SMS로 링크 받기
lt: Gauti nuorodą SMS žinute
lv: Saņemt saiti īsziņā
ms: Dapatkan pautan melalui SMS
nb: Hent lenke via SMS
nl: Ontvang een link via sms
pl: Otrzymaj link przez SMS
pt: Obtenha a ligação por SMS
ro: Primiți linkul prin SMS
ru: Получить ссылку по СМС
sk: Získať odkaz cez SMS
sl: Pridobite povezavo prek SMS-a
sr: Preuzmite link putem SMS-a
sv: Få länk via SMS
th: รับลิงก์ทาง SMS
tr: Bağlantıyı SMS ile alın
uk: Отримати посилання через SMS
vi: Nhận liên kết qua SMS
zh: 通过短信获取链接

# crossdevice_link_link_url
source: Copy link
ar: انسخ الرابط
bg: Копиране на връзката
cs: Kopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγράψτε τον σύνδεσμο
es: Copiar enlace
et: Kopeerige link
fa: کپی کردن لینک
fi: Kopioi linkki
fr: Copier le lien
he: העתקת קישור
hi: लिंक कॉपी करें
hr: Kopirajte poveznicu
hu: Hivatkozás másolása
hy: Պատճենել հղումը
id: Salin tautan
it: Copia link
ja: リンクをコピー
ko: 링크 복사
lt: Kopijuoti nuorodą
lv: Kopēt saiti
ms: Salin pautan
nb: Kopier lenke
nl: Kopieer link
pl: Link do kopiowania
pt: Copiar ligação
ro: Copiați linkul
ru: Копировать ссылку
sk: Skopírovať odkaz
sl: Kopiraj povezavo
sr: Kopiraj link
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı kopyalayın
uk: Копіювати посилання
vi: Sao chép liên kết
zh: 复制链接

# crossdevice_link_sms_failed_instruction
source: Copy the link to your phone
ar: انسخ الرابط إلى هاتفك
bg: Копирайте връзката на телефона си
cs: Zkopírujte odkaz do telefonu
da: Kopiér linket og indsæt det i din telefon
de: Kopieren Sie den Link auf Ihr Mobiltelefon
el: Αντιγράψτε τον σύνδεσμο στο τηλέφωνό σας
es: Copie el enlace a continuación en su dispositivo móvil
et: Kopeerige link oma telefoni
fa: لینک را در گوشی خود کپی کنید
fi: Kopioi linkki puhelimeesi
fr: Copier le lien sur votre mobile
he: העתק את הקישור לטלפון שלך
hi: अपने फ़ोन पर लिंक कॉपी करें
hr: Kopirajte poveznicu na svoj mobitel
hu: Másolja a hivatkozást a telefonjára
hy: Պատճենեք հղումը ձեր հեռախոսի մեջ
id: Salin tautan ke ponsel Anda
it: Copia il link nel tuo telefono
ja: 携帯向けのリンクをコピー
ko: 링크를 휴대폰으로 복사합니다
lt: Nukopijuokite nuorodą į savo telefoną
lv: Iekopējiet saiti tālrunī
ms: Salin pautan ke telefon anda
nb: Kopier lenken til telefonen din
nl: Kopieer de link naar uw telefoon
pl: Skopiuj link do telefonu
pt: Copie a ligação para o seu telefone
ro: Copiați linkul pe telefonul dvs.
ru: Скопируйте ссылку на телефон
sk: Skopírujte odkaz do telefónu
sl: Kopirajte povezavo v telefon
sr: Kopirajte link na telefon
sv: Kopiera länken till din telefon
th: คัดลอกลิงก์ไปยังโทรศัพท์ของคุณ
tr: Bağlantıyı telefonunuza kopyalayın
uk: Скопіюйте посилання на телефон
vi: Sao chép liên kết vào điện thoại của bạn
zh: 将链接复制到您的手机

# crossdevice_link_sms_failed_message
source: Something’s gone wrong
ar: حدث خطأ ما
bg: Възникна грешка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε κάποιο πρόβλημα
es: Algo salió mal
et: Midagi on valesti
fa: مشکلی پیش آمده است
fi: Jokin meni vikaan
fr: Quelque chose ne va pas
he: משהו השתבש
hi: कुछ गड़बड़ हो गई
hr: Došlo je do pogreške
hu: Hiba történt
hy: Սխալ առաջացավ
id: Ada yang tidak beres
it: Si è verificato un errore
ja: 何らかの問題が発生しました
ko: 문제가 발생했습니다
lt: Kažkas negerai
lv: Radās problēma
ms: Ada yang tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Ocorreu um erro
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Došlo je do greške
sv: Något har gått fel
th: มีบางอย่างผิดปกติ
tr: Bir sorun oluştu
uk: Сталася помилка
vi: Đã xảy ra sự cố
zh: 出了点问题

# crossdevice_link_sms_fieldLabel
source: Enter your mobile number:
ar: أدخل رقم هاتفك الجوال:
bg: Въведете мобилния си номер:
cs: Zadejte své mobilní číslo:
da: Indtast dit mobilnummer:
de: Geben Sie Ihre Mobiltelefonnummer ein:
el: Εισαγάγετε τον αριθμό του κινητού σας:
es: Ingrese su número de teléfono móvil:
et: Sisestage oma mobiilinumber
fa: لطفاً شماره موبایل خود را وارد نمایید:
fi: Syötä matkapuhelinnumerosi:
fr: Entrez votre numéro de mobile
he: הזן את מספר הטלפון שלך:
hi: अपना मोबाइल नंबर डालें:
hr: Unesi svoj broj mobitela:
hu: Írja be a mobilszámát:
hy: Մուտքագրեք ձեր շարժական հեռախոսահամարը՝
id: Masukkan nomor ponsel Anda:
it: Inserisci il tuo numero di telefono:
ja: 携帯電話番号を入力します。
ko: 휴대폰 번호 입력:
lt: Įveskite savo mobiliojo telefono numerį:
lv: Ievadiet savu mobilā tālruņa numuru:
ms: Masukkan nombor telefon bimbit anda:
nb: Skriv inn mobilnummeret:
nl: Voer uw mobiele nummer in:
pl: Wpisz swój numer telefonu komórkowego:
pt: Introduza o seu número de telemóvel:
ro: Introduceți numărul dvs. de telefon mobil:
ru: Введите свой номер мобильного телефона:
sk: Zadajte číslo mobilného telefónu:
sl: Vnesite številko mobilnega telefona:
sr: Unesite broj mobilnog telefona:
sv: Ange ditt mobilnummer:
th: ใส่หมายเลขโทรศัพท์มือถือของคุณ:
tr: Cep telefonu numaranızı girin:
uk: Введіть свій номер мобільного телефону:
vi: Nhập số điện thoại di động của bạn:
zh: 输入手机号码：

# crossdevice_link_sms_info
source: Tips
ar: نصائح
bg: Съвети
cs: Tipy
de: Tipps
el: Συμβουλές
es: Recomendaciones
et: Nõuanded
fa: نکات
fi: Vinkit
fr: Conseils
he: טיפים
hi: सलाह
hr: Savjeti
hu: Tippek
hy: Խորհուրդներ
it: Consigli
ja: ヒント
ko: 팁
lt: Patarimai
lv: Padomi
ms: Tip
pl: Porady
pt: Dicas
ro: Sugestii
ru: Советы
sk: Tipy
sl: Namigi
sr: Saveti
th: เคล็ดลับ
tr: İpuçları
uk: Поради
vi: Gợi ý
zh: 小贴士

# crossdevice_link_sms_link_expire
source: Your link will expire in one hour
ar: ستنتهي صلاحية رابطك خلال ساعة واحدة
bg: Връзката ще изтече след един час
cs: Platnost Vašeho odkazu vyprší za hodinu
da: Dit link udløber om én time
de: Ihr Link läuft in einer Stunde ab
el: Ο σύνδεσμός σας θα λήξει σε μία ώρα
es: Su enlace móvil caducará en una hora
et: Teie link aegub tunni aja pärast
fa: لینک شما تا یک ساعت دیگر منقضی می‌شود
fi: Linkkisi vanhenee tunnin kuluttua
fr: Votre lien expirera dans une heure
he: תוקף הקישור לנייד שלך יפוג בעוד שעה
hi: एक घंटे बाद आपका लिंक काम नहीं करेगा
hr: Poveznica istječe za sat vremena
hu: A hivatkozása egy óra múlva lejár
hy: Ձեզ ուղարծված հղման ժամկետը կսպառվի մեկ ժամից
id: Tautan Anda akan kedaluwarsa dalam satu jam
it: Il tuo link scadrà tra un’ora
ja: リンクは1時間後に期限切れになります
ko: 링크는 1시간 후에 만료됩니다
lt: Jūsų nuoroda baigs galioti po valandos
lv: Jūsu saites derīguma termiņš beigsies pēc stundas
ms: Pautan anda akan tamat tempoh dalam masa satu jam
nb: Mobilkoblingen din utløper om én time
nl: Uw link verloopt over een uur
pl: Twój link wygaśnie za godzinę
pt: A sua ligação irá expirar dentro de uma hora
ro: Linkul dvs. va expira într-o oră
ru: Срок действия ссылки истекает через час
sk: Platnosť odkazu vyprší o hodinu
sl: Vaša povezava bo potekla v eni uri
sr: Link ističe za jedan sat
sv: Din länk går ut om en timme
th: ลิงก์ของคุณจะหมดอายุใน 1 ชั่วโมง
tr: Bağlantınızın süresi bir saat içinde dolacak
uk: Строк дії посилання закінчиться через годину
vi: Liên kết của bạn sẽ hết hạn sau một giờ
zh: 您的链接将在一小时后过期
