Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# crossdevice_mobile_intro_info_1
source: Your desktop window remains open
ar: يجب أن تبقى نافذة سطح المكتب مفتوحة
bg: Прозорецът на компютъра ви остава отворен
cs: Okno plochy je stále otevřené
da: Dit skrivebordsvindue forbliver åbent
de: Ihr Desktop-Fenster bleibt geöffnet
el: Το παράθυρο της επιφάνειας εργασίας σας παραμένει ανοικτό
es: La ventana del escritorio sigue abierta
et: Arvutis avatud aken jääb avatuks
fa: پنجره دسکتاپ کامپیوتر شما باز می‌ماند
fi: Työpöytäikkunasi pysyy auki
fr: Votre fenêtre de bureau reste ouverte
he: חלון שולחן העבודה שלך נשאר פתוח
hi: आपकी डेस्कटॉप विंडो खुली रहती है
hr: Prozor je i dalje otvoren na vašoj radnoj površini
hu: Asztali gépe ablaka nyitva marad
hy: Ձեր աշխատասեղանի պատուհանը բաց է մնում
id: Jendela desktop Anda tetap terbuka
it: Tenere aperta la finestra del browser
ja: デスクトップウィンドウは開いたままです
ko: 데스크톱 창이 열려 있습니다
lt: Jūsų darbastalio langas lieka atidarytas
lv: Darbvirsmas logs paliek atvērts
ms: Tetingkap desktop anda masih terbuka
nb: Skrivebordsvinduet forblir åpent
nl: Het venster op uw desktop blijft open
pl: Okno przeglądarki pozostaje otwarte
pt: A janela do seu ambiente de trabalho permanece aberta
ro: Fereastra dvs. desktop rămâne deschisă
ru: Окно рабочего стола оставьте открытым
sk: Vaše okno na ploche zostáva otvorené
sl: Vaše namizno okno ostaja odprto
sr: Prozor na radnoj površini ostaje otvoren
sv: Ditt webbfönster förblir öppet
th: คุณยังเปิดหน้าต่างในเดสก์ท็อปอยู่
tr: Masaüstü pencereniz açık kalır
uk: Вікно на робочому столі залишається відкритим
vi: Cửa sổ trang web trên máy tính của bạn vẫn mở
zh: 您的桌面窗口仍处于打开状态

# crossdevice_mobile_intro_info_2
source: This link was sent by you — seek advice if you think this could be a scam
ar: أنت من أرسل هذا الرابط — اطلب المشورة إذا كنت تعتقد باحتمال أن يكون هذا احتيالًا
bg: Вие изпратихте тази връзка – потърсете съвет, ако смятате, че това може да е измама
cs: Tento odkaz jste poslali Vy - pokud si myslíte, že by mohlo jít o podvod, požádejte o radu.
da: Dette link blev sendt af dig – søg rådgivning, hvis du tror, at det kan være svindel
de: Dieser Link wurde von Ihnen gesendet - lassen Sie sich beraten, wenn Sie glauben, dass es sich um einen Betrug handeln könnte
el: Αυτός ο σύνδεσμος εστάλη από εσάς — αναζητήστε συμβουλές εάν πιστεύετε ότι μπορεί να πρόκειται για απάτη
es: Usted envío este enlace. Pida ayuda si cree que podría ser peligroso
et: Selle lingi saatsite teie – küsige nõu, kui arvate, et tegu võib olla pettusega
fa: این لینک توسط شما ارسال شده است - اگر فکر می‌کنید ممکن است کلاهبرداری باشد، درخواست راهنمایی کنید
fi: Tämä linkki on sinun lähettämäsi. Kysy neuvoa, jos uskot, että se voisi olla huijaus
fr: Ce lien a été envoyé par vous. Demandez conseil si vous pensez qu’il s’agit d’une escroquerie.
he: קישור זה נשלח על ידך — פנה לתמיכה אם אתה חושב שזו הונאה
hi: यह लिंक आपने भेजा था— अगर आपको लगता है कि यह धोखाधड़ी हो सकती है, तो सलाह लें
hr: Ovu ste poveznicu vi poslali – potražite savjet ako mislite da se radi o prevari
hu: Ezt a linket Ön küldte — kérjen tanácsot, ha úgy gondolja, hogy ez csalás lehet
hy: Այս հղումն ուղարկվել է ձեր կողմից։ Դիմեք օգնության, եթե կարծում եք, որ դա կարող է խաբեություն լինել
id: Tautan ini dikirim oleh Anda — mintalah saran jika menurut Anda ini mungkin penipuan
it: Aver inviato tu il link — Cerca assistenza se pensi si possa trattare di una truffa
ja: このリンクはお客様が送信したものです。詐欺と思われる場合はご相談ください
ko: 본인이 보낸 링크입니다. 사기 행위가 의심된다면, 조언을 구하세요
lt: Šią nuorodą atsiuntėte jūs – kreipkitės patarimo, jei manote, kad tai gali būti apgaulė
lv: Šo saiti nosūtījāt jūs – ja uzskatāt, ka šī varētu būt krāpšana, meklējiet padomu
ms: Pautan ini telah dihantar oleh anda — dapatkan nasihat jika anda berpendapat ini mungkin penipuan
nb: Denne lenken ble sendt av deg – søk råd hvis du tror dette kan være en svindel
nl: Deze link is door u verstuurd - vraag om advies als u denkt dat het hier gaat om fraude
pl: Ten link został wysłany przez Ciebie — jeśli uważasz, że to może być oszustwo, zwróć się o poradę
pt: Esta ligação foi enviada por si — procure ajuda se pensa que isto pode ser um scam
ro: Acest link a fost trimis de dvs. — solicitați sfaturi dacă credeți că poate fi vorba de înșelăciune
ru: Эта ссылка была отправлена Вами. Если Вы подозреваете, что это мошенничество, обратитесь за помощью
sk: Tento odkaz ste odoslali vy — ak si myslíte, že by mohlo ísť o podvod, požiadajte o pomoc
sl: To povezavo ste poslali vi — poiščite nasvet, če menite, da gre za prevaro
sr: Ovaj link ste poslali vi – potražite savet ako mislite da bi ovo mogla da bude prevara
sv: Den här länken skickades av dig – sök rådgivning om du tror att detta kan vara en bluff
th: คุณเป็นผู้ส่งลิงก์นี้ — หากคิดว่านี่อาจเป็นการหลอกลวง ให้ขอคำแนะนำ
tr: Bu bağlantı sizin tarafınızdan gönderildi (bunun bir dolandırıcılık olabileceğini düşünüyorsanız bir uzmana danışın)
uk: Це посилання надіслано вами. Зверніться за консультацією до спеціалістів, якщо ви вважаєте, що це може бути шахрайством
vi: Liên kết này do chính bạn gửi - hãy tìm lời khuyên nếu bạn cho rằng đây có thể là lừa đảo
zh: 此链接由您发送；如果您认为这可能是诈骗链接，请寻求建议

# crossdevice_mobile_intro_subtitle
source: Continue with the verification
ar: تابع مع عملية التحقُّق
bg: Продължаване с проверката
cs: Pokračujte v ověřování
da: Fortsæt med verificeringen
de: Fahren Sie mit der Überprüfung fort
el: Συνέχεια επαλήθευσης
es: Continúe con la verificación
et: Jätkake kontrollimist
fa: ادامه فرآیند تأیید هویت
fi: Jatka vahvistusta
fr: Poursuivre la vérification
he: המשך תהליך האימות
hi: वेरिफ़िकेशन जारी रखें
hr: Nastavite s provjerom
hu: Folytassa az azonosítást
hy: Շարունակել նույնականացումը
id: Lanjutkan dengan verifikasi
it: Continua la verifica
ja: 認証を続行する
ko: 인증 절차 계속 진행하기
lt: Tęsti patvirtinimą
lv: Turpināt pārbaudi
ms: Teruskan dengan pengesahan
nb: Fortsett verifiseringen
nl: Ga door met de verificatie
pl: Kontynuuj weryfikację
pt: Continuar com a verificação
ro: Continuați cu verificarea
ru: Продолжить проверку
sk: Pokračovať v overovaní
sl: Nadaljuj s preverjanjem
sr: Nastavite sa proverom identiteta
sv: Fortsätt med verifieringen
th: ยืนยันตัวตนต่อ
tr: Doğrulamaya devam edin
uk: Продовжити верифікацію
vi: Tiếp tục xác minh
zh: 继续验证

# crossdevice_mobile_intro_title
source: Mobile session linked to your computer
ar: جلسة جهاز محمولة مرتبط بجهاز كمبيوترك
bg: Мобилна сесия, свързана с компютъра ви
cs: Mobilní relace propojená s počítačem
da: Mobilsession knyttet til din computer
de: Mit Ihrem Computer verbunden
el: Περίοδος λειτουργίας κινητού σε σύνδεση με τον υπολογιστή σας
es: Vinculado a su ordenador
et: Arvutiga seotud mobiiliseanss
fa: گوشی موبایل به رایانه شما مرتبط شد
fi: Tietokoneeseesi yhdistetty matkapuhelinistunto
fr: Lié à votre ordinateur
he: הפעלה בנייד מקושרת למחשב שלך
hi: आपके कंप्यूटर से जुड़ा मोबाइल सेशन
hr: Mobilna sesija povezana je s vašim računalom
hu: Számítógépéhez kapcsolódó mobil munkamenet
hy: Ձեր համակարգչին կցված բջջային կապի աշխատաշրջան
id: Sesi seluler yang ditautkan ke komputer Anda
it: Sessione mobile collegata al tuo computer
ja: パソコンにリンクされたモバイルセッション
ko: 컴퓨터에 연결된 모바일 세션
lt: Mobilioji sesija susieta su jūsų kompiuteriu
lv: Mobilā sesija piesaistīta jūsu datoram
ms: Sesi telefon bimbit dipaut ke komputer anda
nb: Mobiløkt koblet til datamaskinen
nl: Mobiele sessie gekoppeld aan uw computer
pl: Sesja mobilna połączona z komputerem
pt: Ligado ao seu computador
ro: Sesiune telefon mobil conectat la computerul dvs.
ru: Сеанс на мобильном устройстве, связанный с Вашим компьютером
sk: Mobilná relácia prepojená s počítačom
sl: Mobilna seja, povezana z računalnikom
sr: Mobilna sesija povezana sa računarom
sv: Mobilsession kopplad till din dator
th: เซสชันบนโทรศัพท์ที่เชื่อมโยงกับคอมพิวเตอร์ของคุณ
tr: Mobil oturum bilgisayarınıza bağlandı
uk: Мобільний сеанс, пов’язаний із вашим комп’ютером
vi: Phiên di động được liên kết với máy tính của bạn
zh: 链接到您计算机的手机会话

# crossdevice_mobile_retry_connection_subtitle
source: Attempting to reconnect
ar: جارٍ محاولة إعادة الاتصال
bg: Опит за повторно свързване
cs: Probíhá pokus o opětovné připojení
da: Forsøger at genoprette forbindelsen
de: Wiederverbindung wird versucht
el: Προσπάθεια επανασύνδεσης
es: Intentando reconectar
et: Ühenduse taastamine
fa: در حال تلاش برای اتصال مجدد
fi: Yritetään muodostaa yhteyttä uudelleen
fr: Tentative de reconnexion
he: מנסה להתחבר מחדש
hi: पुनः कनेक्ट करने का प्रयास किया जा रहा है
hr: Pokušaj ponovnog povezivanja
hu: Újrakapcsolódás folyamatban
hy: Փորձում ենք վերամիանալ
id: Mencoba menyambungkan kembali
it: Tentativo di riconnessione
ja: 再接続を試みています
ko: 재연결 시도 중
lt: Bandoma prisijungti iš naujo
lv: Mēģina atkārtoti izveidot savienojumu
ms: Cuba untuk menyambung semula
nb: Prøver å koble til på nytt
nl: Poging tot opnieuw verbinden
pl: Próba ponownego połączenia
pt: Tentando reconectar
ro: Se încearcă reconectarea
ru: Попытка переподключения
sk: Prebieha pokus o opätovné pripojenie
sl: Poskus ponovne povezave
sr: Pokušaj ponovnog povezivanja
sv: Försöker återansluta
th: กำลังพยายามเชื่อมต่อใหม่
tr: Yeniden bağlanmaya çalışılıyor
uk: Спроба повторного підключення
vi: Đang cố gắng kết nối lại
zh: 尝试重新连接

# crossdevice_mobile_retry_connection_title
source: Connection lost
ar: انقطع الاتصال
bg: Връзката прекъсна
cs: Ztráta spojení
da: Forbindelsen gik tabt
de: Verbindung unterbrochen
el: Η σύνδεση χάθηκε
es: Conexión perdida
et: Ühendus kadunud
fa: ارتباط قطع شد
fi: Yhteys katkesi
fr: Connexion perdue
he: החיבור נותק
hi: कनेक्शन टूट गया
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
hy: Կապի խափանում
id: Koneksi terputus
it: Connessione interrotta
ja: 接続が切断されました
ko: 연결이 끊겼습니다
lt: Nutrūko ryšys
lv: Savienojums pārtrūcis
ms: Sambungan terputus
nb: Tilkoblingen ble brutt
nl: Verbinding verbroken
pl: Połączenie zerwane
pt: Ligação perdida
ro: Conexiune pierdută
ru: Соединение потеряно
sk: Spojenie bolo prerušené
sl: Povezava prekinjena
sr: Veza je prekinuta
sv: Anslutningen försvann
th: การเชื่อมต่อขาด
tr: Bağlantı kesildi
uk: Збій з’єднання
vi: Mất kết nối
zh: 连接已丢失

# crossdevice_mobile_verification_abort_button
source: It`s not me
ar: لست أنا
bg: Не съм аз
cs: To nejsem já
da: Det er ikke mig
de: Ich bin es nicht
el: Δεν είμαι εγώ
es: No soy yo
et: See ei ole mina
fa: این من نیستم
fi: Se ei ole minä
fr: Ce n`est pas moi
he: זה לא אני
hi: यह मैं नहीं हूँ
hr: To nisam ja
hu: Nem én vagyok
hy: Այս ինձ չէ
id: Itu bukan saya
it: Non sono io
ja: それは私ではありません
ko: 나는 아니야
lt: Tai ne aš
lv: Tas neesmu es
ms: Itu bukan saya
nb: Det er ikke meg
nl: Het is niet ik
pl: To nie ja
pt: Não sou eu
ro: Nu sunt eu
ru: Это не я
sk: Nie som to ja
sl: To nisem jaz
sr: To nisam ja
sv: Det är inte jag
th: มันไม่ใช่ฉัน
tr: Ben değilim
uk: Це не я
vi: Đó không phải là tôi
zh: 不是我

# crossdevice_mobile_verification_subtitle
source: Tap the number shown on your other device. We want to make sure that it’s really you.
ar: اضغط على الرقم المعروض على جهازك الآخر. نريد التأكد من أنك أنت حقا.
bg: Докоснете числото, показано на вашия друг устройство. Искаме да се уверим, че сте наистина вие.
cs: Klepněte na číslo zobrazené na vašem dalším zařízení. Chceme se ujistit, že jste to opravdu vy.
da: Tryk på det nummer, der vises på din anden enhed. Vi vil sikre os, at det virkelig er dig.
de: Tippen Sie auf die Nummer, die auf Ihrem anderen Gerät angezeigt wird. Wir möchten sicherstellen, dass Sie es wirklich sind.
el: Πατήστε τον αριθμό που εμφανίζεται στην άλλη σας συσκευή. Θέλουμε να βεβαιωθούμε ότι είστε εσείς.
es: Toque el número que se muestra en su otro dispositivo. Queremos asegurarnos de que realmente sea usted.
et: Koputage numbrile, mis kuvatakse teie teisel seadmel. Me tahame veenduda, et see olete tõesti teie.
fa: روی شماره نمایش داده شده روی دستگاه دیگرتان ضربه بزنید. ما می خواهیم مطمئن شویم که واقعا شما هستید.
fi: Napauta numeroa, joka näkyy toisella laitteellasi. Haluamme varmistaa, että se olet todella sinä.
fr: Appuyez sur le numéro affiché sur votre autre appareil. Nous voulons nous assurer que c`est bien vous.
he: הקש על המספר שמוצג במכשיר האחר שלך. אנחנו רוצים לוודא שזה אכן אתה.
hi: अपने अन्य उपकरण पर दिखाई देने वाले नंबर को छूना। हम सुनिश्चित करना चाहते हैं कि यह वास्तव में आप ही हैं।
hr: Dodirnite broj prikazan na vašem drugom uređaju. Želimo se uvjeriti da ste to doista vi.
hu: Érintse meg a másik eszközén megjelenő számot. Meg akarjuk bizonyosodni, hogy valóban Ön az.
hy: Սեղմեք թվին, որը ցուցադրված է ձեր մյուս սարքի վրա։ Մենք ցանկանում ենք համոզվել, որ դա իրականում դուք եք։
id: Ketuk nomor yang ditampilkan di perangkat lain Anda. Kami ingin memastikan bahwa itu benar-benar Anda.
it: Tocca il numero mostrato sul tuo altro dispositivo. Vogliamo essere sicuri che sia davvero tu.
ja: 他のデバイスに表示されている番号をタップしてください。本当にあなたであることを確認したいです。
ko: 다른 기기에 표시된 번호를 탭하세요. 당신이 진짜인지 확인하고 싶습니다.
lt: Spustelėkite numerį, rodomą jūsų kitame įrenginyje. Norime įsitikinti, kad tai tikrai jūs.
lv: Nospiediet uz numuru, kas parādās jūsu citā ierīcē. Mēs vēlamies pārliecināties, ka tas tiešām esat jūs.
ms: Ketuk nombor yang ditunjukkan pada peranti lain anda. Kami mahu memastikan bahawa itu benar-benar anda.
nb: Trykk på nummeret som vises på din andre enhet. Vi vil forsikre oss om at det virkelig er deg.
nl: Tik op het nummer dat op uw andere apparaat wordt weergegeven. We willen er zeker van zijn dat u het echt bent.
pl: Dotknij numeru wyświetlanego na twoim innym urządzeniu. Chcemy upewnić się, że to naprawdę ty.
pt: Toque no número mostrado no seu outro dispositivo. Queremos ter certeza de que é realmente você.
ro: Atingeți numărul afișat pe celălalt dispozitiv al dvs. Vrem să ne asigurăm că sunteți cu adevărat dumneavoastră.
ru: Нажмите на номер, отображаемый на вашем другом устройстве. Мы хотим убедиться, что это действительно вы.
sk: Kliknite na číslo zobrazené na vašom inom zariadení. Chceme sa uistiť, že ste to naozaj vy.
sl: Dotaknite se številke, prikazane na vaši drugi napravi. Želimo se prepričati, da ste res vi.
sr: Dodirnite broj prikazan na vašem drugom uređaju. Želimo da se uverimo da ste to zaista vi.
sv: Tryck på numret som visas på din andra enhet. Vi vill försäkra oss om att det verkligen är du.
th: แตะตัวเลขที่แสดงบนอุปกรณ์อื่น ๆ ของคุณ เราต้องการที่จะตรวจสอบว่ามันคือคุณจริง ๆ
tr: Diğer cihazınızda gösterilen numaraya dokunun. Gerçekten siz olduğunuzdan emin olmak istiyoruz.
uk: Натисніть на номер, що відображається на вашому іншому пристрої. Ми хочемо переконатися, що це дійсно ви.
vi: Chạm vào số hiển thị trên thiết bị khác của bạn. Chúng tôi muốn đảm bảo rằng đó thực sự là bạn.
zh: 点击在您的其他设备上显示的数字。我们想确保这确实是您。

# crossdevice_mobile_verification_title
source: Match the number
ar: قم بمطابقة الرقم
bg: Съответствие на числото
cs: Přiřaďte číslo
da: Match nummeret
de: Ordnen Sie die Nummer zu
el: Ταιριάξτε τον αριθμό
es: Empareja el número
et: Sobita number
fa: شماره را مطابقت دهید
fi: Sovita numero
fr: Associez le numéro
he: התאם את המספר
hi: संख्या का मिलान करें
hr: Uskladite broj
hu: Párosítsd a számot
hy: Համապատասխանեցրեք թիվը
id: Cocokkan nomornya
it: Abbina il numero
ja: 番号を一致させる
ko: 번호를 맞추세요
lt: Suderinkite numerį
lv: Sakritināt numuru
ms: Padankan nombor
nb: Samsvare med nummeret
nl: Match het nummer
pl: Dopasuj numer
pt: Combine o número
ro: Asociați numărul
ru: Сопоставьте число
sk: Zodpovedajúce číslo
sl: Ujemanje številk
sr: Uporedi broj
sv: Matcha numret
th: จับคู่ตัวเลข
tr: Numarayı eşleştirin
uk: Зіставте номер
vi: Khớp số
zh: 匹配数字

# crossdevice_verification_instruction
source: Tap the number on your mobile to verify it’s you.
ar: اضغط على الرقم على هاتفك المحمول للتحقق من أنه أنت.
bg: Докоснете номера на мобилния си телефон, за да потвърдите, че сте вие.
cs: Klepněte na číslo na svém mobilu, abyste ověřili, že jste to vy.
da: Tryk på nummeret på din mobil for at bekræfte, at det er dig.
de: Tippen Sie auf die Nummer auf Ihrem Handy, um zu bestätigen, dass Sie es sind.
el: Πατήστε τον αριθμό στο κινητό σας για να επιβεβαιώσετε ότι είστε εσείς.
es: Toca el número en tu móvil para verificar que eres tú.
et: Koputage oma mobiilil numbrile, et kinnitada, et see olete teie.
fa: برای تأیید هویت خود، روی شماره موبایل خود ضربه بزنید.
fi: Napauta numeroa matkapuhelimellasi varmistaaksesi, että se olet sinä.
fr: Appuyez sur le numéro sur votre mobile pour vérifier que c`est vous.
he: הקש על המספר בטלפון הנייד שלך כדי לאמת שזה אתה.
hi: यह सत्यापित करने के लिए अपने मोबाइल पर नंबर पर टैप करें कि यह आप ही हैं।
hr: Dodirnite broj na svom mobilnom telefonu da potvrdite da ste to vi.
hu: Érintse meg a számot a mobilján, hogy megerősítse, hogy Ön az.
hy: Սեղմեք ձեր բջջայինի համարը, որպեսզի ստուգեք, որ դա դուք եք։
id: Ketuk nomor di ponsel Anda untuk memverifikasi bahwa itu Anda.
it: Tocca il numero sul tuo cellulare per verificare che sei tu.
ja: 携帯の番号をタップして、あなたであることを確認してください。
ko: 본인임을 확인하기 위해 모바일에 있는 숫자를 누르세요.
lt: Spustelėkite numerį savo mobiliajame telefone, kad patvirtintumėte, kad tai jūs.
lv: Nospiediet numuru savā mobilajā tālrunī, lai pārbaudītu, vai tas esat jūs.
ms: Ketuk nombor pada telefon bimbit anda untuk mengesahkan ia adalah anda.
nb: Trykk på nummeret på mobilen din for å bekrefte at det er deg.
nl: Tik op het nummer op uw mobiel om te verifiëren dat u het bent.
pl: Dotknij numeru na swoim telefonie komórkowym, aby zweryfikować, że to Ty.
pt: Toque no número no seu celular para verificar se é você.
ro: Apăsați numărul de pe telefonul mobil pentru a verifica că sunteți dumneavoastră.
ru: Нажмите на номер на вашем мобильном телефоне, чтобы подтвердить, что это вы.
sk: Kliknite na číslo na svojom mobile, aby ste overili, že ste to vy.
sl: Potrdite, da ste vi, tako da na mobilnem telefonu tapnete številko.
sr: Tapnite na broj na svom mobilnom telefonu da potvrdite da ste to vi.
sv: Tryck på numret på din mobil för att verifiera att det är du.
th: แตะตัวเลขบนโทรศัพท์มือถือของคุณเพื่อยืนยันว่ามันคือคุณ
tr: Doğrulamanın siz olduğunu onaylamak için mobilinizdeki numaraya dokunun.
uk: Натисніть на номер на своєму мобільному, щоб підтвердити, що це ви.
vi: Chạm vào số trên điện thoại di động của bạn để xác minh đó là bạn.
zh: 点击您手机上的数字以验证是您。

# crossdevice_verification_subtitle
source: To help keep your information safe, Onfido wants to make sure it’s really you trying to verify your identity
ar: للمساعدة في الحفاظ على معلوماتك آمنة، تريد Onfido التأكد من أنك أنت حقًا الذي تحاول التحقق من هويتك
bg: За да помогне да се запази вашата информация в безопасност, Onfido иска да се увери, че наистина сте вие, който се опитва да потвърди своята самоличност
cs: Aby pomohla udržet vaše informace v bezpečí, společnost Onfido chce ověřit, že jste to opravdu vy, kdo se snaží ověřit svou totožnost
da: For at hjælpe med at holde dine oplysninger sikre, ønsker Onfido at sikre sig, at det virkelig er dig, der forsøger at verificere din identitet
de: Um Ihre Informationen sicher zu halten, möchte Onfido sicherstellen, dass Sie es wirklich sind, der versucht, Ihre Identität zu überprüfen
el: Για να βοηθήσουμε στη διατήρηση της ασφάλειας των πληροφοριών σας, η Onfido θέλει να βεβαιωθεί ότι είστε εσείς πραγματικά που προσπαθείτε να επαληθεύσετε την ταυτότητά σας
es: Para ayudar a mantener tu información segura, Onfido quiere asegurarse de que realmente eres tú quien intenta verificar tu identidad
et: Selleks, et aidata teie teavet turvalisena hoida, soovib Onfido veenduda, et just teie proovite oma isikut tõendada
fa: برای حفظ امنیت اطلاعات شما، Onfido می خواهد اطمینان حاصل کند که واقعا شما هستید که سعی در تأیید هویت خود دارید
fi: Onfido haluaa varmistaa, että se olet todella sinä, joka yrität vahvistaa henkilöllisyytesi, jotta tietosi pysyvät turvassa
fr: Pour aider à garder vos informations en sécurité, Onfido veut s`assurer que c`est bien vous qui essayez de vérifier votre identité
he: כדי לעזור לשמור על המידע שלך בטוח, Onfido רוצה לוודא שזה אכן אתה שמנסה לאמת את זהותך
hi: आपकी जानकारी को सुरक्षित रखने में मदद करने के लिए, Onfido यह सुनिश्चित करना चाहता है कि वास्तव में आप ही अपनी पहचान सत्यापित करने की कोशिश कर रहे हैं
hr: Kako bi održao sigurnost vaših podataka, Onfido želi biti siguran da ste to doista vi koji pokušavate potvrditi svoj identitet
hu: Az Onfido annak érdekében, hogy biztonságban tartsa az adataidat, meg akarja győződni arról, hogy valóban te próbálod azonosítani magad
hy: Որպեսզի պաշտպանենք ձեր տվյալները, Onfido-ն ցանկանում է համոզվել, որ դա իրականում դուք եք, ով փորձում եք ստուգել ձեր իսկությունը
id: Untuk membantu menjaga informasi Anda tetap aman, Onfido ingin memastikan bahwa benar-benar Anda yang mencoba untuk memverifikasi identitas Anda
it: Per aiutare a mantenere al sicuro le tue informazioni, Onfido vuole assicurarsi che tu stia realmente cercando di verificare la tua identità
ja: あなたの情報を安全に保つため、Onfidoは本当にあなたが身元を確認しようとしているのかを確認したいと考えています
ko: 당신의 정보를 안전하게 보호하기 위해, Onfido는 실제로 당신이 본인 인증을 시도하는지 확인하고자 합니다
lt: Kad padėtų išlaikyti jūsų informaciją saugią, Onfido nori įsitikinti, kad tai tikrai jūs bandote patvirtinti savo tapatybę
lv: Lai palīdzētu aizsargāt jūsu informāciju, Onfido vēlas pārliecināties, ka tiešām esat jūs, kurš mēģina pārbaudīt savu identitāti
ms: Untuk membantu menjaga keselamatan maklumat anda, Onfido mahu memastikan bahawa benar-benar anda yang cuba mengesahkan identiti anda
nb: For å hjelpe med å holde informasjonen din trygg, ønsker Onfido å forsikre seg om at det virkelig er deg som prøver å verifisere identiteten din
nl: Om uw informatie veilig te houden, wil Onfido ervoor zorgen dat u het echt bent die probeert uw identiteit te verifiëren
pl: Aby pomóc zachować bezpieczeństwo Twoich informacji, Onfido chce upewnić się, że to naprawdę Ty próbujesz zweryfikować swoją tożsamość
pt: Para ajudar a manter suas informações seguras, a Onfido quer ter certeza de que é realmente você tentando verificar sua identidade
ro: Pentru a ajuta la păstrarea în siguranță a informațiilor tale, Onfido vrea să se asigure că ești cu adevărat tu cel care încearcă să își verifice identitatea
ru: Чтобы помочь сохранить вашу информацию в безопасности, Onfido хочет убедиться, что это действительно вы пытаетесь подтвердить свою личность
sk: Aby sme pomohli chrániť vaše informácie, Onfido chce sa uistiť, že ste to naozaj vy, kto sa pokúša overiť svoju totožnosť
sl: Da bi pomagali ohranjati vaše informacije varne, Onfido želi zagotoviti, da ste res vi, ki poskušate preveriti svojo identiteto
sr: Da bi pomogao u očuvanju vaših informacija, Onfido želi da se uveri da ste to zaista vi koji pokušavate da potvrdite svoj identitet
sv: För att hjälpa till att hålla din information säker vill Onfido försäkra sig om att det verkligen är du som försöker verifiera din identitet
th: เพื่อช่วยรักษาข้อมูลของคุณให้ปลอดภัย, Onfido ต้องการที่จะตรวจสอบว่าคุณเองที่กำลังพยายามยืนยันตัวตน
tr: Bilgilerinizi güvende tutmak için Onfido, kimliğinizi doğrulamaya çalışanın gerçekten siz olduğunuzdan emin olmak istiyor
uk: Щоб допомогти зберегти вашу інформацію в безпеці, Onfido хоче переконатися, що це дійсно ви намагаєтеся підтвердити свою особистість
vi: Để giúp bảo vệ thông tin của bạn, Onfido muốn đảm bảo rằng đó thực sự là bạn đang cố gắng xác minh danh tính của mình
zh: 为了帮助保护您的信息安全，Onfido希望确保真正进行身份验证的是您
