Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_scan_instruction_2_document_android
source: Slowly slide your document up and down against your phone to locate the chip.
ar: قم بتحريك المستند ببطء لأعلى ولأسفل مقابل هاتفك لتحديد موقع الشريحة.
bg: Бавно плъзнете вашия документ нагоре и надолу срещу телефона си, за да намерите чипа.
cs: Pomalu posouvejte svůj dokument nahoru a dolů proti telefonu, abyste našli čip.
da: Skub langsomt dit dokument op og ned mod din telefon for at finde chippen.
de: Schieben Sie Ihr Dokument langsam auf und ab gegen Ihr Telefon, um den Chip zu lokalisieren.
el: Σιγά-σιγά σύρετε το έγγραφό σας πάνω και κάτω στο τηλέφωνό σας για να εντοπίσετε το τσιπ.
es: Deslice lentamente su documento hacia arriba y hacia abajo contra su teléfono para localizar el chip.
et: Libistage oma dokumenti aeglaselt üles ja alla vastu telefoni, et kiipi leida.
fa: به آرامی سند خود را به بالا و پایین در برابر تلفن خود بکشید تا تراشه را پیدا کنید.
fi: Liikuta henkilöllisyystodistustasi hitaasti ylös ja alas puhelintasi vasten löytääksesi sirun.
fr: Faites glisser lentement votre document vers le haut et vers le bas contre votre téléphone pour localiser la puce.
he: החלק את המסמך שלך לאט למעלה ולמטה כנגד הטלפון שלך כדי לאתר את השבב.
hi: धीरे-धीरे अपने दस्तावेज़ को अपने फोन के खिलाफ ऊपर और नीचे स्लाइड करें ताकि चिप का पता लगाया जा सके।
hr: Polako pomičite svoj dokument gore-dolje uz telefon kako biste locirali čip.
hu: Lassan csúsztassa fel és le az okmányt a telefonján, hogy megtalálja a chipet.
hy: Դանդաղ սահեցրեք ձեր փաստաթուղթը վերև և ներքև ձեր հեռախոսի վրա՝ չիպը գտնելու համար։
id: Perlahan geser dokumen Anda ke atas dan ke bawah pada ponsel Anda untuk menemukan chip.
it: Fai scorrere lentamente il tuo documento su e giù contro il telefono per individuare il chip.
ja: ゆっくりと身分証明書をスマートフォンに対して上下に動かし、チップを見つけてください。
ko: 천천히 신분증을 휴대폰에 대고 위아래로 움직여 칩을 찾으세요.
lt: Lėtai slinkite savo dokumentą aukštyn ir žemyn prieš telefoną, kad rastumėte lustą.
lv: Lēnām slīdiet savu dokumentu uz augšu un uz leju pret tālruni, lai atrastu mikroshēmu.
ms: Perlahan-lahan geser dokumen anda ke atas dan ke bawah pada telefon anda untuk mencari cip.
nb: Skyv dokumentet ditt sakte opp og ned mot telefonen for å finne brikken.
nl: Schuif uw document langzaam omhoog en omlaag tegen uw telefoon om de chip te lokaliseren.
pl: Powoli przesuwaj swój dokument tożsamości w górę i w dół wzdłuż telefonu, aby zlokalizować chip.
pt: Deslize lentamente seu documento para cima e para baixo contra o seu telefone para localizar o chip.
ro: Glisați încet documentul de identitate în sus și în jos pe telefon pentru a localiza cipul.
ru: Медленно перемещайте ваш документ вверх и вниз по телефону, чтобы найти чип.
sk: Pomaly posúvajte svoj doklad hore a dole proti telefónu, aby ste našli čip.
sl: Počasi drsite z dokumentom gor in dol ob telefonu, da najdete čip.
sr: Polako pomerajte vaš dokument gore-dole uz telefon kako biste locirali čip.
sv: För sakta ditt dokument upp och ner mot din telefon för att hitta chipet.
th: ค่อยๆ เลื่อนเอกสารของคุณขึ้นและลงกับโทรศัพท์ของคุณเพื่อค้นหาชิป
tr: Belgenizi çipi bulmak için telefonunuza karşı yavaşça yukarı ve aşağı kaydırın.
uk: Повільно проведіть вашим документом вгору і вниз по телефону, щоб знайти чіп.
vi: Từ từ trượt tài liệu của bạn lên và xuống trên điện thoại để xác định vị trí chip.
zh: 慢慢地将您的身份证件在手机上上下滑动以定位芯片。

# nfc_scan_instruction_2_document_ios
source: To locate the chip, you may need to slowly slide your document up and down against your phone.
ar: قد تحتاج إلى تحريك وثيقتك ببطء لأعلى ولأسفل ضد هاتفك لتحديد موقع الشريحة.
bg: За да намерите чипа, може да се наложи бавно да плъзгате документа си нагоре и надолу по телефона си.
cs: Abyste našli čip, možná budete muset pomalu posouvat svůj dokument nahoru a dolů u svého telefonu.
da: For at finde chippen, skal du muligvis langsomt glide dit dokument op og ned mod din telefon.
de: Um den Chip zu lokalisieren, müssen Sie möglicherweise Ihr Dokument langsam auf und ab gegen Ihr Telefon schieben.
el: Για να εντοπίσετε το τσιπ, ίσως χρειαστεί να μετακινήσετε αργά το έγγραφό σας πάνω και κάτω απέναντι από το τηλέφωνό σας.
es: Para localizar el chip, es posible que necesites deslizar lentamente tu documento hacia arriba y hacia abajo contra tu teléfono.
et: Kiibi asukoha leidmiseks võite vajada oma dokumendi aeglast liigutamist üles ja alla oma telefoni vastas.
fa: برای پیدا کردن چیپ، ممکن است نیاز باشد به آرامی سند هویت خود را بر روی تلفن همراه خود بالا و پایین بکشید.
fi: Saadaksesi sirun sijainnin selville, saatat joutua liu`uttamaan dokumenttiasi hitaasti ylös ja alas puhelintasi vasten.
fr: Pour localiser la puce, vous devrez peut-être faire glisser lentement votre document de haut en bas contre votre téléphone.
he: כדי לאתר את השבב, ייתכן שתצטרך להחליק לאט את המסמך שלך למעלה ולמטה מול הטלפון שלך.
hi: चिप को ढूंढने के लिए, आपको अपने फोन के खिलाफ धीरे-धीरे अपने दस्तावेज़ को ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है।
hr: Da biste pronašli čip, možda ćete morati polako kliziti svojim dokumentom gore i dolje po telefonu.
hu: A chip helyének megtalálásához lehet, hogy lassan kell mozgatnia az okmányát fel és le a telefonja előtt.
hy: Չիպը գտնելու համար ձեզ կարող է պետք լինել դանդաղ ձեր փաստաթուղթը ձեր հեռախոսի դեմ վերև-ներև սահմանել։
id: Untuk menemukan chip, Anda mungkin perlu menggeser dokumen Anda perlahan-lahan ke atas dan ke bawah di sepanjang ponsel Anda.
it: Per localizzare il chip, potrebbe essere necessario far scorrere lentamente il tuo documento su e giù contro il tuo telefono.
ja: チップを見つけるためには、身分証明書をゆっくりとスマートフォンに対して上下にスライドさせる必要があるかもしれません。
ko: 칩을 찾으려면 신분증을 천천히 휴대폰에 대고 위아래로 움직여야 할 수도 있습니다.
lt: Norėdami rasti lustą, gali tekti lėtai slinkti savo dokumentu aukštyn ir žemyn prieš savo telefoną.
lv: Lai atrastu čipu, jums var nākties lēnām slidināt savu dokumentu uz augšu un leju pa savu tālruni.
ms: Untuk mencari cip, anda mungkin perlu menggeser perlahan dokumen anda naik dan turun di atas telefon anda.
nb: For å finne chipen, må du kanskje sakte skyve dokumentet ditt opp og ned mot telefonen din.
nl: Om de chip te lokaliseren, moet u mogelijk uw document langzaam op en neer schuiven tegen uw telefoon.
pl: Aby zlokalizować chip, możesz potrzebować powoli przesuwać swój dokument w górę i w dół względem swojego telefonu.
pt: Para localizar o chip, você pode precisar deslizar lentamente o seu documento para cima e para baixo contra o seu telefone.
ro: Pentru a localiza cipul, este posibil să fie nevoie să alunecați încet documentul în sus și în jos pe telefonul dvs.
ru: Чтобы найти чип, вам может потребоваться медленно перемещать ваш документ вверх и вниз по экрану вашего телефона.
sk: Na lokalizáciu čipu môžete potrebovať pomaly posúvať svoj dokument hore a dole oproti svojmu telefónu.
sl: Za lociranje čipa boste morda morali počasi drseti z vašim dokumentom gor in dol ob vašem telefonu.
sr: Da biste locirali čip, možda će biti potrebno da polako klizite vaš dokument gore i dole preko vašeg telefona.
sv: För att hitta chipet kan du behöva långsamt dra ditt dokument upp och ner mot din telefon.
th: เพื่อค้นหาชิป คุณอาจจำเป็นต้องเลื่อนเอกสารของคุณขึ้นและลงอย่างช้าๆ บนโทรศัพท์ของคุณ
tr: Çipi bulmak için belgenizi telefonunuza karşı yavaşça yukarı ve aşağı kaydırmanız gerekebilir.
uk: Щоб знайти чіп, вам може знадобитися повільно пересувати ваш документ вгору та вниз по вашому телефону.
vi: Để tìm vị trí của chip, bạn có thể cần di chuyển từ từ tài liệu của mình lên và xuống trên điện thoại.
zh: 要找到芯片，您可能需要将您的证件在手机上缓慢地上下滑动。

# nfc_scan_instruction_2_passport_android
source: Place your phone against your passport. To locate the chip, you may need to slide your phone up and down against your passport.
ar: ضع هاتفك على جواز سفرك. للعثور على الشريحة، قد تحتاج إلى تحريك هاتفك لأعلى ولأسفل على جواز سفرك.
bg: Поставете телефона си върху паспорта си. За да намерите чипа, може да се наложи да плъзгате телефона си нагоре и надолу по паспорта си.
cs: Přiložte telefon k pasu. Pro nalezení čipu možná budete muset telefonem jezdit nahoru a dolů po pasu.
da: Placer din telefon mod dit pas. For at finde chippen, skal du muligvis glide din telefon op og ned mod dit pas.
de: Legen Sie Ihr Telefon gegen Ihren Reisepass. Um den Chip zu finden, müssen Sie möglicherweise Ihr Telefon auf und ab gegen Ihren Reisepass schieben.
el: Τοποθετήστε το τηλέφωνό σας πάνω στο διαβατήριό σας. Για να εντοπίσετε το chip, μπορεί να χρειαστεί να κινήσετε το τηλέφωνό σας πάνω και κάτω πάνω στο διαβατήριό σας.
es: Coloque su teléfono contra su pasaporte. Para localizar el chip, puede que necesite deslizar su teléfono hacia arriba y hacia abajo contra su pasaporte.
et: Asetage telefon oma passi vastu. Kiibi asukoha leidmiseks võite vajada telefoni üles-alla liigutamist passi vastu.
fa: گوشی خود را به گذرنامه خود بچسبانید. برای پیدا کردن چیپ، ممکن است نیاز باشد گوشی خود را بر روی گذرنامه خود بالا و پایین بکشید.
fi: Aseta puhelimesi passiasi vasten. Sirun paikantamiseksi saatat joutua liu`uttamaan puhelintasi ylös ja alas passiasi vasten.
fr: Placez votre téléphone contre votre passeport. Pour localiser la puce, vous devrez peut-être faire glisser votre téléphone de haut en bas contre votre passeport.
he: מקם את הטלפון שלך על הדרכון שלך. כדי לאתר את השבב, ייתכן שתצטרך להחליק את הטלפון שלך למעלה ולמטה על הדרכון שלך.
hi: अपने फ़ोन को अपने पासपोर्ट के खिलाफ रखें। चिप का पता लगाने के लिए, आपको शायद अपने फ़ोन को अपने पासपोर्ट के खिलाफ ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है।
hr: Stavite mobitel na putovnicu. Da biste locirali čip, možda ćete morati kliziti mobitelom gore-dolje po putovnici.
hu: Helyezze a telefonját az útlevelére. A chip megtalálásához lehet, hogy fel-le kell csúsztatnia a telefonját az útlevelén.
hy: Տեղադրեք ձեր հեռախոսը ձեր անձնագրի վրա։ Չիպը գտնելու համար ձեզ կարող է պետք լինել ձեր հեռախոսը ձեր անձնագրի վրա վերև-ներև սահմանել։
id: Tempatkan ponsel Anda di paspor Anda. Untuk menemukan chip, Anda mungkin perlu menggeser ponsel Anda naik dan turun di paspor Anda.
it: Posizioni il telefono accanto al passaporto. Per localizzare il chip, potrebbe essere necessario far scorrere il telefono su e giù contro il passaporto.
ja: パスポートに対してスマートフォンを置いてください。チップを見つけるためには、パスポートに対してスマートフォンを上下にスライドさせる必要があるかもしれません。
ko: 휴대폰을 여권에 대고 놓으세요. 칩을 찾으려면 휴대폰을 여권에 대고 위아래로 움직일 수도 있습니다.
lt: Prispauskite telefoną prie savo paso. Norėdami rasti lustą, gali tekti slinkti telefonu aukštyn ir žemyn prie savo paso.
lv: Novietojiet tālruni pret savu pasi. Lai atrastu čipu, var būt nepieciešams slidināt tālruni uz augšu un uz leju pa savu pasi.
ms: Letakkan telefon anda di atas pasport anda. Untuk mencari cip, anda mungkin perlu menggeser telefon anda naik dan turun di atas pasport anda.
nb: Plasser telefonen din mot passet ditt. For å finne chipen, kan det hende du må skyve telefonen opp og ned mot passet ditt.
nl: Leg uw telefoon tegen uw paspoort. Om de chip te vinden, moet u mogelijk uw telefoon op en neer schuiven tegen uw paspoort.
pl: Przyłóż telefon do paszportu. Aby zlokalizować chip, możesz potrzebować przesuwać telefon w górę i w dół względem paszportu.
pt: Coloque o seu telefone contra o seu passaporte. Para localizar o chip, você pode precisar deslizar o seu telefone para cima e para baixo contra o seu passaporte.
ro: Plasați telefonul dvs. împotriva pașaportului dvs. Pentru a localiza cipul, este posibil să fie nevoie să alunecați telefonul dvs. în sus și în jos pe pașaportul dvs.
ru: Приложите телефон к паспорту. Чтобы найти чип, вам может потребоваться перемещать телефон вверх и вниз по паспорту.
sk: Priložte telefón k pasu. Na lokalizáciu čipu môžete potrebovať posúvať telefón hore a dole po pase.
sl: Postavite svoj telefon na potni list. Da bi našli čip, boste morda morali telefon drseti gor in dol po potnem listu.
sr: Postavite svoj telefon na pasoš. Da biste locirali čip, možda će biti potrebno da klizite telefon gore-dole po pasošu.
sv: Placera din telefon mot ditt pass. För att hitta chippet kan du behöva glida din telefon upp och ner mot ditt pass.
th: วางโทรศัพท์ของคุณลงบนพาสปอร์ตของคุณ หากต้องการหาชิป คุณอาจจำเป็นต้องเลื่อนโทรศัพท์ของคุณขึ้นและลงบนพาสปอร์ตของคุณ
tr: Telefonunuzu pasaportunuza dayayın. Çipi bulmak için telefonunuzu pasaportunuzda yukarı ve aşağı kaydırmanız gerekebilir.
uk: Прикладіть телефон до паспорта. Щоб знайти чіп, вам може знадобитися переміщати телефон вгору та вниз по паспорту.
vi: Đặt điện thoại lên hộ chiếu của bạn. Để tìm chip, bạn có thể cần di chuyển điện thoại lên và xuống trên hộ chiếu của bạn.
zh: 将手机放在护照上。要找到芯片，您可能需要在护照上下滑动手机。

# nfc_scan_instruction_2_passport_ios
source: Place the top half of your phone against your passport to locate the chip.
ar: ضع النصف العلوي من هاتفك مقابل جواز سفرك لتحديد موقع الشريحة.
bg: Поставете горната част на телефона си срещу паспорта, за да намерите чипа.
cs: Umístěte horní polovinu telefonu proti pasu, abyste našli čip.
da: Placér den øverste halvdel af din telefon mod dit pas for at finde chippen.
de: Halten Sie die obere Hälfte Ihres Telefons an Ihren Reisepass, um den Chip zu lokalisieren.
el: Τοποθετήστε το επάνω μισό του τηλεφώνου σας πάνω στο διαβατήριό σας για να εντοπίσετε το chip.
es: Coloca la mitad superior de tu teléfono contra tu pasaporte para localizar el chip.
et: Asetage telefoni ülemine pool oma passi vastu, et leida kiip.
fa: نیمه بالای گوشی خود را در مقابل گذرنامه قرار دهید تا تراشه را پیدا کنید.
fi: Aseta puhelimesi yläosa passiasi vasten löytääksesi sirun.
fr: Placez la moitié supérieure de votre téléphone contre votre passeport pour localiser la puce.
he: הנח את החלק העליון של הטלפון שלך כנגד הדרכון כדי לאתר את השבב.
hi: अपने फोन के ऊपरी हिस्से को अपने पासपोर्ट के खिलाफ रखें ताकि चिप का पता लगाया जा सके।
hr: Postavite gornju polovicu svog telefona na putovnicu kako biste locirali čip.
hu: Helyezze a telefonja felső részét az útlevelére, hogy megtalálja a chipet.
hy: Տեղադրեք ձեր հեռախոսի վերին մասը ձեր անձնագրի վրա՝ չիպը գտնելու համար։
id: Tempatkan bagian atas ponsel Anda di atas paspor untuk menemukan chip.
it: Posiziona la metà superiore del tuo telefono contro il passaporto per individuare il chip.
ja: パスポートにスマートフォンの上半分を当てて、チップを探してください。
ko: 휴대폰의 윗부분을 여권에 대어 칩을 찾으세요.
lt: Padėkite viršutinę telefono dalį prie paso, kad rastumėte lustą.
lv: Novietojiet tālruņa augšējo pusi pret savu pasi, lai atrastu čipu.
ms: Letakkan bahagian atas telefon anda pada pasport anda untuk mencari cip.
nb: Plasser den øvre halvdelen av telefonen din mot passet for å finne brikken.
nl: Plaats de bovenkant van uw telefoon tegen uw paspoort om de chip te lokaliseren.
pl: Umieść górną połowę telefonu przy paszporcie, aby zlokalizować chip.
pt: Coloque a metade superior do seu telefone contra o seu passaporte para localizar o chip.
ro: Așezați jumătatea superioară a telefonului pe pașaport pentru a localiza cipul.
ru: Поместите верхнюю часть вашего телефона к паспорту, чтобы найти чип.
sk: Položte hornú polovicu telefónu na svoj pas, aby ste našli čip.
sl: Postavite zgornjo polovico telefona ob potni list, da najdete čip.
sr: Postavite gornju polovinu telefona na pasoš kako biste locirali čip.
sv: Placera den övre halvan av din telefon mot ditt pass för att hitta chipet.
th: วางครึ่งบนของโทรศัพท์ของคุณแนบกับหนังสือเดินทางเพื่อค้นหาชิป
tr: Telefonunuzun üst yarısını çipi bulmak için pasaportunuza yerleştirin.
uk: Розмістіть верхню частину вашого телефону на паспорті, щоб знайти чип.
vi: Đặt nửa trên của điện thoại bạn lên hộ chiếu để tìm chip.
zh: 将手机的上半部分靠在护照上以找到芯片。

# nfc_scan_instruction_2_passport_usa_android
source: Place your phone against the back cover. To locate the chip, you may need to slide your phone up and down against the cover.
ar: ضع هاتفك مقابل الغلاف الخلفي. لتحديد موقع الشريحة، قد تحتاج إلى تحريك هاتفك لأعلى ولأسفل مقابل الغلاف.
bg: Поставете телефона си срещу задния капак. За да намерите чипа, може да се наложи да плъзнете телефона нагоре и надолу по капака.
cs: Přiložte telefon k zadní straně krytu. Abyste našli čip, možná budete muset telefon posunout nahoru a dolů po krytu.
da: Placér din telefon mod bagsiden. For at finde chippen skal du muligvis glide din telefon op og ned mod bagsiden.
de: Platzieren Sie Ihr Telefon gegen die Rückseite des Dokuments. Um den Chip zu lokalisieren, müssen Sie möglicherweise Ihr Telefon auf und ab gegen die Rückseite schieben.
el: Τοποθετήστε το τηλέφωνό σας στην πίσω πλευρά του καλύμματος. Για να εντοπίσετε το chip, ίσως χρειαστεί να σύρετε το τηλέφωνό σας πάνω και κάτω κατά μήκος του καλύμματος.
es: Coloca tu teléfono contra la contraportada. Para localizar el chip, es posible que necesites deslizar tu teléfono hacia arriba y hacia abajo contra la cubierta.
et: Asetage oma telefon tagakaane vastu. Kiibi leidmiseks peate võib-olla telefoni üles-alla kaane vastu libistama.
fa: گوشی خود را در برابر جلد پشتی قرار دهید. برای پیدا کردن چیپ، ممکن است نیاز باشد گوشی خود را به بالا و پایین در برابر جلد حرکت دهید.
fi: Aseta puhelimesi takakantta vasten. Sirun löytämiseksi saatat joutua liu`uttamaan puhelintasi ylös ja alas kantta vasten.
fr: Placez votre téléphone contre la couverture arrière. Pour localiser la puce, vous devrez peut-être faire glisser votre téléphone de haut en bas contre la couverture.
he: הנח את הטלפון שלך כנגד הכיסוי האחורי. כדי לאתר את השבב, ייתכן שתצטרך להחליק את הטלפון למעלה ולמטה כנגד הכיסוי.
hi: अपने फोन को पीछे के कवर के खिलाफ रखें। चिप का पता लगाने के लिए, आपको अपने फोन को कवर के खिलाफ ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है।
hr: Postavite svoj telefon uz stražnji poklopac. Da biste locirali čip, možda ćete trebati pomicati telefon gore-dolje uz poklopac.
hu: Helyezze a telefonját a hátlaphoz. A chip megtalálásához lehet, hogy fel és le kell csúsztatnia a telefonját a hátlapon.
hy: Տեղադրեք ձեր հեռախոսը հետևի կափարիչի վրա։ Չիպը գտնելու համար, հնարավոր է, որ անհրաժեշտ լինի սահեցնել ձեր հեռախոսը վերև և ներքև կափարիչի վրա։
id: Tempatkan ponsel Anda di bagian belakang penutup. Untuk menemukan chip, Anda mungkin perlu menggeser ponsel Anda ke atas dan ke bawah pada penutup.
it: Posiziona il tuo telefono contro la copertina posteriore. Per individuare il chip, potrebbe essere necessario far scorrere il telefono su e giù contro la copertina.
ja: 携帯電話を裏表紙に当ててください。チップを見つけるために、携帯電話を表紙に沿って上下にスライドさせる必要があるかもしれません。
ko: 휴대폰을 뒷면 커버에 대세요. 칩을 찾기 위해 휴대폰을 커버에 대고 위아래로 움직여야 할 수도 있습니다.
lt: Padėkite telefoną prie galinio viršelio. Norėdami rasti lustą, gali tekti slinkti telefoną aukštyn ir žemyn palei viršelį.
lv: Novietojiet tālruni pret aizmugurējo vāciņu. Lai atrastu čipu, jums var būt nepieciešams pabīdīt tālruni uz augšu un uz leju pret vāciņu.
ms: Letakkan telefon anda pada penutup belakang. Untuk mencari cip, anda mungkin perlu menggerakkan telefon anda ke atas dan ke bawah pada penutup.
nb: Plasser telefonen mot baksiden av dekselet. For å finne chipen, kan det hende du må skyve telefonen opp og ned mot dekselet.
nl: Plaats uw telefoon tegen de achterkant. Om de chip te vinden, moet u mogelijk uw telefoon omhoog en omlaag schuiven tegen de kaft.
pl: Umieść telefon przy tylnej okładce. Aby zlokalizować chip, może być konieczne przesunięcie telefonu w górę i w dół wzdłuż okładki.
pt: Coloque seu telefone contra a capa traseira. Para localizar o chip, você pode precisar deslizar seu telefone para cima e para baixo contra a capa.
ro: Așezați telefonul pe coperta din spate. Pentru a localiza cipul, ar putea fi necesar să glisați telefonul în sus și în jos pe copertă.
ru: Поместите телефон на заднюю обложку. Чтобы найти чип, возможно, вам потребуется перемещать телефон вверх и вниз по обложке.
sk: Položte telefón na zadný kryt. Na nájdenie čipu možno budete musieť posúvať telefón hore a dole po kryte.
sl: Postavite telefon na zadnjo platnico. Za lociranje čipa boste morda morali telefon premikati gor in dol po platnici.
sr: Postavite telefon uz zadnju stranu korice. Da biste locirali čip, možda ćete morati da pomerate telefon gore-dole uz koricu.
sv: Placera din telefon mot bakstycket. För att hitta chippet kan du behöva föra telefonen upp och ner mot stycket.
th: วางโทรศัพท์ของคุณไว้ที่ฝาหลัง เพื่อหาชิป คุณอาจต้องเลื่อนโทรศัพท์ขึ้นและลงกับฝา
tr: Telefonunuzu arka kapağa yerleştirin. Çipi bulmak için telefonunuzu kapak üzerinde yukarı ve aşağı kaydırmanız gerekebilir.
uk: Прикладіть телефон до задньої обкладинки. Щоб знайти чип, можливо, доведеться посувати телефон вгору та вниз по обкладинці.
vi: Đặt điện thoại của bạn lên mặt sau của bìa. Để xác định vị trí chip, bạn có thể cần trượt điện thoại lên và xuống trên bìa.
zh: 将手机放在封面背面。为了找到芯片，您可能需要在封面上下滑动手机。
