Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_selection_title
source: Choose your document
ar: اختر مستندك
bg: Изберете документ
cs: Vyberte svůj dokument
da: Vælg dit dokument
de: Dokument auswählen
el: Επιλέξτε το έγγραφό σας
es: Seleccione un documento
et: Valige dokument
fa: سند خود را انتخاب کنید
fi: Valitse asiakirjasi
fr: Sélectionnez un document
he: בחר את המסמך שלך
hi: अपना डॉक्यूमेंट चुनें
hr: Odaberite svoj dokument
hu: Válassza ki a dokumentumot
hy: Ընտրեք ձեր փաստաթուղթը
id: Pilih dokumen Anda
it: Seleziona il tuo documento
ja: ドキュメントを選択
ko: 서류 선택
lt: Pasirinkite dokumentą
lv: Izvēlieties savu dokumentu
ms: Pilih dokumen anda
nb: Velg dokumentet ditt
nl: Kies uw document
pl: Wybierz swój dokument
pt: Escolha o seu documento
ro: Alegeți documentul dvs.
ru: Выберите свой документ
sk: Zvoľte svoj doklad
sl: Izberite dokument
sr: Izaberite dokument
sv: Välj ditt dokument
th: เลือกเอกสารของคุณ
tr: Belgenizi seçin
uk: Виберіть документ
vi: Chọn giấy tờ của bạn
zh: 选择您的证明文件

# document_upload_banner
source: Scans or photocopies are not accepted
ar: لا يتم قبول المسح الضوئي أو النسخ المصورة
bg: Не се приемат сканирания или фотокопия
cs: Skenování nebo fotokopie nejsou akceptovány
da: Scanninger eller fotokopier accepteres ikke
de: Scans oder Fotokopien werden nicht akzeptiert
el: Δεν γίνονται δεκτές σαρώσεις ή φωτοτυπίες
es: No se aceptan escaneos ni fotocopias.
et: Skaneeringuid ega koopiaid ei aktsepteerita
fa: اسکن یا فتوکپی پذیرفته نمی شود
fi: Skannauksia tai valokopioita ei hyväksytä
fr: Les scans ou photocopies ne sont pas acceptés
he: סריקות או צילום לא יתקבלו
hi: स्कैन या फोटोकॉपी स्वीकार नहीं की जाएगी
hr: Skenirane ili fotokopije se ne prihvaćaju
hu: Szkennelés vagy fénymásolat nem fogadható el
hy: Սկանավորումներ կամ լուսապատճեններ չեն ընդունվում
id: Scan atau fotokopi tidak diterima
it: Non sono accettate scansioni o fotocopie
ja: スキャンやコピーは受け付けられません
ko: 스캔본이나 사본은 허용되지 않습니다.
lt: Nuskaitymai ar fotokopijos nepriimami
lv: Skenēšana vai fotokopijas netiek pieņemtas
ms: Imbasan atau salinan foto tidak diterima
nb: Skann eller fotokopier godtas ikke
nl: Scans of fotokopieën worden niet geaccepteerd
pl: Nie akceptujemy skanów ani kserokopii.
pt: Não são aceites digitalizações ou fotocópias
ro: Nu se acceptă scanări sau fotocopii
ru: Сканы и фотокопии не принимаются.
sk: Scany alebo fotokópie nie sú akceptované
sl: Skeni ali fotokopije niso sprejeti
sr: Скенирање или фотокопије се не прихватају
sv: Skannade eller fotokopior accepteras inte
th: ไม่รับสแกนหรือถ่ายเอกสาร
tr: Taramalar veya fotokopiler kabul edilmez
uk: Скановані та фотокопії не приймаються
vi: Không chấp nhận bản quét hoặc bản sao
zh: 不接受扫描件或复印件

# document_upload_body_driving_licence_back
source: Upload back of license from your computer
ar: تحميل الوجه الخلفي للترخيص من جهاز كمبيوترك
bg: Качете задната страна на шофьорската книжка от компютъра си
cs: Nahrání zadní části licence z počítače
da: Upload ID`ets bagside fra din computer
de: Laden Sie die Rückseite Ihres Führerscheins von Ihrem Rechner hoch
el: Ανεβάστε την πίσω όψη της άδειας από τον υπολογιστή σας
es: Suba el reverso de la licencia desde su computadora
et: Loa tagakülje üleslaadimine arvutist
fa: تصویر پشت گواهینامه را از رایانه خود بارگذاری کنید
fi: Lataa ajokortin takaosa tietokoneeltasi
fr: Envoyez le verso de votre permis depuis votre ordinateur
he: העלה תמונה של החלק האחורי הרישיון מהמחשב שלך
hi: अपने कंप्यूटर से लाइसेंस के पीछे का हिस्सा अपलोड करें
hr: Prenesite snimku stražnje strane dozvole sa svog računala
hu: Töltse fel a jogosítvány hátlapját a számítógépéről
hy: Վերբեռնեք վկայականի դարձերեսը ձեր համակարգչից
id: Unggah kembali lisensi dari komputer Anda
it: Carica il retro della patente dal tuo computer
ja: パソコンから免許証の裏面をアップロードする
ko: 컴퓨터에서 면허증 뒷면 이미지를 업로드하세요
lt: Įkelkite galinę pažymėjimo pusę iš kompiuterio
lv: Augšupielādējiet autovadītāja apliecības aizmuguri no datora
ms: Muat naik bahagian belakang lesen dengan menggunakan komputer anda
nb: Last opp baksiden av lisensen fra datamaskinen
nl: Upload de achterkant van uw rijbewijs vanaf uw computer
pl: Prześlij tylną stronę dokumentu ze swojego komputera
pt: Carregue o verso da carta a partir do seu computador
ro: Încărcați pagina verso a permisului de conducere din computerul dvs.
ru: Загрузите оборотную сторону удостоверения со своего компьютера
sk: Nahrajte zadnú stranu vodičského preukazu z počítača
sl: Prenesi zadnjo stran dovoljenja iz računalnika
sr: Otpremite poleđinu zadnje strane sa računara
sv: Ladda upp baksidan av körkortet från din dator
th: อัปโหลดด้านหลังใบอนุญาตจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan sürücü belgenizin arka yüzünü yükleyin
uk: Передайте зображення зворотного боку водійського посвідчення зі свого комп’ютера
vi: Tải lên mặt sau giấy phép từ máy tính của bạn
zh: 从计算机上传驾照背面

# document_upload_body_driving_licence_front
source: Upload front of license from your computer
ar: تحميل الوجه الأمامي للترخيص من جهاز كمبيوترك
bg: Качете лицевата страна на шофьорската книжка от компютъра си
cs: Nahrání přední části licence z počítače
da: Upload ID`ets forside fra din computer
de: Vorderseite des Führerscheins von Ihrem Computer hochladen
el: Ανεβάστε τον μπροστινή όψη της άδειας από τον υπολογιστή σας
es: Suba el frente de la licencia desde su computadora
et: Loa esikülje üleslaadimine arvutist
fa: تصویر روی گواهینامه را از رایانه خود بارگذاری کنید
fi: Lataa ajokortin etuosa tietokoneeltasi
fr: Envoyez votre permis depuis votre ordinateur
he: העלה את הצד הקדמי של הרישיון מהמחשב שלך
hi: अपने कंप्यूटर से लाइसेंस के सामने का हिस्सा अपलोड करें
hr: Prenesite snimku prednje strane dozvole sa svog računala
hu: A jogosítvány előlapjának feltöltése a számítógépről
hy: Վերբեռնեք վկայականի դիմերեսը ձեր համակարգչից
id: Unggah bagian depan lisensi dari komputer Anda
it: Carica il fronte della patente dal tuo computer
ja: パソコンから免許証の前面をアップロードする
ko: 컴퓨터에서 면허증 앞면 이미지를 업로드하세요
lt: Įkelkite priekinę pažymėjimo pusę iš kompiuterio
lv: Augšupielādējiet autovadītāja apliecības priekšpusi no datora
ms: Muat naik bahagian depan lesen dengan menggunakan komputer anda
nb: Last opp forsiden av lisensen fra datamaskinen
nl: Upload de voorkant van uw rijbewijs vanaf uw computer
pl: Prześlij przednią stronę dokumentu ze swojego komputera
pt: Carregue a frente da carta a partir do seu computador
ro: Încărcați pagina față a permisului de conducere din computerul dvs.
ru: Загрузите лицевую сторону удостоверения со своего компьютера
sk: Nahrajte prednú stranu vodičského preukazu z počítača
sl: Prenesi sprednjo stran dovoljenja iz računalnika
sr: Otpremite prednju stranu dozvole sa računara
sv: Ladda upp framsidan av körkortet från din dator
th: อัปโหลดด้านหน้าใบอนุญาตจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan sürücü belgenizin ön yüzünü yükleyin
uk: Передайте зображення лицьового боку водійського посвідчення зі свого комп’ютера
vi: Tải lên mặt trước giấy phép từ máy tính của bạn
zh: 从计算机上传驾照正面

# document_upload_body_generic_document_back
source: Upload back of document from your computer
ar: قم بتحميل نهاية المستند من جهاز الكمبيوتر
bg: Качете задната страна на документа от компютъра си
cs: Nahrání zadní části dokumentu z počítače
da: Upload dokumentets bagside fra din computer
de: Rückseite des Dokuments von Ihrem Computer hochladen
el: Ανεβάστε την πίσω όψη του εγγράφου από τον υπολογιστή σας
es: Suba el reverso del documento de su ordenador
et: Dokumendi tagakülje üleslaadimine arvutist
fa: پشت مدرک را از رایانه خود آپلود کنید
fi: Lataa asiakirjan takapuoli tietokoneeltasi
fr: Téléverser le verso du document depuis votre ordinateur
he: העלה את גב המסמך מהמחשב שלך
hi: अपने कंप्यूटर से डॉक्यूमेंट का पिछला हिस्सा अपलोड करें
hr: Prenesite snimku poleđine dokumenta sa svojeg računala
hu: A dokumentum hátlapjának feltöltése a számítógépről
hy: Վերբեռնե՛ք փաստաթղթի հետևի հատվածը Ձեր համակարգչից
id: Unggah bagian belakang dokumen melalui komputer Anda
it: Carica il retro del documento dal tuo computer
ja: パソコンからドキュメントの裏面をアップロード
ko: 컴퓨터에서 서류 뒷면을 업로드하세요
lt: Įkelkite galinę dokumento pusę iš kompiuterio
lv: Augšupielādējiet dokumenta aizmuguri no datora
ms: Muat naik bahagian belakang dokumen daripada komputer anda
nb: Last opp baksiden av dokumentet fra datamaskinen
nl: Upload de achterkant van uw document vanaf uw computer
pl: Prześlij zdjęcie rewersu dokumentu ze swojego komputera
pt: Carregue o verso do documento a partir do seu computador
ro: Încărcați pagina verso a documentului din computerul dvs.
ru: Загрузите оборотную сторону документа со своего компьютера
sk: Nahrajte zadnú stranu dokladu z počítača
sl: Prenesite hrbtno stran dokumenta iz računalnika
sr: Otpremite zadnju stranu dokumenta sa računara
sv: Ladda upp baksidan av dokumentet från din dator
th: อัปโหลดด้านหลังของเอกสารจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan belgenin arka yüzünü yükleyin
uk: Завантажте зображення зворотного боку документу зі свого комп’ютера
vi: Tải lên mặt sau tài liệu từ máy tính của bạn
zh: 从计算机上传证件背面

# document_upload_body_generic_document_front
source: Upload front of document from your computer
ar: قم بتحميل بداية المستند من جهاز الكمبيوتر
bg: Качете лицевата страна на документа от компютъра си
cs: Nahrání přední části dokumentu z počítače
da: Upload dokumentets forside fra din computer
de: Vorderseite des Dokuments von Ihrem Computer hochladen
el: Ανεβάστε την μπροστινή όψη του εγγράφου από τον υπολογιστή σας
es: Suba el anverso del documento de su ordenador
et: Dokumendi esikülje üleslaadimine arvutist
fa: روی مدرک را از رایانه خود آپلود کنید
fi: Lataa asiakirjan etupuoli tietokoneeltasi
fr: Téléverser le recto du document depuis votre ordinateur
he: העלה את החלק הקדמי של המסמך מהמחשב שלך
hi: अपने कंप्यूटर से डॉक्यूमेंट के सामने का हिस्सा अपलोड करें
hr: Prenesite snimku prednje strane dokumenta sa svojeg računala
hu: A dokumentum előlapjának feltöltése a számítógépről
hy: Վերբեռնե՛ք փաստաթղթի դիմացի հատվածը Ձեր համակարգչից
id: Unggah bagian depan dokumen melalui komputer Anda
it: Carica il fronte del documento dal tuo computer
ja: パソコンからドキュメントの前面をアップロード
ko: 컴퓨터에서 서류 앞면을 업로드하세요
lt: Įkelkite priekinę dokumento pusę iš kompiuterio
lv: Augšupielādējiet dokumenta priekšpusi no datora
ms: Muat naik bahagian hadapan dokumen daripada komputer anda
nb: Last opp forsiden av dokumentet fra datamaskinen
nl: Upload de voorkant van uw document vanaf uw computer
pl: Prześlij zdjęcie przedniej strony dokumentu ze swojego komputera
pt: Carregue a frente do documento a partir do seu computador
ro: Încărcați pagina din față a documentului din computerul dvs.
ru: Загрузите лицевую сторону документа со своего компьютера
sk: Nahrajte prednú stranu dokladu z počítača
sl: Prenesite sprednjo stran dokumenta iz računalnika
sr: Otpremite prednju stranu dokumenta sa računara
sv: Ladda upp framsidan av dokumentet från din dator
th: อัปโหลดด้านหน้าของเอกสารจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan belgenin ön yüzünü yükleyin
uk: Завантажте зображення лицьового боку документу зі свого комп’ютера
vi: Tải lên mặt trước tài liệu từ máy tính của bạn
zh: 从计算机上传证件正面

# document_upload_body_national_identity_card_back
source: Upload back of card from your computer
ar: تحميل الوجه الخلفي للبطاقة من جهاز كمبيوترك
bg: Качете задната страна на личната карта от компютъра си
cs: Nahrání zadní strany karty z počítače
da: Upload kortets bagside fra din computer
de: Kartenrückseite von Ihrem Computer hochladen
el: Ανεβάστε την πίσω όψη του δελτίου από τον υπολογιστή σας
es: Suba el reverso de la tarjeta desde su computadora
et: Kaardi tagakülje üleslaadimine arvutist
fa: تصویر پشت کارت را از رایانه خود بارگذاری کنید
fi: Lataa kortin takaosa tietokoneeltasi
fr: Envoyez votre carte depuis votre ordinateur
he: העלה תמונה של החלק האחורי של התעודה מהמחשב שלך
hi: अपने कंप्यूटर से कार्ड के पीछे का हिस्सा अपलोड करें
hr: Prenesite snimku stražnje strane osobne iskaznice sa svog računala
hu: A kártya hátoldalának feltöltése a számítógépről
hy: Վերբեռնեք քարտի դիմերեսը ձեր համակարգչից
id: Unggah bagian belakang kartu dari komputer Anda
it: Carica il retro della carta d’identità dal tuo computer
ja: パソコンからカードの裏面をアップロードする
ko: 컴퓨터에서 신분증 뒷면 이미지를 업로드하세요
lt: Įkelkite galinę kortelės pusę iš kompiuterio
lv: Augšupielādējiet personas apliecības aizmuguri no datora
ms: Muat naik bahagian belakang kad pengenalan dengan menggunakan komputer anda
nb: Last opp baksiden av kortet fra datamaskinen
nl: Upload de achterkant van uw kaart vanaf uw computer
pl: Prześlij zdjęcie tylnej strony karty ze swojego komputera
pt: Carregue o verso do cartão a partir do seu computador
ro: Încărcați pagina verso a cardului din computerul dvs.
ru: Загрузите оборотную сторону карточки со своего компьютера
sk: Nahrajte zadnú stranu preukazu z počítača
sl: Naloži zadnjo stran izkaznice iz računalnika
sr: Otpremite zadnju stranu lične karte sa računara
sv: Ladda upp baksidan av identitetskortet från din dator
th: อัปโหลดด้านหลังบัตรจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan kimliğin arka yüzünü yükleyin
uk: Передайте зображення зворотного боку посвідчення особи зі свого комп’ютера
vi: Tải lên mặt sau của thẻ căn cước từ máy tính của bạn
zh: 从计算机上传身份证背面

# document_upload_body_national_identity_card_front
source: Upload front of card from your computer
ar: تحميل الوجه الأمامي للبطاقة من جهاز كمبيوترك
bg: Качете лицевата страна на личната карта от компютъра си
cs: Nahrát přední stranu karty z počítače
da: Upload kortets forside fra din computer
de: Kartenvorderseite von Ihrem Computer hochladen
el: Ανεβάστε τον μπροστινή όψη του δελτίου από τον υπολογιστή σας
es: Suba el frente de la tarjeta desde su computadora
et: Kaardi esikülje üleslaadimine arvutist
fa: تصویر روی کارت را از رایانه خود بارگذاری کنید
fi: Lataa kortin etuosa tietokoneeltasi
fr: Envoyez le recto de votre carte depuis votre ordinateur
he: העלה תמונה של החלק הקדמי של הרישיון מהמחשב שלך
hi: अपने कंप्यूटर से कार्ड के सामने का हिस्सा अपलोड करें
hr: Prenesite snimku prednje strane osobne iskaznice sa svog računala
hu: A jogosítvány előlapjának feltöltése a számítógépről
hy: Վերբեռնեք քարտի դիմերեսը ձեր համակարգչից
id: Unggah bagian depan kartu dari komputer Anda
it: Carica il fronte della carta d’identità dal tuo computer
ja: パソコンから免許証の前面をアップロードする
ko: 컴퓨터에서 신분증 앞면 이미지를 업로드하세요
lt: Įkelkite priekinę kortelės pusę iš kompiuterio
lv: Augšupielādējiet personas apliecības priekšpusi no datora
ms: Muat naik bahagian depan kad pengenalan dengan menggunakan komputer anda
nb: Last opp forsiden av lisensen fra datamaskinen
nl: Upload de voorkant van uw kaart vanaf uw computer
pl: Prześlij zdjęcie przodu karty ze swojego komputera
pt: Carregue a frente do cartão a partir do seu computador
ro: Încărcați pagina față a cardului din computerul dvs.
ru: Загрузите лицевую сторону удостоверения со своего компьютера
sk: Nahrajte prednú stranu preukazu z počítača
sl: Prenesi sprednjo stran izkaznice iz računalnika
sr: Otpremite prednju stranu lične karte sa računara
sv: Ladda upp framsidan av identitetskortet från din dator
th: อัปโหลดด้านหน้าบัตรจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan kimliğin ön yüzünü yükleyin
uk: Передайте зображення лицьового боку посвідчення особи зі свого комп’ютера
vi: Tải lên mặt trước thẻ căn cước từ máy tính của bạn
zh: 从计算机上传身份证正面

# document_upload_body_passport_front
source: Upload passport photo page from your computer
ar: تحميل صفحة الصورة من جواز السفر من جهاز الكمبيوترك
bg: Качете страницата със снимката от паспорта от компютъра си
cs: Nahrát pasovou fotografii z počítače
da: Upload siden i passet, hvor billedet fremgår fra din computer
de: Passfotoseite von Ihrem Computer hochladen
el: Ανεβάστε τη σελίδα φωτογραφίας του διαβατηρίου από τον υπολογιστή σας
es: Suba la página del pasaporte con su foto desde su computadora
et: Passi fotolehe üleslaadimine arvutist
fa: تصویر صفحه عکس‌دار گذرنامه را از رایانه خود بارگذاری کنید
fi: Lataa passin valokuvasivu tietokoneeltasi
fr: Envoyez votre passeport depuis votre ordinateur
he: העלה את עמוד הדרכון עם תמונה מהמחשב שלך
hi: अपने कंप्यूटर से पासपोर्ट का फ़ोटो वाला पेज अपलोड करें
hr: Prenesite snimku stranice s fotografijom iz putovnice sa svog računala
hu: Útlevélkép oldal feltöltése a számítógépről
hy: Վերբեռնեք անձնագրի լուսանկարով էջը ձեր համակարգչից
id: Unggah halaman foto paspor dari komputer Anda
it: Carica la pagina con foto del passaporto dal tuo computer
ja: パソコンからパスポートの写真ページをアップロードする
ko: 컴퓨터에서 여권의 사진 부착 면 이미지를 업로드하세요
lt: Įkelti iš kompiuterio paso nuotraukos puslapį
lv: Augšupielādējiet pases fotoattēla lapu no datora
ms: Muat naik halaman foto pasport dengan menggunakan komputer anda
nb: Last opp passbildeside fra datamaskinen din
nl: Upload de fotopagina van uw paspoort vanaf uw computer
pl: Prześlij stronę paszportu ze zdjęciem ze swojego komputera
pt: Carregue a página da foto do passaporte a partir do seu computador
ro: Încărcați pagina cu poză a pașaportului din computerul dvs.
ru: Загрузите страницу паспорта с фотографией со своего компьютера
sk: Nahrajte stránku pasu s fotkou z počítača
sl: Naloži stran s fotografijo v potnem listu
sr: Otpremite stranicu pasoša sa fotografijom sa računara
sv: Ladda upp fotosidan från passet från din dator
th: อัปโหลดหน้ารูปถ่ายของหนังสือเดินทางจากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan pasaport fotoğraf sayfasını yükleyin
uk: Передайте сторінку паспорта з фотографією зі свого комп’ютера
vi: Tải lên trang có ảnh hộ chiếu từ máy tính của bạn
zh: 从计算机上传护照照片页

# document_upload_button_take_photo
source: Take photo
ar: التقاط صورة
bg: Направете снимка
cs: Vyfotografovat
da: Tag et billede
de: Foto machen
el: Λήψη φωτογραφίας
es: Tomar foto
et: Tehke foto
fa: عکس گرفتن
fi: Ota valokuva
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो खींचें
hr: Snimite fotografiju
hu: Készítsen egy fényképet
hy: Լուսանկարել
id: Ambil foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt fotoattēlu
ms: Tangkap gambar
nb: Ta bilde
nl: Neem een foto
pl: Zrób zdjęcie
pt: Tirar fotografia
ro: Faceți poză
ru: Сделать фото
sk: Odfotiť
sl: Posnemite fotografijo
sr: Fotografišite
sv: Ta foto
th: ถ่ายรูปภาพ
tr: Fotoğraf çekin
uk: Зробити фото
vi: Chụp ảnh
zh: 拍照

# document_upload_button_upload
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# document_upload_continue_btn
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# document_upload_link
source: Upload photo
ar: تحميل الصورة
bg: Качи снимка
cs: Nahrajte fotografii
da: Upload billede
de: Foto hochladen
el: Ανεβάστε φωτογραφία
es: Subir foto
et: Laadi foto üles
fa: آپلود عکس
fi: Lataa valokuva
fr: Télécharger une photo
he: העלה תמונה
hi: फोटो अपलोड करें
hr: Učitaj fotografiju
hu: Fénykép feltöltése
hy: Վերբեռնեք լուսանկար
id: Unggah foto
it: Carica foto
ja: 写真をアップロード
ko: 사진 업로드
lt: Įkelti nuotrauką
lv: Augšupielādēt fotoattēlu
ms: Muat naik foto
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt: Carregar foto
ro: Încărcați o fotografie
ru: Загрузить фото
sk: Nahrajte fotografiu
sl: Naloži fotografijo
sr: Отпремите фотографију
sv: Ladda upp foto
th: อัพโหลดรูปภาพ
tr: Fotoğraf yükle
uk: Завантажити фото
vi: Tải ảnh lên
zh: 上传照片

# document_upload_primary_btn
source: Continue on phone
ar: المتابعة على الهاتف
bg: Продължаване на телефона
cs: Pokračujte v telefonu
da: Fortsæt på telefon
de: Weiter am Mobiltelefon
el: Συνέχεια στο τηλέφωνο
es: Continuar en el teléfono
et: Jätkake telefonis
fa: ادامه در گوشی
fi: Jatka puhelimella
fr: Continuez sur votre mobile
he: המשך בטלפון הנייד
hi: फ़ोन पर आगे बढ़े
hr: Nastavite na mobitelu
hu: Folytassa telefonján
hy: Շարունակել հեռախոսով
id: Lanjutkan di telepon
it: Continua sul telefono
ja: スマートフォンで続行
ko: 휴대폰으로 계속하기
lt: Tęsti telefonu
lv: Turpināt tālrunī
ms: Teruskan di telefon
nb: Fortsett på telefonen
nl: Ga door op telefoon
pl: Kontynuuj na telefonie
pt: Continue no telefone
ro: Continuați pe telefonul dvs.
ru: Продолжить на телефоне
sk: Pokračovať v telefóne
sl: Nadaljuj po telefonu
sr: Nastavite na telefonu
sv: Fortsätt på telefon
th: ดำเนินการต่อทางโทรศัพท์
tr: Telefonda devam et
uk: Продовжити на телефоні
vi: Tiếp tục trên điện thoại
zh: 在手机上继续

# document_upload_subtitle
source: Take a photo with your phone
ar: التقط صورة بهاتفك
bg: Направете снимка с телефона си
cs: Vyfotografujte se telefonem
da: Tag et billede med din telefon
de: Machen Sie ein Foto mit Ihrem Mobiltelefon
el: Τραβήξτε μια φωτογραφία με το τηλέφωνό σας
es: Tome una foto con su teléfono
et: Tehke telefoniga foto
fa: با موبایل خود عکس بگیرید
fi: Ota valokuva puhelimellasi
fr: Prendre une photo avec votre téléphone
he: צלם תמונה עם הטלפון
hi: अपने फ़ोन से फ़ोटो खींचें
hr: Snimite fotografiju mobitelom
hu: Készítsen egy fotót a telefonjával
hy: Լուսանկարեք ձեր հեռախոսով
id: Ambil foto dengan ponsel Anda
it: Scatta una foto con il tuo telefono
ja: 携帯電話で写真を撮る
ko: 휴대폰으로 사진 촬영하기
lt: Fotografuokite telefonu
lv: Uzņemt fotoattēlu ar tālruni
ms: Ambil gambar dengan menggunakan telefon anda
nb: Ta et bilde med telefonen din
nl: Neem een foto met uw telefoon
pl: Zrób zdjęcie telefonem
pt: Tire uma foto com o seu telefone
ro: Faceți o poză cu telefonul dvs.
ru: Сделайте фото с помощью телефона
sk: Odfoťte s telefónom
sl: Fotografirajte s telefonom
sr: Snimite fotografiju telefonom
sv: Ta ett foto med din telefon
th: ถ่ายรูปด้วยโทรศัพท์ของคุณ
tr: Telefonunuzla fotoğraf çekin
uk: Зробіть фотографію за допомогою телефона
vi: Chụp ảnh bằng điện thoại của bạn
zh: 用手机拍照
