Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# error_restart_title
source: Something’s gone wrong
ar: حدث خطأ ما
bg: Нещо се обърка
cs: Něco se pokazilo
da: Noget er gået galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo ha salido mal
et: Midagi läks valesti
fa: چیزی اشتباه شده است
fi: Jokin meni pieleen
fr: Quelque chose a mal tourné
he: משהו השתבש
hi: कुछ गलत हो गया है
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
hy: Ինչ-որ բանը սխալ է եղել
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何かが間違っています
ko: 무언가 잘못되었습니다
lt: Kažkas nepavyko
lv: Kaut kas ir nogājis greizi
ms: Sesuatu telah berlaku salah
nb: Noe har gått galt
nl: Iets is misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Nešto je pošlo po zlu
sv: Något har gått fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так
vi: Có gì đó đã sai
zh: 出了些问题

# error_unsupported_subtitle
source: Please, restart the process trying another browser.
ar: من فضلك، أعد تشغيل العملية باستخدام متصفح آخر.
bg: Моля, рестартирайте процеса, опитайки с друг браузър.
cs: Prosím, restartujte proces a zkuste jiný prohlížeč.
da: Venligst, genstart processen ved at prøve en anden browser.
de: Bitte starten Sie den Prozess erneut und versuchen Sie es mit einem anderen Browser.
el: Παρακαλώ, επανεκκινήστε τη διαδικασία δοκιμάζοντας έναν άλλο πρόγραμμα περιήγησης.
es: Por favor, reinicie el proceso intentando con otro navegador.
et: Palun, proovige protsessi taaskäivitada, kasutades teist brauserit.
fa: لطفاً، فرآیند را با استفاده از مرورگر دیگری دوباره شروع کنید.
fi: Ole hyvä ja käynnistä prosessi uudelleen kokeilemalla toista selainta.
fr: S`il vous plaît, redémarrez le processus en essayant un autre navigateur.
he: בבקשה, התחל מחדש את התהליך באמצעות דפדפן אחר.
hi: कृपया, किसी अन्य ब्राउज़र का प्रयास करके प्रक्रिया को पुनः शुरू करें।
hr: Molim vas, ponovno pokrenite postupak pokušavajući s drugim preglednikom.
hu: Kérjük, indítsa újra a folyamatot egy másik böngészővel.
hy: Խնդրում եմ, վերսկսեք գործընթացը, փորձելով այլ զննարկիչ:
id: Silakan, mulai ulang proses dengan mencoba browser lain.
it: Per favore, riavvia il processo provando un altro browser.
ja: 別のブラウザを試して、プロセスを再起動してください。
ko: 다른 브라우저를 사용하여 프로세스를 다시 시작해 주세요.
lt: Prašome, iš naujo paleiskite procesą naudodami kitą naršyklę.
lv: Lūdzu, atkārtoti sāciet procesu, izmantojot citu pārlūku.
ms: Sila, mulakan semula proses dengan mencuba pelayar lain.
nb: Vennligst, start prosessen på nytt ved å prøve en annen nettleser.
nl: Herstart het proces alstublieft met een andere browser.
pl: Proszę, zrestartuj proces próbując inną przeglądarkę.
pt: Por favor, reinicie o processo tentando outro navegador.
ro: Vă rugăm, reporniți procesul încercând un alt browser.
ru: Пожалуйста, перезапустите процесс, используя другой браузер.
sk: Prosím, reštartujte proces a skúste iný prehliadač.
sl: Prosimo, postopek ponovno zaženite z uporabo drugega brskalnika.
sr: Molim vas, ponovo pokrenite proces pokušavajući sa drugim pretraživačem.
sv: Vänligen, starta om processen och försök med en annan webbläsare.
th: กรุณา, เริ่มกระบวนการใหม่โดยใช้เบราว์เซอร์อื่น.
tr: Lütfen, işlemi başka bir tarayıcı ile yeniden başlatın.
uk: Будь ласка, перезапустіть процес, спробувавши інший браузер.
vi: Vui lòng, khởi động lại quá trình và thử sử dụng trình duyệt khác.
zh: 请，尝试使用另一种浏览器重新启动该过程。

# error_unsupported_title
source: Unsupported browser
ar: متصفح غير مدعوم
bg: Неподдържан браузър
cs: Nepodporovaný prohlížeč
da: Ikke-understøttet browser
de: Nicht unterstützter Browser
el: Μη υποστηριζόμενος περιηγητής
es: Navegador no compatible
et: Toetatud brauser
fa: مرورگر پشتیبانی نشده
fi: Tukea ei ole saatavilla selaimelle
fr: Navigateur non pris en charge
he: דפדפן לא נתמך
hi: असमर्थित ब्राउज़र
hr: Nepodržani preglednik
hu: Nem kompatibilis böngésző
hy: Չաջակցվող զննարկիչ
id: Browser tidak didukung
it: Browser non supportato
ja: サポートされていないブラウザ
ko: 지원되지 않는 브라우저
lt: Nepalaikoma naršyklė
lv: Neatbalstīta pārlūkprogramma
ms: Pelayar tidak disokong
nb: Usupportert nettleser
nl: Niet-ondersteunde browser
pl: Nieobsługiwana przeglądarka
pt: Navegador não suportado
ro: Browser nesuportat
ru: Неподдерживаемый браузер
sk: Nepodporovaný prehliadač
sl: Nepodprt brskalnik
sr: Неподржан прегледач
sv: Obskyddad webbläsare
th: เบราว์เซอร์ที่ไม่รองรับ
tr: Desteklenmeyen tarayıcı
uk: Браузер не підтримується
vi: Trình duyệt không được hỗ trợ
zh: 不支持的浏览器

# error_unsupported_sdk_version_subtitle
source: The SDK version is incompatible with the configured workflow. Check the minimum SDK requirements of your active workflow.
ar: إن إصدار SDK غير متوافق مع سير العمل المُعد مسبقًا. تحقق من الحد الأدنى لمتطلبات SDK لسير عملك النشط.
bg: Версията на SDK е несъвместима с конфигурирания работен процес. Проверете минималните изисквания за SDK на вашия активен работен процес.
cs: Verze SDK je neslučitelná s nastaveným pracovním postupem. Zkontrolujte minimální požadavky na SDK vašeho aktivního pracovního postupu.
da: SDK-versionen er ikke kompatibel med den konfigurerede arbejdsproces. Tjek de minimale SDK-krav til din aktive arbejdsproces.
de: Die SDK-Version ist nicht kompatibel mit dem konfigurierten Workflow. Überprüfen Sie die Mindestanforderungen des SDK Ihrer aktiven Arbeitsabläufe.
el: Η έκδοση του SDK δεν είναι συμβατή με τη διαμορφωμένη ροή εργασίας. Ελέγξτε τις ελάχιστες απαιτήσεις SDK της ενεργής ροής εργασίας σας.
es: La versión del SDK es incompatible con el flujo de trabajo configurado. Verifique los requisitos mínimos del SDK de su flujo de trabajo activo.
et: SDK versioon ei ole ühilduv konfigureeritud töövooga. Kontrollige oma aktiivse töövoo minimaalseid SDK nõudeid.
fa: نسخه SDK با گردش کار پیکربندی شده سازگار نیست. حداقل نیازمندی‌های SDK گردش کار فعال خود را بررسی کنید.
fi: SDK-versio ei ole yhteensopiva määritetyn työnkulun kanssa. Tarkista aktiivisen työnkulun vähimmäis-SDK-vaatimukset.
fr: La version du SDK est incompatible avec le workflow configuré. Vérifiez les exigences minimales du SDK de votre workflow actif.
he: גרסת ה-SDK אינה תואמת לתהליך העבודה שהוגדר. בדוק את הדרישות המינימליות של SDK של תהליך העבודה הפעיל שלך.
hi: SDK संस्करण विन्यस्त कार्यप्रवाह के साथ असंगत है। अपने सक्रिय कार्यप्रवाह की न्यूनतम SDK आवश्यकताओं की जांच करें।
hr: Inačica SDK-a nije kompatibilna s konfiguriranim radnim tijekom. Provjerite minimalne zahtjeve SDK-a za vaš aktivni radni tijek.
hu: Az SDK verzió nem kompatibilis a beállított munkafolyamattal. Ellenőrizze az aktív munkafolyamat minimális SDK követelményeit.
hy: SDK տարբերակը անհամապատասխան է կարգավորված աշխատանքային հոսքի հետ։ Ստուգեք ձեր ակտիվ աշխատանքային հոսքի նվազագույն SDK պահանջները։
id: Versi SDK tidak kompatibel dengan alur kerja yang dikonfigurasi. Periksa persyaratan SDK minimum dari alur kerja aktif Anda.
it: La versione dell`SDK non è compatibile con il flusso di lavoro configurato. Controlla i requisiti minimi dell`SDK del tuo flusso di lavoro attivo.
ja: SDKのバージョンが設定されたワークフローと互換性がありません。アクティブなワークフローの最小SDK要件を確認してください。
ko: SDK 버전이 구성된 워크플로와 호환되지 않습니다. 활성 워크플로의 최소 SDK 요구 사항을 확인하십시오.
lt: SDK versija nesuderinama su sukonfigūruotu darbo eiga. Patikrinkite minimalius jūsų aktyvios darbo eigos SDK reikalavimus.
lv: SDK versija nav saderīga ar konfigurēto darbplūsmu. Pārbaudiet savas aktīvās darbplūsmas minimālās SDK prasības.
ms: Versi SDK tidak serasi dengan aliran kerja yang dikonfigurasi. Periksa keperluan SDK minimum untuk aliran kerja aktif anda.
nb: SDK-versjonen er ikke kompatibel med den konfigurerte arbeidsflyten. Sjekk minimum SDK-kravene til din aktive arbeidsflyt.
nl: De SDK-versie is niet compatibel met de geconfigureerde workflow. Controleer de minimale SDK-vereisten van uw actieve workflow.
pl: Wersja SDK jest niekompatybilna z skonfigurowanym procesem roboczym. Sprawdź minimalne wymagania SDK dla aktywnego procesu roboczego.
pt: A versão do SDK é incompatível com o fluxo de trabalho configurado. Verifique os requisitos mínimos do SDK do seu fluxo de trabalho ativo.
ro: Versiunea SDK este incompatibilă cu fluxul de lucru configurat. Verificați cerințele minime ale SDK pentru fluxul dvs. de lucru activ.
ru: Версия SDK несовместима с настроенным рабочим процессом. Проверьте минимальные требования к SDK для вашего активного рабочего процесса.
sk: Verzia SDK nie je kompatibilná s nastaveným pracovným postupom. Skontrolujte minimálne požiadavky na SDK vášho aktívneho pracovného postupu.
sl: Različica SDK ni združljiva z nastavljenim delovnim tokom. Preverite minimalne zahteve SDK za vaš aktivni delovni tok.
sr: Verzija SDK-a nije kompatibilna sa konfigurisanim radnim tokom. Proverite minimalne SDK zahteve vašeg aktivnog radnog toka.
sv: SDK-versionen är inte kompatibel med den konfigurerade arbetsflödet. Kontrollera minimikraven för SDK för ditt aktiva arbetsflöde.
th: เวอร์ชัน SDK ไม่สามารถใช้งานร่วมกับเวิร์กโฟลว์ที่กำหนดไว้ โปรดตรวจสอบความต้องการขั้นต่ำของ SDK สำหรับเวิร์กโฟลว์ที่ใช้งานอยู่
tr: SDK sürümü, yapılandırılmış iş akışı ile uyumlu değil. Aktif iş akışınızın minimum SDK gereksinimlerini kontrol edin.
uk: Версія SDK несумісна з налаштованим робочим процесом. Перевірте мінімальні вимоги до SDK вашого активного робочого процесу.
vi: Phiên bản SDK không tương thích với quy trình làm việc đã cấu hình. Kiểm tra yêu cầu SDK tối thiểu của quy trình làm việc đang hoạt động của bạn.
zh: SDK版本与配置的工作流不兼容。请检查您当前活动的工作流的最低SDK要求。

# error_unsupported_sdk_version_title
source: Incompatible version
ar: نسخة غير متوافقة
bg: Несъвместима версия
cs: Nekompatibilní verze
da: Inkompatibel version
de: Inkompatible Version
el: Ασυμβίβαστη έκδοση
es: Versión incompatible
et: Ühildumatu versioon
fa: نسخه ناسازگار
fi: Yhteensopimaton versio
fr: Version incompatible
he: גרסה לא תואמת
hi: असंगत संस्करण
hr: Nekompatibilna verzija
hu: Nem kompatibilis verzió
hy: Անհամատեղելի տարբերակ
id: Versi tidak kompatibel
it: Versione incompatibile
ja: 互換性のないバージョン
ko: 호환되지 않는 버전
lt: Nesuderinama versija
lv: Nesaderīga versija
ms: Versi yang tidak serasi
nb: Ukompatibel versjon
nl: Incompatibele versie
pl: Niekompatybilna wersja
pt: Versão incompatível
ro: Versiune incompatibilă
ru: Несовместимая версия
sk: Nekompatibilná verzia
sl: Neskladna različica
sr: Nekompatibilna verzija
sv: Inkompatibel version
th: เวอร์ชันไม่สามารถใช้ร่วมกันได้
tr: Uyumsuz sürüm
uk: Несумісна версія
vi: Phiên bản không tương thích
zh: 版本不兼容

# error_user_consent_denied_subtitle
source: Sorry, we can`t verify your identity without your consent. If you want to proceed with your identity verification please go back and give your consent.
ar: عذرًا، لا يمكننا التحقق من هويتك دون موافقتك. إذا كنت ترغب في متابعة التحقق من هويتك، يرجى العودة وتقديم موافقتك.
bg: Съжаляваме, не можем да потвърдим вашата самоличност без вашето съгласие. Ако искате да продължите с проверката на самоличността си, моля, върнете се и дайте вашето съгласие.
cs: Je nám líto, nemůžeme ověřit vaši totožnost bez vašeho souhlasu. Pokud chcete pokračovat v ověřování totožnosti, vraťte se prosím zpět a udělte svůj souhlas.
da: Beklager, vi kan ikke verificere din identitet uden dit samtykke. Hvis du ønsker at fortsætte med din identitetsverifikation, bedes du gå tilbage og give dit samtykke.
de: Entschuldigung, wir können Ihre Identität ohne Ihre Zustimmung nicht überprüfen. Wenn Sie mit der Identitätsüberprüfung fortfahren möchten, gehen Sie bitte zurück und geben Sie Ihre Zustimmung.
el: Λυπούμαστε, δεν μπορούμε να επαληθεύσουμε την ταυτότητά σας χωρίς τη συγκατάθεσή σας. Αν θέλετε να προχωρήσετε με την επαλήθευση της ταυτότητάς σας, παρακαλώ επιστρέψτε και δώστε τη συγκατάθεσή σας.
es: Lo sentimos, no podemos verificar su identidad sin su consentimiento. Si desea continuar con la verificación de su identidad, por favor regrese y dé su consentimiento.
et: Kahjuks ei saa me teie isikut ilma teie nõusolekuta kinnitada. Kui soovite jätkata isikutuvastusega, palun minge tagasi ja andke oma nõusolek.
fa: متأسفیم، بدون رضایت شما نمی‌توانیم هویت شما را تأیید کنیم. اگر می‌خواهید با تأیید هویت خود ادامه دهید، لطفاً بازگردید و رضایت خود را اعلام کنید.
fi: Valitettavasti emme voi vahvistaa henkilöllisyyttäsi ilman suostumustasi. Jos haluat jatkaa henkilöllisyytesi vahvistamista, palaa takaisin ja anna suostumuksesi.
fr: Désolé, nous ne pouvons pas vérifier votre identité sans votre consentement. Si vous souhaitez procéder à la vérification de votre identité, veuillez revenir en arrière et donner votre consentement.
he: מצטערים, איננו יכולים לאמת את זהותך ללא הסכמתך. אם ברצונך להמשיך באימות הזהות שלך, אנא חזור ותן את הסכמתך.
hi: क्षमा करें, हम आपकी सहमति के बिना आपकी पहचान सत्यापित नहीं कर सकते। यदि आप अपनी पहचान सत्यापन के साथ आगे बढ़ना चाहते हैं, तो कृपया वापस जाएं और अपनी सहमति दें।
hr: Žao nam je, ne možemo potvrditi vaš identitet bez vašeg pristanka. Ako želite nastaviti s potvrdom identiteta, molimo vas da se vratite i date svoj pristanak.
hu: Sajnáljuk, de nem tudjuk ellenőrizni a személyazonosságát a beleegyezése nélkül. Ha folytatni szeretné a személyazonosságának ellenőrzését, kérjük, lépjen vissza, és adja meg a beleegyezését.
hy: Ներեցեք, մենք չենք կարող հաստատել ձեր ինքնությունը առանց ձեր համաձայնության։ Եթե ցանկանում եք շարունակել ինքնության հաստատումը, խնդրում ենք վերադառնալ և տալ ձեր համաձայնությունը։
id: Maaf, kami tidak dapat memverifikasi identitas Anda tanpa persetujuan Anda. Jika Anda ingin melanjutkan verifikasi identitas Anda, silakan kembali dan berikan persetujuan Anda.
it: Spiacenti, non possiamo verificare la tua identità senza il tuo consenso. Se desideri procedere con la verifica della tua identità, torna indietro e dai il tuo consenso.
ja: 申し訳ありませんが、同意がないと本人確認ができません。 本人確認を進めたい場合は、戻って同意をしてください。
ko: 죄송합니다, 귀하의 동의 없이는 신원을 확인할 수 없습니다. 신원 확인을 진행하려면 돌아가서 동의를 해주십시오.
lt: Atsiprašome, negalime patvirtinti jūsų tapatybės be jūsų sutikimo. Jei norite tęsti tapatybės patvirtinimą, grįžkite ir duokite savo sutikimą.
lv: Atvainojiet, mēs nevaram pārbaudīt jūsu identitāti bez jūsu piekrišanas. Ja vēlaties turpināt identitātes pārbaudi, lūdzu, atgriezieties un sniedziet savu piekrišanu.
ms: Maaf, kami tidak dapat mengesahkan identiti anda tanpa persetujuan anda. Jika anda ingin meneruskan pengesahan identiti anda, sila kembali dan berikan persetujuan anda.
nb: Beklager, vi kan ikke verifisere identiteten din uten ditt samtykke. Hvis du ønsker å fortsette med identitetsverifiseringen, vennligst gå tilbake og gi ditt samtykke.
nl: Sorry, we kunnen uw identiteit niet verifiëren zonder uw toestemming. Als u verder wilt gaan met uw identiteitsverificatie, ga dan terug en geef uw toestemming.
pl: Przepraszamy, nie możemy zweryfikować Twojej tożsamości bez Twojej zgody. Jeśli chcesz kontynuować weryfikację tożsamości, wróć i wyraź zgodę.
pt: Desculpe, não podemos verificar sua identidade sem o seu consentimento. Se você deseja prosseguir com a verificação de identidade, por favor, volte e dê o seu consentimento.
ro: Ne pare rău, nu putem verifica identitatea dumneavoastră fără consimțământul dumneavoastră. Dacă doriți să continuați cu verificarea identității, vă rugăm să reveniți și să vă dați consimțământul.
ru: Извините, мы не можем подтвердить вашу личность без вашего согласия. Если вы хотите продолжить проверку личности, пожалуйста, вернитесь и дайте свое согласие.
sk: Ospravedlňujeme sa, nemôžeme overiť vašu totožnosť bez vášho súhlasu. Ak chcete pokračovať v overovaní totožnosti, vráťte sa späť a dajte svoj súhlas.
sl: Oprostite, ne moremo preveriti vaše identitete brez vašega soglasja. Če želite nadaljevati s preverjanjem identitete, se prosimo vrnite nazaj in podajte svoje soglasje.
sr: Žao nam je, ne možemo potvrditi vaš identitet bez vašeg pristanka. Ako želite nastaviti sa verifikacijom identiteta, molimo vas da se vratite i date svoj pristanak.
sv: Tyvärr, vi kan inte verifiera din identitet utan ditt samtycke. Om du vill fortsätta med din identitetsverifiering, vänligen gå tillbaka och ge ditt samtycke.
th: ขออภัย เราไม่สามารถยืนยันตัวตนของคุณได้หากไม่ได้รับความยินยอมจากคุณ หากคุณต้องการดำเนินการยืนยันตัวตนของคุณ โปรดกลับไปและให้ความยินยอมของคุณ
tr: Üzgünüz, kimliğinizi onayınız olmadan doğrulayamayız. Kimlik doğrulama işleminize devam etmek istiyorsanız lütfen geri dönüp onayınızı verin.
uk: Вибачте, ми не можемо підтвердити вашу особу без вашої згоди. Якщо ви хочете продовжити перевірку особи, будь ласка, поверніться назад і дайте свою згоду.
vi: Xin lỗi, chúng tôi không thể xác minh danh tính của bạn nếu không có sự đồng ý của bạn. Nếu bạn muốn tiếp tục xác minh danh tính của mình, vui lòng quay lại và đưa ra sự đồng ý của bạn.
zh: 抱歉，没有您的同意，我们无法验证您的身份。 如果您想继续进行身份验证，请返回并给予您的同意。

# error_user_consent_denied_title
source: Consent declined
ar: تم رفض الإذن
bg: Съгласието е отказано
cs: Souhlas zamítnut
da: Samtykke afvist
de: Zustimmung verweigert
el: Άρνηση συγκατάθεσης
es: Consentimiento rechazado
et: Nõusolekust keelduti
fa: رضایت نداده شد
fi: Suostumus evätty
fr: Consentement refusé
he: הסכמה נדחתה
hi: सहमति अस्वीकृत
hr: Suglasnost odbijena
hu: Hozzájárulás megtagadva
hy: Համաձայնությունը մերժվել է
id: Persetujuan ditolak
it: Consentimento negato
ja: 同意が拒否されました
ko: 동의 거부
lt: Sutikimas atšauktas
lv: Piekrišana atteikta
ms: Persetujuan ditolak
nb: Samtykke avslått
nl: Toestemming geweigerd
pl: Zgoda odrzucona
pt: Consentimento recusado
ro: Consimțământ refuzat
ru: Согласие отклонено
sk: Súhlas odmietnutý
sl: Soglasje zavrnjeno
sr: Saglasnost odbijena
sv: Samtycke nekas
th: ไม่ยินยอม
tr: Onay reddedildi
uk: Згоду відмовлено
vi: Từ chối đồng ý
zh: 拒绝同意

# error_workflow_abandoned_subtitle
source: Please restart the process and try again.
ar: يرجى إعادة تشغيل العملية والمحاولة مرة أخرى.
bg: Моля, рестартирайте процеса и опитайте отново.
cs: Prosím, restartujte proces a zkuste to znovu.
da: Genstart venligst processen og prøv igen.
de: Bitte starten Sie den Prozess neu und versuchen Sie es erneut.
el: Παρακαλώ επανεκκινήστε τη διαδικασία και δοκιμάστε ξανά.
es: Por favor, reinicie el proceso e intente de nuevo.
et: Palun taaskäivitage protsess ja proovige uuesti.
fa: لطفاً فرآیند را مجدداً راه اندازی کنید و دوباره تلاش کنید.
fi: Ole hyvä ja käynnistä prosessi uudelleen ja yritä uudelleen.
fr: Veuillez redémarrer le processus et réessayer.
he: אנא הפעל מחדש את התהליך ונסה שוב.
hi: कृपया प्रक्रिया को पुनः शुरू करें और फिर से प्रयास करें।
hr: Molimo ponovno pokrenite postupak i pokušajte ponovno.
hu: Kérjük, indítsa újra a folyamatot, és próbálja meg újra.
hy: Խնդրում ենք վերսկսել գործընթացը և կրկին փորձել:
id: Silakan mulai ulang proses dan coba lagi.
it: Si prega di riavviare il processo e provare di nuovo.
ja: プロセスを再起動して、もう一度お試しください。
ko: 프로세스를 다시 시작하고 다시 시도해 주세요.
lt: Prašome iš naujo paleisti procesą ir bandyti dar kartą.
lv: Lūdzu, atkārtoti palaistiet procesu un mēģiniet vēlreiz.
ms: Sila mulakan semula proses dan cuba lagi.
nb: Vennligst start prosessen på nytt og prøv igjen.
nl: Start het proces opnieuw en probeer het opnieuw.
pl: Proszę zrestartować proces i spróbować ponownie.
pt: Por favor, reinicie o processo e tente novamente.
ro: Vă rugăm să reporniți procesul și să încercați din nou.
ru: Пожалуйста, перезапустите процесс и попробуйте снова.
sk: Prosím, reštartujte proces a skúste to znova.
sl: Prosimo, ponovno zaženite postopek in poskusite znova.
sr: Molim vas, ponovo pokrenite proces i pokušajte ponovo.
sv: Vänligen starta om processen och försök igen.
th: กรุณาเริ่มกระบวนการใหม่และลองอีกครั้ง
tr: Lütfen işlemi yeniden başlatın ve tekrar deneyin.
uk: Будь ласка, перезапустіть процес та спробуйте знову.
vi: Vui lòng khởi động lại quy trình và thử lại.
zh: 请重新启动过程并再试一次。

# error_workflow_abandoned_title
source: Your verification has expired
ar: انتهت صلاحية التحقق من هويتك
bg: Верификацията ви е изтекла
cs: Vaše ověření vypršelo
da: Din verifikation er udløbet
de: Ihre Verifizierung ist abgelaufen
el: Η επαλήθευσή σας έχει λήξει
es: Tu verificación ha caducado
et: Teie tuvastamine on aegunud
fa: تأیید هویت شما منقضی شده است
fi: Tunnistautumisesi on vanhentunut
fr: Votre vérification a expiré
he: האימות שלך פג תוקף
hi: आपका सत्यापन समाप्त हो गया है
hr: Vaša provjera identiteta je istekla
hu: Az ön azonosítása lejárt
hy: Ձեր ստուգումը ժամկետանց է
id: Verifikasi Anda telah kedaluwarsa
it: La tua verifica è scaduta
ja: あなたの本人確認が期限切れになりました
ko: 귀하의 인증이 만료되었습니다
lt: Jūsų tapatybės patvirtinimas pasibaigė
lv: Jūsu verifikācija ir beigusies
ms: Pengesahan anda telah luput
nb: Din verifisering har utløpt
nl: Uw verificatie is verlopen
pl: Twoja weryfikacja wygasła
pt: A sua verificação expirou
ro: Verificarea dvs. a expirat
ru: Ваша верификация истекла
sk: Vaša verifikácia vypršala
sl: Vaša preverba identitete je potekla
sr: Vaša verifikacija je istekla
sv: Din verifiering har gått ut
th: การตรวจสอบตัวตนของคุณหมดอายุแล้ว
tr: Doğrulamanızın süresi doldu
uk: Термін дії вашої верифікації закінчився
vi: Xác minh của bạn đã hết hạn
zh: 您的身份验证已过期

# error_workflow_error_subtitle
source: Please restart the process and try again.
ar: يرجى إعادة تشغيل العملية والمحاولة مرة أخرى.
bg: Моля, рестартирайте процеса и опитайте отново.
cs: Prosím, restartujte proces a zkuste to znovu.
da: Genstart venligst processen og prøv igen.
de: Bitte starten Sie den Prozess neu und versuchen Sie es erneut.
el: Παρακαλώ επανεκκινήστε τη διαδικασία και δοκιμάστε ξανά.
es: Por favor, reinicie el proceso e intente de nuevo.
et: Palun taaskäivitage protsess ja proovige uuesti.
fa: لطفاً فرآیند را مجدداً راه اندازی کنید و دوباره تلاش کنید.
fi: Ole hyvä ja käynnistä prosessi uudelleen ja yritä uudelleen.
fr: Veuillez redémarrer le processus et réessayer.
he: אנא הפעל מחדש את התהליך ונסה שוב.
hi: कृपया प्रक्रिया को पुनः शुरू करें और फिर से प्रयास करें।
hr: Molimo ponovno pokrenite postupak i pokušajte ponovno.
hu: Kérjük, indítsa újra a folyamatot, és próbálja meg újra.
hy: Խնդրում ենք վերսկսել գործընթացը և կրկին փորձել:
id: Silakan mulai ulang proses dan coba lagi.
it: Si prega di riavviare il processo e provare di nuovo.
ja: プロセスを再起動して、もう一度お試しください。
ko: 프로세스를 다시 시작하고 다시 시도해 주세요.
lt: Prašome iš naujo paleisti procesą ir bandyti dar kartą.
lv: Lūdzu, atkārtoti palaistiet procesu un mēģiniet vēlreiz.
ms: Sila mulakan semula proses dan cuba lagi.
nb: Vennligst start prosessen på nytt og prøv igjen.
nl: Start het proces opnieuw en probeer het opnieuw.
pl: Proszę zrestartować proces i spróbować ponownie.
pt: Por favor, reinicie o processo e tente novamente.
ro: Vă rugăm să reporniți procesul și să încercați din nou.
ru: Пожалуйста, перезапустите процесс и попробуйте снова.
sk: Prosím, reštartujte proces a skúste to znova.
sl: Prosimo, ponovno zaženite postopek in poskusite znova.
sr: Molim vas, ponovo pokrenite proces i pokušajte ponovo.
sv: Vänligen starta om processen och försök igen.
th: กรุณาเริ่มกระบวนการใหม่และลองอีกครั้ง
tr: Lütfen işlemi yeniden başlatın ve tekrar deneyin.
uk: Будь ласка, перезапустіть процес та спробуйте знову.
vi: Vui lòng khởi động lại quy trình và thử lại.
zh: 请重新启动过程并再试一次。
