Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# authenticatePasskey_error_subtitle
source: An unknown technical problem occurred, please try again.
ar: حدثت مشكلة تقنية غير معروفة، يرجى إعادة المحاولة.
bg: Възникна неизвестен технически проблем, моля опитайте отново.
cs: Došlo k neznámému technickému problému, zkuste to prosím znovu.
da: Der opstod et ukendt teknisk problem. Prøv igen.
de: Ein unbekanntes technisches Problem ist aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε άγνωστο τεχνικό πρόβλημα, παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un problema técnico desconocido, por favor intenta de nuevo.
et: Tekkis tundmatu tehniline probleem, palun proovige uuesti.
fa: یک مشکل فنی ناشناخته رخ داده است، لطفاً دوباره تلاش کنید.
fi: Tuntematon tekninen ongelma tapahtui, yritä uudelleen.
fr: Un problème technique inconnu est survenu, veuillez réessayer.
he: אירעה בעיה טכנית לא ידועה, אנא נסה שוב.
hi: एक अज्ञात तकनीकी समस्या हुई है, कृपया फिर से प्रयास करें।
hr: Došlo je do nepoznatog tehničkog problema, molimo pokušajte ponovno.
hu: Ismeretlen technikai hiba történt, kérjük, próbálja újra.
hy: Անհայտ տեխնիկական խնդիր առաջացավ, խնդրում ենք կրկին փորձել։
id: Terjadi masalah teknis yang tidak diketahui, silakan coba lagi.
it: Si è verificato un problema tecnico sconosciuto, riprova.
ja: 不明な技術的問題が発生しました。もう一度お試しください。
ko: 알 수 없는 기술적 문제가 발생했습니다. 다시 시도해주세요.
lt: Įvyko nežinoma techninė problema, bandykite dar kartą.
lv: Radās nezināma tehniska problēma, lūdzu, mēģiniet vēlreiz.
ms: Masalah teknikal yang tidak diketahui telah berlaku, sila cuba lagi.
nb: Et ukjent teknisk problem oppstod, vennligst prøv igjen.
nl: Er is een onbekend technisch probleem opgetreden, probeer het opnieuw.
pl: Wystąpił nieznany problem techniczny, spróbuj ponownie.
pt: Um problema técnico desconhecido ocorreu, por favor tente novamente.
ro: O problemă tehnică necunoscută a apărut, vă rugăm să încercați din nou.
ru: Произошла неизвестная техническая ошибка, пожалуйста, попробуйте еще раз.
sk: Vyskytol sa neznámy technický problém, skúste to znova.
sl: Prišlo je do neznane tehnične težave, prosimo poskusite znova.
sr: Došlo je do nepoznatog tehničkog problema, molimo pokušajte ponovo.
sv: Ett okänt tekniskt problem uppstod, försök igen.
th: เกิดปัญหาทางเทคนิคที่ไม่ทราบสาเหตุ โปรดลองอีกครั้ง
tr: Bilinmeyen bir teknik sorun oluştu, lütfen tekrar deneyin.
uk: Виникла невідома технічна проблема, спробуйте ще раз.
vi: Đã xảy ra sự cố kỹ thuật không xác định, vui lòng thử lại.
zh: 发生了未知技术问题，请重试。

# authenticatePasskey_error_title
source: Something’s gone wrong
ar: حدث خطأ ما
bg: Нещо се обърка
cs: Něco se pokazilo
da: Noget er gået galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo ha salido mal
et: Midagi läks valesti
fa: چیزی اشتباه شده است
fi: Jokin meni pieleen
fr: Quelque chose a mal tourné
he: משהו השתבש
hi: कुछ गलत हो गया है
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
hy: Ինչ-որ բանը սխալ է եղել
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何かが間違っています
ko: 무언가 잘못되었습니다
lt: Kažkas nepavyko
lv: Kaut kas ir nogājis greizi
ms: Sesuatu telah berlaku salah
nb: Noe har gått galt
nl: Iets is misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Nešto je pošlo po zlu
sv: Något har gått fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так
vi: Có gì đó đã sai
zh: 出了些问题

# authenticatePasskey_introduction_bullet_1
source: You must have previously created a passkey with us.
ar: يجب أن تكون قد أنشأت مفتاح مرور معنا في السابق.
bg: Трябва да сте създали ключ за достъп при нас в миналото.
cs: Musíte u nás mít dříve vytvořený přístupový klíč.
da: Du skal have oprettet en adgangsnøgle hos os tidligere.
de: Sie müssen zuvor einen Passkey bei uns erstellt haben.
el: Πρέπει να έχετε δημιουργήσει ένα κλειδί πρόσβασης μαζί μας στο παρελθόν.
es: Debe haber creado una clave de acceso con nosotros anteriormente.
et: Te peate olema varem meie juures passkey loonud.
fa: شما باید قبلاً یک کلید عبور با ما ایجاد کرده باشید.
fi: Sinun on täytynyt luoda salasana kanssamme aiemmin.
fr: Vous devez avoir créé une clé de passe avec nous dans le passé.
he: עליך ליצור מפתח גישה אצלנו בעבר.
hi: आपको हमारे साथ पहले पासकी बनानी चाहिए थी।
hr: Morate prethodno imati kreiran pristupni ključ kod nas.
hu: Korábban már kellett, hogy létrehozzon nálunk egy belépőkulcsot.
hy: Դուք պետք է նախկինում մեզ մոտ անցաբառ ստեղծած լինեք։
id: Anda harus sudah pernah membuat kunci sandi bersama kami sebelumnya.
it: Devi aver creato una chiave di accesso con noi in passato.
ja: 以前に当社でパスキーを作成している必要があります。
ko: 이전에 저희와 함께 패스키를 생성하셨아야 합니다.
lt: Jūs turėjote būti anksčiau sukūrę slaptuką pas mus.
lv: Jums iepriekš pie mums bija jāizveido piekļuves atslēga.
ms: Anda mesti telah mencipta kunci laluan dengan kami sebelum ini.
nb: Du må ha opprettet en passnøkkel hos oss tidligere.
nl: U moet in het verleden een passkey bij ons hebben aangemaakt.
pl: Musisz wcześniej utworzyć u nas klucz dostępu.
pt: Você deve ter criado uma chave de acesso conosco no passado.
ro: Trebuie să fi creat o cheie de acces (passkey) cu noi în trecut.
ru: Вы должны были ранее создать у нас ключ доступа.
sk: V minulosti ste si u nás museli vytvoriť prístupový kľúč.
sl: V preteklosti ste morali pri nas ustvariti ključ za prijavo.
sr: Morali ste prethodno da kreirate pristupni ključ kod nas.
sv: Du måste ha skapat en passernyckel hos oss tidigare.
th: คุณต้องเคยสร้างกุญแจผ่านกับเรามาก่อน
tr: Daha önce bizimle bir anahtar oluşturmuş olmalısınız.
uk: Ви повинні були створити ключ доступу у нас раніше.
vi: Bạn phải đã tạo khóa truy cập với chúng tôi trước đây.
zh: 您必须在过去创建过通行密钥。

# authenticatePasskey_introduction_bullet_2
source: Your device will guide you through the next steps.
ar: سيرشدك جهازك خلال الخطوات التالية.
bg: Вашето устройство ще ви насочи през следващите стъпки.
cs: Vaše zařízení vás provede dalšími kroky.
da: Din enhed vil guide dig gennem de næste trin.
de: Ihr Gerät führt Sie durch die nächsten Schritte.
el: Η συσκευή σας θα σας καθοδηγήσει στα επόμενα βήματα.
es: Su dispositivo le guiará en los siguientes pasos.
et: Teie seade juhendab teid järgmistes sammudes.
fa: دستگاه شما شما را در مراحل بعدی راهنمایی خواهد کرد.
fi: Laitteesi ohjaa sinua seuraavissa vaiheissa.
fr: Votre appareil vous guidera à travers les prochaines étapes.
he: המכשיר שלך ינחה אותך בשלבים הבאים.
hi: आपका डिवाइस आपको अगले चरणों के लिए मार्गदर्शन करेगा।
hr: Vaš će vas uređaj voditi kroz sljedeće korake.
hu: Az eszköze végigvezeti Önt a következő lépéseken.
hy: Ձեր սարքը կուղղորդի ձեզ հաջորդ քայլերի ընթացքում։
id: Perangkat Anda akan memandu Anda melalui langkah-langkah berikutnya.
it: Il tuo dispositivo ti guiderà nei prossimi passaggi.
ja: デバイスが次の手順を案内します。
ko: 기기가 다음 단계로 안내해 드립니다.
lt: Jūsų įrenginys padės jums atlikti kitus veiksmus.
lv: Jūsu ierīce jūs vadīs nākamajos soļos.
ms: Peranti anda akan membimbing anda melalui langkah-langkah seterusnya.
nb: Enheten din vil veilede deg gjennom de neste trinnene.
nl: Uw apparaat zal u door de volgende stappen leiden.
pl: Twoje urządzenie poprowadzi Cię przez kolejne kroki.
pt: O seu dispositivo irá guiá-lo pelos próximos passos.
ro: Dispozitivul dvs. vă va ghida prin următorii pași.
ru: Ваше устройство подскажет вам следующие шаги.
sk: Vaše zariadenie vás prevedie ďalšími krokmi.
sl: Vaša naprava vas bo vodila skozi naslednje korake.
sr: Vaš uređaj će vas voditi kroz naredne korake.
sv: Din enhet kommer att guida dig genom nästa steg.
th: อุปกรณ์ของคุณจะนำทางคุณในขั้นตอนถัดไป
tr: Cihazınız sizi sonraki adımlar konusunda yönlendirecektir.
uk: Ваш пристрій проведе вас через наступні кроки.
vi: Thiết bị của bạn sẽ hướng dẫn bạn qua các bước tiếp theo.
zh: 您的设备将引导您完成接下来的步骤。

# authenticatePasskey_introduction_button_start_authenticating
source: Authenticate
ar: تحقق من الهوية
bg: Удостоверяване
cs: Ověřit totožnost
da: Godkend identitet
de: Authentifizieren
el: Επαληθεύστε ταυτότητα
es: Autenticar
et: Autendi
fa: احراز هویت
fi: Tunnistaudu
fr: Authentifier
he: אימות
hi: प्रमाणित करें
hr: Autentificiraj
hu: Hitelesítés
hy: Վավերացնել
id: Otentikasi
it: Autentica
ja: 認証する
ko: 인증
lt: Autentifikuoti
lv: Autentificēt
ms: Sahkan identiti
nb: Autentiser
nl: Authenticeren
pl: Uwierzytelnij
pt: Autenticar
ro: Autentificare
ru: Аутентификация
sk: Overiť
sl: Overi
sr: Autentifikujte
sv: Autentisera
th: ยืนยันตัวตน
tr: Kimlik Doğrulama
uk: Автентифікувати
vi: Xác thực
zh: 验证

# authenticatePasskey_introduction_subtitle
source: Passkeys allow you to sign in securely using your fingerprint, face, or device screen lock.
ar: تتيح لك مفاتيح المرور تسجيل الدخول بأمان باستخدام بصمة الإصبع أو الوجه أو قفل شاشة الجهاز.
bg: Ключовете за достъп ви позволяват да влизате сигурно, използвайки пръстов отпечатък, лице или заключване на екрана на устройството.
cs: Přístupové klíče vám umožňují bezpečně se přihlásit pomocí otisku prstu, obličeje nebo zámku obrazovky zařízení.
da: Adgangsnøgler giver dig mulighed for at logge sikkert ind ved hjælp af dit fingeraftryk, ansigt eller enhedens skærmlås.
de: Passkeys ermöglichen Ihnen eine sichere Anmeldung mit Ihrem Fingerabdruck, Gesicht oder der Bildschirmsperre Ihres Geräts.
el: Τα passkeys σάς επιτρέπουν να συνδέεστε με ασφάλεια χρησιμοποιώντας το δακτυλικό σας αποτύπωμα, το πρόσωπό σας ή το κλείδωμα οθόνης της συσκευής σας.
es: Las claves de acceso te permiten iniciar sesión de forma segura usando tu huella digital, tu rostro o el bloqueo de pantalla de tu dispositivo.
et: Pääsuvõtmed võimaldavad teil turvaliselt sisse logida sõrmejälje, näotuvastuse või seadme ekraaniluku abil.
fa: کلیدهای عبور به شما امکان می‌دهند با استفاده از اثر انگشت، چهره یا قفل صفحه دستگاه خود به‌صورت ایمن وارد شوید.
fi: Pääsyavaimilla voit kirjautua turvallisesti sormenjäljelläsi, kasvoillasi tai laitteen näytön lukituksella.
fr: Les passkeys vous permettent de vous connecter en toute sécurité à l`aide de votre empreinte digitale, de votre visage ou du verrouillage d`écran de votre appareil.
he: מפתחות גישה מאפשרים לך להיכנס בצורה מאובטחת באמצעות טביעת אצבע, זיהוי פנים או נעילת מסך המכשיר.
hi: पासकीज़ आपको अपनी उंगली के निशान, चेहरे या डिवाइस स्क्रीन लॉक का उपयोग करके सुरक्षित रूप से साइन इन करने देती हैं।
hr: Pristupni ključevi omogućuju sigurno prijavljivanje pomoću otiska prsta, lica ili zaključavanja zaslona uređaja.
hu: A jelszókulcsok lehetővé teszik, hogy biztonságosan jelentkezzen be ujjlenyomatával, arcával vagy a készülék képernyőzárával.
hy: Անցման բանալիները թույլ են տալիս ապահով մուտք գործել՝ օգտագործելով ձեր մատնահետքը, դեմքը կամ սարքի էկրանի կողպումը։
id: Passkey memungkinkan Anda masuk dengan aman menggunakan sidik jari, wajah, atau kunci layar perangkat Anda.
it: Le passkey ti permettono di accedere in modo sicuro utilizzando l`impronta digitale, il volto o il blocco schermo del dispositivo.
ja: パスキーを使うと、指紋、顔、またはデバイスの画面ロックで安全にサインインできます。
ko: 패스키를 사용하면 지문, 얼굴 또는 기기 화면 잠금으로 안전하게 로그인할 수 있습니다.
lt: Raktai leidžia saugiai prisijungti naudojant piršto atspaudą, veidą arba įrenginio ekrano užraktą.
lv: Piekļuves atslēgas ļauj droši pieteikties, izmantojot pirkstu nospiedumu, seju vai ierīces ekrāna bloķēšanu.
ms: Kunci laluan membolehkan anda log masuk dengan selamat menggunakan cap jari, wajah atau kunci skrin peranti anda.
nb: Passnøkler lar deg logge inn sikkert ved å bruke fingeravtrykk, ansikt eller enhetens skjermlås.
nl: Passkeys stellen u in staat om veilig in te loggen met uw vingerafdruk, gezicht of schermvergrendeling van uw apparaat.
pl: Klucze dostępu umożliwiają bezpieczne logowanie za pomocą odcisku palca, twarzy lub blokady ekranu urządzenia.
pt: As chaves de acesso permitem que você faça login com segurança usando sua impressão digital, rosto ou bloqueio de tela do dispositivo.
ro: Cheile de acces (passkeys) vă permit să vă autentificați în siguranță folosind amprenta, fața sau blocarea ecranului dispozitivului.
ru: Ключи доступа позволяют безопасно входить в систему с помощью отпечатка пальца, лица или блокировки экрана устройства.
sk: Prístupové kľúče vám umožňujú bezpečne sa prihlásiť pomocou odtlačku prsta, tváre alebo zámku obrazovky zariadenia.
sl: Ključi za prijavo vam omogočajo varno prijavo z uporabo prstnega odtisa, obraza ali zaklepa zaslona naprave.
sr: Ključevi za pristup omogućavaju bezbedno prijavljivanje pomoću otiska prsta, lica ili zaključavanja ekrana uređaja.
sv: Passkeys låter dig logga in säkert med hjälp av ditt fingeravtryck, ansikte eller enhetens skärmlås.
th: Passkey ช่วยให้คุณลงชื่อเข้าใช้อย่างปลอดภัยด้วยลายนิ้วมือ ใบหน้า หรือการล็อกหน้าจออุปกรณ์ของคุณ
tr: Geçiş anahtarları, parmak izinizi, yüzünüzü veya cihaz ekran kilidinizi kullanarak güvenli bir şekilde oturum açmanızı sağlar.
uk: Ключі доступу дозволяють вам безпечно входити в систему за допомогою відбитка пальця, обличчя або блокування екрана пристрою.
vi: Passkey cho phép bạn đăng nhập an toàn bằng dấu vân tay, khuôn mặt hoặc khóa màn hình thiết bị.
zh: 通行密钥让您可以使用指纹、面部或设备屏幕锁安全地登录。

# authenticatePasskey_introduction_title
source: Authenticate with your Passkey
ar: قم بالمصادقة باستخدام مفتاح الدخول الخاص بك
bg: Удостоверете се с вашия ключ за достъп
cs: Ověřte se pomocí svého přístupového klíče
da: Godkend med din adgangsnøgle
de: Authentifizieren Sie sich mit Ihrem Passschlüssel
el: Επαληθεύστε την ταυτότητά σας με το κλειδί πρόσβασης
es: Autentíquese con su Passkey
et: Tuvastage end oma passkey abil
fa: با کلید عبور خود احراز هویت کنید
fi: Tunnistaudu avainkoodillasi
fr: Authentifiez-vous avec votre clé de passe
he: אמת את זהותך באמצעות מפתח הגישה שלך
hi: अपनी पासकी से प्रमाणित करें
hr: Autentificirajte se pomoću svog ključa za pristup
hu: Azonosítson a belépőkulcsával
hy: Նույնականացվեք ձեր անցաբառով
id: Autentikasi dengan Kunci Akses Anda
it: Autenticati con la tua chiave di accesso
ja: パスキーで認証する
ko: 패스키로 인증하기
lt: Autentifikuokitės naudodami savo slaptuką
lv: Autentificējieties ar savu piekļuves atslēgu
ms: Sahkan dengan Kunci Laluan anda
nb: Autentiser med passnøkkelen din
nl: Authenticeer met uw Passkey
pl: Uwierzytelnij się za pomocą klucza dostępu
pt: Autentique-se com a sua Chave de Acesso
ro: Autentificați-vă cu Passkey-ul dvs.
ru: Аутентифицируйтесь с помощью Passkey
sk: Overte sa pomocou svojho Passkey
sl: Overite se s svojo Passkey
sr: Autentifikujte se pomoću svog Passkey-a
sv: Autentisera med din Passkey
th: ยืนยันตัวตนด้วย Passkey ของคุณ
tr: Geçiş Anahtarınız ile kimliğinizi doğrulayın
uk: Автентифікуйтеся за допомогою вашого Ключа доступу
vi: Xác thực bằng Passkey của bạn
zh: 使用您的通行密钥进行身份验证

# authenticatePasskey_no_passkey_available_error_button_continue
source: Continue
ar: استمر
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Sambung
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# authenticatePasskey_no_passkey_available_error_subtitle
source: You do not have a passkey available to authenticate with.
ar: ليس لديك مفتاح مرور متاح للمصادقة به.
bg: Нямате наличен ключ за достъп, с който да се удостоверите.
cs: Nemáte k dispozici přístupový klíč pro ověření.
da: Du har ikke en adgangsnøgle tilgængelig til at godkende med.
de: Sie haben keinen Passschlüssel zur Authentifizierung verfügbar.
el: Δεν έχετε διαθέσιμο κλειδί πρόσβασης για να πραγματοποιήσετε ταυτοποίηση.
es: No tiene una clave de acceso disponible para autenticarse.
et: Teil ei ole autentimiseks saadaval passkey`d.
fa: شما هیچ کلید عبوری برای احراز هویت در دسترس ندارید.
fi: Sinulla ei ole käytettävissä avainkoodia tunnistautumista varten.
fr: Vous n`avez pas de clé de passe disponible pour vous authentifier.
he: אין לך מפתח גישה זמין לאימות.
hi: प्रमाणित करने के लिए आपके पास कोई पासकी उपलब्ध नहीं है।
hr: Nemate dostupnog ključa za pristup za autentifikaciju.
hu: Nem áll rendelkezésére belépőkulcs az azonosításhoz.
hy: Դուք չունեք անցաբառ, որով կարող եք նույնականանալ։
id: Anda tidak memiliki kunci sandi yang tersedia untuk melakukan autentikasi.
it: Non hai una chiave di accesso disponibile per l`autenticazione.
ja: 認証に使用できるパスキーがありません。
ko: 인증에 사용할 수 있는 패스키가 없습니다.
lt: Neturite slaptuko, kuriuo galėtumėte patvirtinti tapatybę.
lv: Jums nav pieejamas piekļuves atslēgas, ar kuru autentificēties.
ms: Anda tidak mempunyai kunci laluan yang tersedia untuk pengesahan.
nb: Du har ikke en passnøkkel tilgjengelig for å autentisere deg med.
nl: U heeft geen passkey beschikbaar om mee te authenticeren.
pl: Nie masz dostępnego klucza dostępu do uwierzytelnienia.
pt: Você não tem uma chave de acesso disponível para autenticação.
ro: Nu aveți o cheie de acces disponibilă pentru autentificare.
ru: У вас нет доступного ключа доступа для аутентификации.
sk: Nemáte k dispozícii žiadny prístupový kľúč na overenie.
sl: Nimate razpoložljivega ključa za preverjanje pristnosti.
sr: Nemate dostupnu pristupnu ključ za autentifikaciju.
sv: Du har ingen passernyckel tillgänglig för att autentisera med.
th: คุณไม่มีรหัสผ่านคีย์สำหรับใช้ยืนยันตัวตน
tr: Kimlik doğrulaması için kullanılabilir bir geçiş anahtarınız yok.
uk: У вас немає доступного ключа доступу для автентифікації.
vi: Bạn không có khóa xác thực nào để thực hiện xác thực.
zh: 您没有可用于身份验证的通行密钥。

# authenticatePasskey_no_passkey_available_error_title
source: No passkey available
ar: لا يوجد مفتاح دخول متاح
bg: Няма наличен ключ за достъп
cs: Žádný přístupový klíč není k dispozici
da: Ingen adgangsnøgle tilgængelig
de: Kein Passschlüssel verfügbar
el: Δεν υπάρχει διαθέσιμο κλειδί πρόσβασης
es: No hay clave de acceso disponible
et: Passkey pole saadaval
fa: هیچ کلید عبوری موجود نیست
fi: Avainta ei ole saatavilla
fr: Aucune clé de passe disponible
he: אין מפתח גישה זמין
hi: कोई पासकी उपलब्ध नहीं है
hr: Nema dostupnog ključa za pristup
hu: Nem érhető el belépőkulcs
hy: Բանալին հասանելի չէ
id: Tidak ada kunci sandi yang tersedia
it: Nessuna chiave di accesso disponibile
ja: 利用可能なパスキーがありません
ko: 사용 가능한 패스키가 없습니다
lt: Nėra prieinamo slaptuko
lv: Nav pieejama piekļuves atslēga
ms: Tiada kunci laluan tersedia
nb: Ingen tilgangsnøkkel tilgjengelig
nl: Geen passkey beschikbaar
pl: Brak dostępnego klucza dostępu
pt: Nenhuma chave de acesso disponível
ro: Nicio cheie de acces disponibilă
ru: Нет доступного ключа доступа
sk: Nie je k dispozícii žiadny prístupový kľúč
sl: Ni na voljo nobenega ključa za dostop
sr: Nema dostupnog pristupnog ključa
sv: Ingen passernyckel tillgänglig
th: ไม่มีรหัสผ่านให้ใช้งาน
tr: Kullanılabilir geçiş anahtarı yok
uk: Немає доступного ключа доступу
vi: Không có khóa truy cập nào
zh: 没有可用的通行密钥

# authenticatePasskey_not_supported_error_button_continue
source: Continue
ar: استمر
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Sambung
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# authenticatePasskey_not_supported_error_subtitle
source: Sorry, you are not able to complete this task.
ar: عذرًا، لا يمكنك إكمال هذه المهمة.
bg: Съжаляваме, не можете да завършите тази задача.
cs: Omlouváme se, tuto úlohu nemůžete dokončit.
da: Beklager, du kan ikke fuldføre denne opgave.
de: Es tut uns leid, Sie können diese Aufgabe nicht abschließen.
el: Λυπούμαστε, δεν μπορείτε να ολοκληρώσετε αυτή την εργασία.
es: Lo sentimos, no puede completar esta tarea.
et: Kahjuks ei saa te seda ülesannet lõpule viia.
fa: متاسفیم، شما نمی‌توانید این کار را کامل کنید.
fi: Valitettavasti et voi suorittaa tätä tehtävää.
fr: Désolé, vous ne pouvez pas compléter cette tâche.
he: מצטערים, אינך יכול להשלים משימה זו.
hi: माफ़ करें, आप यह कार्य पूरा नहीं कर सकते।
hr: Nažalost, ne možete dovršiti ovaj zadatak.
hu: Sajnáljuk, ezt a feladatot nem tudja befejezni.
hy: Ներեցեք, դուք չեք կարող ավարտել այս առաջադրանքը։
id: Maaf, Anda tidak dapat menyelesaikan tugas ini.
it: Siamo spiacenti, non puoi completare questa attività.
ja: 申し訳ありませんが、このタスクを完了できません。
ko: 죄송합니다. 이 작업을 완료할 수 없습니다.
lt: Atsiprašome, negalite užbaigti šios užduoties.
lv: Atvainojiet, jūs nevarat pabeigt šo uzdevumu.
ms: Maaf, anda tidak dapat menyelesaikan tugasan ini.
nb: Beklager, du kan ikke fullføre denne oppgaven.
nl: Sorry, u kunt deze taak niet voltooien.
pl: Przepraszamy, nie możesz ukończyć tego zadania.
pt: Lamentamos que não consiga completar esta tarefa.
ro: Ne pare rău că nu puteți finaliza această sarcină.
ru: К сожалению, вы не можете выполнить эту задачу.
sk: Ľutujeme, túto úlohu nemôžete dokončiť.
sl: Žal tega opravila ne morete dokončati.
sr: Nažalost, ne možete da dovršite ovaj zadatak.
sv: Tyvärr kan du inte slutföra denna uppgift.
th: ขออภัย คุณไม่สามารถดำเนินการนี้ให้เสร็จสมบูรณ์ได้
tr: Üzgünüz, bu görevi tamamlayamıyorsunuz.
uk: Вибачте, ви не можете виконати це завдання.
vi: Rất tiếc, bạn không thể hoàn thành tác vụ này.
zh: 抱歉，您无法完成此任务。

# authenticatePasskey_not_supported_error_title
source: Device does not support passkeys
ar: الجهاز لا يدعم مفاتيح المرور
bg: Устройството не поддържа passkey ключове
cs: Zařízení nepodporuje přístupové klíče
da: Enheden understøtter ikke adgangsnøgler
de: Gerät unterstützt keine Passkeys
el: Η συσκευή δεν υποστηρίζει passkeys
es: El dispositivo no es compatible con las claves de acceso
et: Seade ei toeta pääsuvõtmeid
fa: دستگاه از کلیدهای عبور پشتیبانی نمی‌کند
fi: Laite ei tue avainkoodeja
fr: L`appareil ne prend pas en charge les passkeys
he: המכשיר אינו תומך במפתחות גישה
hi: डिवाइस पासकीज़ का समर्थन नहीं करता
hr: Uređaj ne podržava pristupne ključeve
hu: Az eszköz nem támogatja a kulcskódokat
hy: Սարքը չի աջակցում անցանց բանալիներին
id: Perangkat tidak mendukung passkey
it: Il dispositivo non supporta le passkey
ja: このデバイスはパスキーに対応していません
ko: 이 기기는 패스키를 지원하지 않습니다
lt: Įrenginys nepalaiko raktų be slaptažodžio
lv: Ierīce neatbalsta piekļuves atslēgas
ms: Peranti tidak menyokong kunci laluan
nb: Enheten støtter ikke passnøkler
nl: Apparaat ondersteunt geen passkeys
pl: Urządzenie nie obsługuje kluczy dostępu
pt: O dispositivo não suporta chaves de acesso
ro: Dispozitivul nu acceptă chei de acces
ru: Устройство не поддерживает ключи доступа
sk: Zariadenie nepodporuje prístupové kľúče
sl: Naprava ne podpira gesel za prijavo
sr: Uređaj ne podržava pristupne ključeve
sv: Enheten stöder inte passnycklar
th: อุปกรณ์นี้ไม่รองรับการใช้รหัสผ่านแบบ passkey
tr: Cihaz geçiş anahtarlarını desteklemiyor
uk: Пристрій не підтримує ключі доступу
vi: Thiết bị không hỗ trợ khóa bảo mật
zh: 设备不支持通行密钥
