Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# faceVideo_capture_camera_timeout_detail
source: Remember to press the button when you’re done. Redo video actions
ar: تذكر أن تضغط على الزر عند الانتهاء. قم بإعادة إجراءات الفيديو
bg: Не забравяйте да натиснете бутона, когато приключите. Изпълнете действията за видеото отново
cs: Po dokončení nezapomeňte stisknout tlačítko Přepracování akcí videa
da: Husk at trykke på knappen, når du er færdig. Fortryd videohandlinger
de: Denken Sie daran, die Taste zu drücken, wenn Sie fertig sind. Video-Aktionen wiederholen.
el: Θυμηθείτε να πατήσετε το κουμπί όταν τελειώσετε. Επαναλάβετε τις ενέργειες βίντεο
es: No olvide presionar el botón cuando termine. Rehacer acciones
et: Kui lõpetate, vajutage kindlasti nuppu. Tehke videotoimingud uuesti
fa: به خاطر داشته باشید که وقتی کار تمام شد دکمه را فشار دهید. اقدامات مرتبط با ضبط ویدئو را دوباره انجام دهید
fi: Muista painaa painiketta, kun olet valmis. Suorita videotoiminnot uudelleen
fr: N’oubliez pas d’appuyer sur le bouton lorsque vous avez terminé. Refaire la vidéo
he: זכור ללחוץ על הכפתור כשתסיים. בצע שוב את פעולות הווידאו
hi: काम पूरा होने के बाद बटन दबाना न भूलें। वीडियो के ऐक्शन फिर से करें
hr: Ne zaboravite pritisnuti tipku kad završite. Ponovite iste radnje kao za videozapis
hu: Ha végzett, ne felejtse el megnyomni a gombot. Ismételje meg a videóműveleteket
hy: Չմոռանաք սեղմել կոճակը, երբ վերջացնեք։ Կրկնեք տեսանյութի գործողությունները
id: Jangan lupa untuk menekan tombol saat Anda selesai. Ulangi tindakan video
it: Ricorda di premere il pulsante quando hai finito. Ripeti le azioni del video
ja: 完了したら、忘れずにボタンを押してください。動画の操作をやり直す
ko: 완료되면 버튼을 누르셔야 합니다. 동영상 작업 다시 실행
lt: Kai baigsite, nepamirškite paspausti mygtuko. Pakartoti vaizdo įrašo veiksmus
lv: Kad esat pabeidzis, neaizmirstiet nospiest pogu. Veikt video darbības no jauna
ms: Jangan lupa untuk menekan butang apabila anda telah selesai. Lakukan semula aksi video
nb: Husk å trykke på knappen når du er ferdig. Utfør videohandlingene på nytt
nl: Vergeet niet op de knop te drukken als u klaar bent. Herhaal de stappen voor het opnemen van een filmpje
pl: Pamiętaj, aby po zakończeniu pracy nacisnąć przycisk. Ponowienie czynności dotyczących wideo
pt: Lembre-se de carregar no botão quando tiver terminado. Refazer ações de vídeo
ro: Nu uitați să apăsați butonul când terminați. Refaceți acțiunile video
ru: Когда закончите, не забудьте нажать кнопку. Повторите действия с видео
sk: Po dokončení nezabudnite stlačiť tlačidlo. Opakovať postup videa
sl: Ko končate, ne pozabite pritisniti gumba. Ponovno izvajanje dejanj v videoposnetku
sr: Ne zaboravite da pritisnete dugme kada završite. Ponovite snimanje videa
sv: Kom ihåg att trycka på knappen när du är klar. Gör om videoåtgärder
th: อย่าลืมกดปุ่มเมื่อทำเสร็จ ถ่ายวิดีโออีกครั้ง
tr: İşiniz bittiğinde düğmeye basmayı unutmayın. Video eylemlerini yinele
uk: Не забудьте після завершення натиснути кнопку. Повторити дії з відео
vi: Hãy nhớ nhấn nút khi bạn đã hoàn tất. Lặp lại hành động quay video
zh: 完成后，请记得按下按钮。重做视频操作

# faceVideo_capture_camera_timeout_title
source: Looks like you took too long
ar: يبدو أنك استغرقت وقتًا طويلاً
bg: Изглежда, че се забавихте твърде много
cs: Vypadá to, že vám to trvalo příliš dlouho
da: Det ser ud til, at du var for længe om det
de: Sieht aus, als hätten Sie zu lange gebraucht
el: Φαίνεται ότι αργήσατε πολύ
es: Parece que ha demorado demasiado
et: Paistab, et kulus liiga kaua aega
fa: به نظر می‌رسد زمان خیلی طولانی شد
fi: Näyttää siltä, että sinulla kesti liian kauan
fr: Le temps est écoulé
he: נראה שלקח לך יותר מדי זמן
hi: ऐसा लगता है कि आपने बहुत ज़्यादा समय लिया
hr: Čini se da vam je trebalo previše vremena za to
hu: Úgy tűnik, túllépte az időkorlátot
hy: Կարծես թե դուք չափից շատ ժամանակ ծախսեցիք
id: Sepertinya Anda memerlukan waktu terlalu lama
it: Sembra che ci sia voluto troppo tempo
ja: 時間がかかりすぎたようです
ko: 진행 과정에서 시간이 너무 지체된 것 같습니다
lt: Atrodo, kad užtrukote per ilgai
lv: Tas aizņēma pārāk daudz laika
ms: Nampaknya anda mengambil masa yang terlalu lama
nb: Det ser ut til at du brukte for lang tid
nl: Het lijkt erop dat het te lang duurde
pl: Wygląda na to, że trwało to zbyt długo
pt: Parece que demorou demasiado tempo
ro: Se pare că acțiunea dvs. a durat prea mult
ru: Похоже, Вы потратили слишком много времени
sk: Zdá sa, že to trvalo príliš dlho
sl: Izgleda, da ste bili prepočasni
sr: Izgleda da vam je trebalo previše vremena
sv: Det verkar ha tagit för lång tid
th: ดูเหมือนว่าคุณใช้เวลานานเกินไป
tr: Çok uzun sürmüş gibi görünüyor
uk: Схоже, час очікування перевищено
vi: Dường như bạn đã mất quá nhiều thời gian
zh: 看起来您花了太长时间

# faceVideo_capture_challenge_digit_instructions
source: Say each digit out loud
ar: قل كل رقم بصوت عال
bg: Кажете всяка цифра на глас
cs: Vyslovte každou číslici nahlas
da: Sig hvert tal højt
de: Sprechen Sie jede Ziffer laut aus
el: Πείτε κάθε ψηφίο δυνατά
es: Lea en voz alta cada dígito
et: Öelge iga number kõva häälega
fa: اعداد را با صدای بلند بگویید
fi: Sano jokainen numero ääneen
fr: Prononcez chaque chiffre à voix haute
he: אמור כל ספרה בקול רם
hi: हर डिजिट ज़ोर से बोलें
hr: Izgovorite svaki broj naglas
hu: Mondja ki hangosan az egyes számjegyeket
hy: Բարձրաձայն արտաբերեք յուրաքանչյուր թիվը
id: Ucapkan setiap angka dengan lantang
it: Pronuncia ciascun numero ad alta voce
ja: 各数字を声に出してください
ko: 각 숫자를 큰 소리로 읽어주세요
lt: Ištarkite kiekvieną skaitmenį garsiai
lv: Izrunājiet katru ciparu
ms: Sebut setiap digit dengan kuat
nb: Si hvert tall høyt
nl: Spreek elk cijfer hardop uit
pl: Wypowiedz na głos każdą cyfrę
pt: Diga cada dígito em voz alta
ro: Spuneți fiecare cifră cu voce tare
ru: Произнесите вслух каждую цифру
sk: Vyslovte každú číslicu nahlas
sl: Vsako števko povejte na glas
sr: Izgovorite svaku cifru naglas
sv: Säg varje siffra högt
th: พูดตัวเลขแต่ละตัวออกมาดังๆ
tr: Her rakamı yüksek sesle söyleyin
uk: Голосно озвучте кожну цифру
vi: Đọc to từng chữ số
zh: 大声说出每个数字

# faceVideo_capture_challenge_face_forward
source: then face forward
ar: ثم واجه الأمام
bg: след това обърнете лицето си напред
cs: pak se otočte dopředu
da: kig derefter fremad
de: dann nach vorne schauen
el: και, στη συνέχεια, κοιτάξτε προς τα εμπρός
es: luego vuelva a mirar hacia delante
et: seejärel suunake nägu otse
fa: سپس رو به جلو قرار بگیرید
fi: selfie kasvot eteenpäin
fr: puis regardez l’écran à nouveau
he: לאחר מכן פנה קדימה
hi: फिर चेहरा सामने करें
hr: zatim se okrenite prema naprijed
hu: majd nézzen előre
hy: ապա դեմքով շրջվեք դեպի տեսախցիկը
id: lalu menghadap ke depan
it: poi guarda in avanti
ja: 次いで、前を向く
ko: 그런 후 앞을 향하세요
lt: tada atsisukite veidu į priekį
lv: pēc tam pagrieziet seju uz priekšu
ms: kemudian menghadap ke hadapan
nb: så vender du deg fremover
nl: en kijk recht vooruit
pl: następnie skieruj się twarzą do przodu
pt: depois vire-o para a frente
ro: apoi să vă uitați înainte
ru: Затем повернитесь лицом
sk: potom čelom dopredu
sl: nato se obrnite naprej
sr: zatim se okrenite prema napred
sv: vänd sedan kameran framåt
th: แล้วหันหน้าไปข้างหน้า
tr: ileri doğru bakın
uk: потім подивіться в об’єктив
vi: sau đó quay mặt về phía trước
zh: 然后面向前方

# faceVideo_capture_challenge_turn_left
source: Turn your head left
ar: أدر رأسك لليسار
bg: Обърнете глава наляво
cs: Otočte hlavu doleva
da: Drej hovedet til venstre
de: Kopf nach links drehen
el: Γυρίστε το κεφάλι σας προς τα αριστερά
es: Gire su cabeza hacia la izquierda
et: Pöörake pead vasakule
fa: سر خود را به چپ بچرخانید
fi: Käännä päätäsi vasemmalle
fr: Tournez votre visage vers la gauche
he: סובב את ראשך שמאלה
hi: अपना सिर बाईं ओर घुमाएँ
hr: Okrenite glavu ulijevo
hu: Fordítsa a fejét balra
hy: Գլուխը պտտեք դեպի ձախ
id: Putar kepala Anda ke kiri
it: Gira la testa a sinistra
ja: 頭を左に回してください
ko: 고개를 왼쪽으로 돌리세요
lt: Pasukite galvą į kairę
lv: Pagrieziet galvu pa kreisi
ms: Toleh kepala anda ke kiri
nb: Snu hodet til venstre
nl: Draai uw hoofd naar links
pl: Obróć głowę w lewo
pt: Vire a sua cabeça para a esquerda
ro: Întoarceți capul spre stânga
ru: Поверните голову налево
sk: Otočte hlavu doľava
sl: Obrnite glavo v levo
sr: Okrenite glavu ulevo
sv: Vrid huvudet åt vänster
th: หันศีรษะไปทางซ้าย
tr: Başınızı sola çevirin
uk: Поверніть голову ліворуч
vi: Xoay đầu sang trái
zh: 向左转头

# faceVideo_capture_challenge_turn_right
source: Turn your head right
ar: أدر رأسك لليمين
bg: Обърнете глава надясно
cs: Otočte hlavu doprava
da: Drej hovedet til højre
de: Kopf nach rechts drehen
el: Γυρίστε το κεφάλι σας προς τα δεξιά
es: Gira tu cabeza hacia la derecha
et: Pöörake pead paremale
fa: سر خود را به راست بچرخانید
fi: Käännä päätäsi oikealle
fr: Tournez votre visage vers la droite
he: סובב את ראשך ימינה
hi: अपना सिर दाईं ओर घुमाएँ
hr: Okrenite glavu udesno
hu: Fordítsa a fejét jobbra
hy: Գլուխը պտտեք դեպի աջ
id: Putar kepala Anda ke kanan
it: Gira la testa a destra
ja: 頭を右に回してください
ko: 고개를 오른쪽으로 돌리세요
lt: Pasukite galvą į dešinę
lv: Pagrieziet galvu pa labi
ms: Toleh kepala anda ke kanan
nb: Snu hodet til høyre
nl: Draai uw hoofd naar rechts
pl: Obróć głowę w prawo
pt: Vire a sua cabeça para a direita
ro: Întoarceți capul spre dreapta
ru: Поверните голову направо
sk: Otočte hlavu doprava
sl: Obrnite glavo v desno
sr: Okrenite glavu udesno
sv: Vrid huvudet åt höger
th: หันศีรษะไปทางขวา
tr: Başınızı sağa çevirin
uk: Поверніть голову праворуч
vi: Xoay đầu sang phải
zh: 向右转头

# faceVideo_capture_frame_accessibility
source: View from selfie camera. Keep your face within the oval to start recording.
ar: عرض من كاميرا سيلفي.أبقِ وجهك داخل الإطار البيضاوي لبدء التسجيل.
bg: Изглед от селфи камерата. Задръжте лицето си в очертанията на овала, за да започнете записа.
cs: Pohled ze selfie kamery. Chcete-li spustit nahrávání, držte obličej v oválu.
da: Visning fra selfie-kameraet. Hold dit ansigt inden for den ovale cirkel for at starte optagelsen.
de: Ansicht von der Selfie-Kamera. Positionieren Sie Ihr Gesicht innerhalb des Oval, um mit der Aufnahme zu beginnen.
el: Προβολή από κάμερα λήψης selfie. Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ για να ξεκινήσετε την εγγραφή.
es: Vista de la cámara selfie. Mantenga su cara dentro del óvalo para empezar a grabar.
et: Vaade selfikaamerast. Salvestamise alustamiseks hoidke oma nägu ovaali sees.
fa: مشاهده از دوربین سلفبرای شروع ضبط، صورت خود را داخل بیضی نگه دارید.ی. برای شروع ضبط، صورت خود را داخل بیضی نگه دارید.
fi: Näkymä selfiekamerasta. Pidä kasvosi soikion sisällä aloittaaksesi tallennuksen.
fr: Vue depuis la caméra frontale. Gardez votre visage dans le cercle pour commencer l’enregistrement.
he: זווית ממצלמת סלפי.השאר את הפנים בתוך האליפסה כדי להתחיל להקליט.
hi: सेल्फ़ी कैमरा से देखें। रिकॉर्डिंग शुरू करने के लिए अपना चेहरा गोलाकार घेरे में रखें।
hr: Pogledajte kako izgleda na selfie kameri. Držite lice unutar ovalnog dijela kako bi snimanje započelo.
hu: Kamera képe. A felvétel megkezdéséhez tartsa az arcát az ovális kereten belül.
hy: Սելֆիի տեսախցիկից երևացող պատկեր։ Տեսագրումը սկսելու համար ձեր դեմքը պահեք շրջանակի ներսում։
id: Lihat dari kamera swafoto. Posisikan wajah Anda di dalam bentuk oval untuk mulai merekam.
it: Vista dalla fotocamera frontale. Tieni il viso nell’ovale per iniziare a registrare.
ja: 自撮りカメラから見る。顔を楕円の中に保った状態で、録画を開始してください。
ko: 셀카 카메라에서 본 이미지. 녹화를 시작하려면, 타원형 안에 얼굴이 들어가도록 하세요.
lt: Vaizdas iš asmenukių kameros. Norėdami pradėti įrašymą, veidą laikykite ovale.
lv: Skats no selfiju kameras. Lai sāktu ierakstu, pozicionējiet seju ovālajā rāmī.
ms: Pandangan dari kamera swafoto. Pastikan wajah anda berada dalam bingkai berbentuk bujur untuk memulakan rakaman.
nb: Sett fra selfie-kamera. Hold ansiktet innenfor det ovale feltet for å starte innspillingen.
nl: Weergeven vanaf selfiecamera. Houd uw gezicht binnen het ovale kader om te beginnen met opnemen.
pl: Widok z aparatu do selfie. Aby rozpocząć nagrywanie, trzymaj twarz w obrębie owalu.
pt: Vista da câmara de selfie. Mantenha o seu rosto dentro da forma oval para começar a gravar.
ro: Vizualizați din camera video selfie. Mențineți fața în oval pentru a începe înregistrarea.
ru: Вид с селфи-камеры. Чтобы начать запись, расположите лицо внутри овала.
sk: Pohľad zo selfie fotoaparátu. Ak chcete začať so zaznamenávaním, udržujte tvár v ovále.
sl: Pogled iz kamere za selfije. Obraz naj bo znotraj ovala, da začnete snemati.
sr: Pogledajte na kameri za selfi. Uklopite lice u ovalni okvir da biste započeli snimanje.
sv: Vy från selfiekamera. Håll ansiktet inom ovalen för att börja spela in.
th: ดูจากกล้องหน้า วางใบหน้าของคุณไว้ในกรอบรูปไข่เพื่อเริ่มบันทึก
tr: Kameradan görüntü. Kayda başlamak için yüzünüzü oval içinde tutun.
uk: Увімкніть селфі-камеру. Наведіть овал на обличчя, а тоді розпочніть зйомку.
vi: Xem từ máy ảnh. Giữ khuôn mặt của bạn trong hình bầu dục để bắt đầu ghi hình.
zh: 在自拍相机上查看。将面部保持在椭圆形内以开始录制。

# faceVideo_capture_header_timeout
source: Looks like you took too long
ar: يبدو أنك استغرقت وقتًا طويلاً
bg: Изглежда, че се забавихте твърде много
cs: Vypadá to, že vám to trvalo příliš dlouho
da: Det ser ud til, at du var for længe om det
de: Sieht aus, als hätten Sie zu lange gebraucht
el: Φαίνεται ότι αργήσατε πολύ
es: Parece que ha demorado demasiado
et: Paistab, et kulus liiga kaua aega
fa: به نظر می‌رسد زمان خیلی طولانی شد
fi: Näyttää siltä, että sinulla kesti liian kauan
fr: Le temps est écoulé
he: נראה שלקח לך יותר מדי זמן
hi: ऐसा लगता है कि आपने बहुत ज़्यादा समय लिया
hr: Čini se da vam je trebalo previše vremena za to
hu: Úgy tűnik, túllépte az időkorlátot
hy: Կարծես թե դուք չափից շատ ժամանակ ծախսեցիք
id: Sepertinya Anda memerlukan waktu terlalu lama
it: Sembra che ci sia voluto troppo tempo
ja: 時間がかかりすぎたようです
ko: 진행 과정에서 시간이 너무 지체된 것 같습니다
lt: Atrodo, kad užtrukote per ilgai
lv: Tas aizņēma pārāk daudz laika
ms: Nampaknya anda mengambil masa yang terlalu lama
nb: Det ser ut til at du brukte for lang tid
nl: Het lijkt erop dat het te lang duurde
pl: Wygląda na to, że trwało to zbyt długo
pt: Parece que demorou demasiado tempo
ro: Se pare că acțiunea dvs. a durat prea mult
ru: Похоже, Вы потратили слишком много времени
sk: Zdá sa, že to trvalo príliš dlho
sl: Izgleda, da ste bili prepočasni
sr: Izgleda da vam je trebalo previše vremena
sv: Det verkar ha tagit för lång tid
th: ดูเหมือนว่าคุณใช้เวลานานเกินไป
tr: Çok uzun sürmüş gibi görünüyor
uk: Схоже, час очікування перевищено
vi: Dường như bạn đã mất quá nhiều thời gian
zh: 看起来您花了太长时间

# faceVideo_capture_inactive_timeout_instruction
source: Check that it is connected and functional. You can also continue verification on your phone
ar: تحقق من أنها متصلة وتعمل. يمكنك أيضًا متابعة التحقق على هاتفك
bg: Проверете дали е свързана и функционираща. Може също да продължите процеса на потвърждение на телефона си
cs: Zkontrolujte připojení a funkčnost. V ověřování můžete pokračovat v mobilním telefonu
da: Tjek, at det er tilsluttet og kan bruges. Du kan også fortsætte verificeringen på din telefon
de: Überprüfen Sie, ob die Kamera verbunden und funktionsfähig ist. Sie können die Überprüfung auch auf Ihrem Telefon fortsetzen.
el: Βεβαιωθείτε ότι είναι συνδεδεμένη και λειτουργική. Μπορείτε επίσης να συνεχίσετε τη διαδικασία επαλήθευσης στο τηλέφωνό σας
es: Revise que esté conectada y funcione. También puedecontinuar con la verificación de identidad en su teléfono móvil
et: Kontrollige, kas see on ühendatud ja töökorras. Võite ka jätkata kinnitamist oma telefonis
fa: بررسی کنید که ارتباط آن متصل بوده و سالم باشد. همچنین می‌توانید فرآیند تأیید هویت را در گوشی خود ادامه دهید
fi: Tarkista, että se on yhdistetty ja toimii. Voit myös jatkaa vahvistusta puhelimellasi
fr: Vérifiez qu’il est connecté et fonctionnel. Vous pouvez également continuer la vérification sur votre mobile
he: ודא שהיא מחוברת ומתפקדת באופן תקין. אפשר גם להמשיך בתהליך האימות בטלפון
hi: जाँच करें कि यह कनेक्टेड है और काम कर रहा है। आप अपने फ़ोन पर भी वेरिफ़िकेशन जारी रख सकते हैं
hr: Provjerite je li povezana i funkcionira li. Ali, postupak provjere možete nastaviti i na mobitelu
hu: Ellenőrizze, hogy csatlakoztatva van-e és működik-e. Folytathatja az azonosítást a telefonján is
hy: Համոզվեք, որ այն միացված է և սարքին է։ Կարող եք նաև նույնականացումը շարունակել ձեր հեռախոսով
id: Periksa apakah kamera sudah terhubung dan berfungsi. Anda juga dapat melanjutkan verifikasi di ponsel Anda
it: Controlla che sia collegata e funzionante. In alternativa puoi continuare la verifica dal tuo telefono.
ja: 接続され、機能していることを確認してください。携帯で認証を続行することもできます
ko: 제대로 연결되어 있으며 작동하는지 확인하세요. 휴대폰으로 인증을 계속하실 수도 있습니다
lt: Patikrinkite, ar ji prijungta ir veikia. Taip pat galite tęsti patvirtinimą savo telefone
lv: Pārbaudiet, vai tā ir pievienota un funkcionējoša. Varat arī turpināt pārbaudi savā tālrunī
ms: Periksa sama ada ia bersambung dan berfungsi. Anda juga boleh meneruskan pengesahan pada telefon anda
nb: Kontroller at det er tilkoblet og at det fungerer. Du kan også fortsette verifiseringen på telefonen din
nl: Controleer dat deze verbinding heeft en werkt. U kunt het verificatieproces ook op uw mobiele telefoon voortzetten
pl: Sprawdź, czy urządzenie jest podłączone i działa. Możesz również kontynuować weryfikację w telefonie
pt: Verifique se está ligada e operacional. Também pode continuar a verificação no seu telefone
ro: Verificați dacă este conectată și funcțională. Puteți, de asemenea, continua verificarea pe telefonul dvs.
ru: Убедитесь, что она подключена и функционирует. Вы также можете продолжить верификацию на телефоне
sk: Skontrolujte, či je pripojený a funkčný. Môžete tiež pokračovať v overovaní v telefóne
sl: Preverite, ali je priključena in deluje. Potrjevanje lahko nadaljujete tudi v telefonu
sr: Proverite da li je povezana i funkcionalna. Možete da nastavite proveru identiteta i putem telefona
sv: Kontrollera att den är ansluten och fungerar. Du kan också fortsätta verifieringen på din telefon
th: เช็คว่าเชื่อมต่อแล้ว และกล้องใช้งานได้ คุณยืนยันตัวตนบนโทรศัพท์ต่อได้ด้วย
tr: Bağlı ve çalışır durumda olup olmadığını kontrol edin. Telefonunuzda da doğrulamaya devam edebilirsiniz
uk: Перевірте, чи вона під’єднана та справна. Верифікацію можна також продовжити на телефоні
vi: Kiểm tra xem máy ảnh có kết nối mạng và hoạt động không. Bạn cũng có thể tiếp tục xác minh trên điện thoại của mình
zh: 检查是否已连接并且工作正常。您也可以在手机上继续验证

# faceVideo_capture_inactive_timeout_no_fallback_instruction
source: Make sure your device has a working camera
ar: تأكد من وجود كاميرا عاملة على جهازك
bg: Уверете се, че устройството ви разполага с изправна камера
cs: Ujistěte se, že má Vaše zařízení funkční kameru
da: Sørg for, at din enhed har et kamera, der fungerer
de: Stellen Sie sicher, dass Ihr Gerät über eine funktionierende Kamera verfügt
el: Βεβαιωθείτε ότι η συσκευή σας διαθέτει λειτουργική κάμερα
es: Asegúrese de que su dispositivo tenga una cámara que funcione
et: Veenduge, et teie seadmel on töötav kaamera
fa: مطمئن شوید که دستگاه شما مجهز به دوربینی است که درست کار می‌کند
fi: Varmista, että laitteessasi on toimiva kamera
fr: Assurez-vous que votre appareil est équipé d’un appareil photo en état de marche
he: ודא שהמצלמה שבמכשיר פועלת
hi: पक्का करें कि आपके डिवाइस का कैमरा काम कर रहा है
hr: Provjerite je li kamera na vašem uređaju ispravna
hu: Győződjön meg róla, hogy az eszköz rendelkezik működőképes kamerával
hy: Համոզվեք, որ ձեր սարքի տեսախցիկը աշխատում է
id: Pastikan perangkat Anda memiliki kamera yang berfungsi
it: Assicurati che il dispositivo abbia una fotocamera funzionante
ja: デバイスに動作するカメラがあることを確認してください
ko: 기기에 탑재된 카메라가 제대로 작동하는지 확인하세요
lt: Įsitikinkite, kad jūsų įrenginyje yra veikianti kamera
lv: Pārliecinieties, vai ierīcei ir funkcionējoša kamera
ms: Pastikan peranti anda mempunyai kamera yang berfungsi
nb: Pass på at enheten din har et kamera som fungerer
nl: Zorg dat de camera op uw apparaat werkt
pl: Upewnij się, że Twoje urządzenie ma sprawny aparat fotograficzny
pt: Certifique-se de que o seu dispositivo tem uma câmara operacional
ro: Asigurați-vă că dispozitivul dvs. are o cameră video funcțională
ru: Убедитесь, что камера на Вашем устройстве работает
sk: Uistite sa, že zariadenie má funkčný fotoaparát
sl: Prepričajte se, da ima naprava delujočo kamero
sr: Proverite da li uređaj ima ispravnu kameru
sv: Se till att din enhet har en fungerande kamera
th: เช็คให้แน่ใจว่าอุปกรณ์ของคุณมีกล้องที่ใช้งานได้
tr: Cihazınızda çalışan bir kamera olduğundan emin olun
uk: Перевірте, чи камера на вашому пристрої справна
vi: Đảm bảo thiết bị của bạn có máy ảnh hoạt động tốt
zh: 确保您的设备有工作正常的相机

# faceVideo_capture_inactive_timeout_title
source: Camera not working?
ar: الكاميرا لا تعمل؟
bg: Камерата не работи ли?
cs: Nefunguje kamera?
da: Fungerer kameraet ikke?
de: Kamera funktioniert nicht?
el: Δεν λειτουργεί η κάμερα;
es: ¿La cámara no está funcionando?
et: Kas kaamera ei tööta?
fa: دوربین عمل نمی‌کند؟
fi: Eikö kamera toimi?
fr: L’appareil photo ne fonctionne pas ?
he: המצלמה לא פועלת?
hi: कैमरा काम नहीं कर रहा?
hr: Kamera ne radi?
hu: Nem működik a kamera?
hy: Տեսախցիկը չի՞ աշխատում
id: Kamera tidak berfungsi?
it: La fotocamera non funziona?
ja: カメラが動作していませんか？
ko: 카메라가 작동하지 않나요?
lt: Kamera neveikia?
lv: Kamera nedarbojas?
ms: Kamera tidak berfungsi?
nb: Fungerer ikke kameraet?
nl: Doet uw camera het niet?
pl: Aparat nie działa?
pt: A câmara não está a funcionar?
ro: Camera video nu funcționează?
ru: Камера не работает?
sk: Nefunguje fotoaparát?
sl: Kamera ne deluje?
sr: Kamera ne radi?
sv: Fungerar inte kameran?
th: หากกล้องไม่ทำงาน
tr: Kamera çalışmıyor mu?
uk: Не працює камера?
vi: Máy ảnh không hoạt động?
zh: 相机未工作？

# faceVideo_capture_title
source: Keep your face within the oval
ar: أبقِ وجهك داخل الإطار البيضاوي
bg: Лицето ви трябва да е в очертанията на овала
cs: Držte obličej v oválu
da: Hold dit ansigt inden for den ovale cirkel
de: Positionieren Sie Ihr Gesicht im angezeigten Oval
el: Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ
es: Mantenga la cara dentro del óvalo
et: Hoidke oma nägu ovaali sees
fa: صورت خود را در داخل بیضی قرار دهید
fi: Pidä kasvosi soikion sisällä
fr: Gardez votre visage dans le cercle
he: השאר את הפנים שלך בתוך האליפסה
hi: अपने चेहरे को गोलाकार घेरे में रखें
hr: Držite lice unutar ovalnog dijela
hu: Tartsa az arcát az ovális kereten belül
hy: Պահեք ձեր դեմքը շրջանակի ներսում
id: Posisikan wajah Anda di dalam bentuk oval
it: Tieni il viso nell’ovale
ja: 顔を楕円の中に保ちます
ko: 타원 안에 얼굴이 들어가도록 하세요
lt: Laikykite veidą ovale
lv: Pozicionējiet seju ovālajā rāmī
ms: Pastikan wajah anda berada dalam bingkai berbentuk bujur
nb: Hold ansiktet innenfor det ovale feltet
nl: Houd uw gezicht binnen het ovale kader
pl: Trzymaj twarz w obrębie owalu
pt: Mantenha o seu rosto dentro da forma oval
ro: Mențineți fața în oval
ru: Расположите лицо внутри овала
sk: Udržujte tvár v ovále
sl: Obraz naj bo znotraj ovala
sr: Uklopite lice u ovalni okvir
sv: Håll ansiktet inom ovalen
th: วางใบหน้าของคุณให้อยู่ในกรอบรูปไข่
tr: Yüzünüzü oval içinde tutun
uk: Наведіть овал на обличчя
vi: Giữ khuôn mặt của bạn trong hình bầu dục
zh: 将面部保持在椭圆形内

# faceVideo_error_redo
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做
