Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# consent_prompt_button_secondary
source: Review again
ar: مراجعة مرة أخرى
bg: Прегледайте отново
da: Gennemgå igen
de: Nochmal überprüfen
el: Νέος έλεγχος
et: Vaadake uuesti üle
fa: بازبینی مجدد
fi: Tarkista uudelleen
fr: Revoir encore
he: סקירה חוזרת
hi: फिर से समीक्षा करें
hr: Ponovno pregledaj
hu: Ismételt ellenőrzés
hy: Կրկին ստուգել
id: Tinjau lagi
it: Rivedi di nuovo
ja: もう一度確認する
ko: 다시 검토하기
lt: Peržiūrėti dar kartą
lv: Pārskatīt vēlreiz
ms: Semak semula
nb: Gjennomgå på nytt
nl: Controleer opniew
pt: Reveja novamente
ru: Посмотреть еще раз
sk: Skontrolovať znova
sl: Ponovno preglejte
sr: Pregledajte ponovo
sv: Granska igen
th: ตรวจสอบอีกครั้ง
tr: Tekrar gözden geçirin
uk: Переглянути ще раз
vi: Xem lại
zh: 再次审核

# consent_prompt_no_consent_detail
source: If you do not accept Onfido’s privacy statements and terms of service, we will not be able to verify your identity and you will exit this step.
ar: إذا لم تقبل بيانات الخصوصية وشروط الخدمة الخاصة بشركة Onfido، فلن نتمكن من التحقق من هويتك وستخرج من هذه الخطوة.
bg: Ако не приемете декларациите за поверителност и общите условия на Onfido, няма да можем да потвърдим самоличността ви и ще излезете от тази стъпка.
da: Hvis du ikke accepterer Onfidos fortrolighedserklæringer og servicevilkår, kan vi ikke verificere din identitet, og du forlader derefter dette trin.
de: Wenn Sie die Datenschutzerklärungen und Nutzungsbedingungen von Onfido nicht akzeptieren, können wir Ihre Identität nicht überprüfen und Sie werden diesen Schritt beenden.
el: Εάν δεν αποδεχτείτε τις δήλωση προστασίας προσωπικών δεδομένων και τους όρους χρήσης του Onfido, δεν θα μπορέσουμε να επαληθεύσουμε την ταυτότητά σας και θα εξέλθετε από αυτό το βήμα.
et: Kui te ei nõustu Onfido isikuandmete kaitset käsitlevate teatiste ja teenusetingimustega, ei saa me teie isikut tuvastada ja käesolev tegevus lõpetatakse.
fa: اگر اطلاعیه حریم خصوصی و شرایط خدمات Onfido را نپذیرید، نمی‌توانیم هویت شما را تأیید کنیم و از این مرحله خارج خواهید شد.
fi: Jos et hyväksy Onfidon tietosuojaselosteita ja palveluehtoja, emme voi vahvistaa henkilöllisyyttäsi ja poistut tästä vaiheesta.
fr: Si vous n`acceptez pas les déclarations de confidentialité et les conditions d`utilisation d`Onfido, nous ne pourrons pas vérifier votre identité et vous quitterez cette étape.
he: אם לא תאשר את הצהרות הפרטיות ותנאי השירות של Onfido, לא נוכל לאמת את זהותך ותצא משלב זה.
hi: अगर आप Onfido के प्राइवेसी स्टेटमेंट और सेवा की शर्तें स्वीकार नहीं करते हैं, तो हम आपकी पहचान को वेरिफ़ाई नहीं कर पाएँगे और आप इस स्टेप से बाहर निकल जाएँगे।
hr: Ako ne prihvatite Onfidove izjave o privatnosti i uvjete pružanja usluge, nećemo moći potvrditi vaš identitet i postupak će se prekinuti.
hu: Ha nem fogadja el az Onfido adatvédelmi nyilatkozatát és szolgáltatási feltételeit, nem tudjuk ellenőrizni személyazonosságát, és kilép ebből a lépésből.
hy: Եթե դուք չեք ընդունում Onfido-ի գաղտնիության հայտարարությունները և ծառայությունների մատուցման պայմանները, մենք չենք կարող հաստատել ձեր ինքնությունը, և դուք այս քայլից դուրս կգաք։
id: Jika Anda tidak menyetujui pernyataan privasi dan ketentuan layanan Onfido, kami tidak akan dapat memverifikasi identitas Anda dan Anda akan keluar dari langkah ini.
it: Se non accetti le dichiarazioni sulla privacy e i termini di servizio di Onfido, non saremo in grado di verificare la tua identità e interromperai questo passaggio.
ja: Onfidoのプライバシーステートメントと利用規約に同意されない場合、当社はお客様の本人確認を行うことができません。そのため、このステップを終了することとなります。
ko: Onfido의 개인정보 보호정책 및 이용 약관에 동의하지 않는 경우, 당사에서 사용자 신원을 확인할 수 없으며 이 절차는 종료됩니다.
lt: Jei nesutinkate su „Onfido“ privatumo patvirtinimais ir paslaugų teikimo sąlygomis, negalėsime patvirtinti jūsų tapatybės ir jūs išeisite iš šio etapo.
lv: Ja nepiekritīsiet Onfido paziņojumiem par konfidencialitāti un pakalpojumu sniegšanas noteikumiem, mēs nevarēsim pārbaudīt jūsu identitāti un jūs iziesiet no šīs darbības.
ms: Jika anda tidak bersetuju dengan pernyataan privasi dan terma perkhidmatan Onfido, kami tidak akan dapat mengesahkan identiti anda dan anda akan keluar daripada langkah ini.
nb: Hvis du ikke godtar Onfidos personvernerklæringer og brukervilkår, vil vi ikke kunne bekrefte identiteten din, og du vil avslutte dette trinnet.
nl: Als u de privacyverklaringen en de servicevoorwaarden van Onfido niet accepteert, kunnen we uw identiteit niet verifiëren en zult u deze stap verlaten.
pt: Se não aceitar as declarações de privacidade e os termos de serviço da Onfido, não poderemos verificar a sua identidade e você sairá deste passo.
ru: Если Вы не примете заявления о конфиденциальности и условия предоставления услуг Onfido, мы не сможем подтвердить Вашу личность и Вы выйдете на этом этапе.
sk: Ak nesúhlasíte s vyhláseniami o ochrane osobných údajov a zmluvnými podmienkami spoločnosti Onfido, nebudeme môcť overiť vašu totožnosť a tento krok sa ukončí.
sl: Če ne sprejmete Onfidovih izjav o zasebnosti in pogojev uporabe storitev, ne bomo mogli preveriti vaše identitete in ta korak boste zapustili.
sr: Ako ne prihvatite Onfido-ve izjave o privatnosti i uslove korišćenja usluge, nećemo moći da proverimo vaš identitet i postupak će se prekinuti.
sv: Om du inte accepterar Onfidos sekretesspolicy och användarvillkor kommer vi inte att kunna verifiera din identitet och du kommer att lämna detta steg.
th: หากคุณไม่ยอมรับนโยบายความเป็นส่วนตัวและข้อกำหนดในการให้บริการของ Onfido เราจะไม่สามารถยืนยันตัวตนของคุณได้ และคุณจะออกจากขั้นตอนนี้
tr: Onfido`nun gizlilik beyanlarını ve hizmet şartlarını kabul etmiyorsanız kimliğinizi doğrulayamayız ve bu adımdan çıkarsınız.
uk: Якщо ви не приймете заяву про конфіденційність та умови обслуговування Onfido, ми не зможемо підтвердити вашу особу й на цьому кроці процедура завершиться.
vi: Nếu bạn không chấp nhận tuyên bố về quyền riêng tư và điều khoản dịch vụ của Onfido, chúng tôi sẽ không thể xác minh danh tính của bạn và bạn sẽ thoát khỏi bước này.
zh: 如果您不接受Onfido的隐私声明和服务条款，我们将无法验证您的身份，您将退出此步骤。

# consent_prompt_no_consent_title
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
da: Er du sikker?
de: Bist du sicher?
el: Είστε σίγουρος/-η;
et: Kas olete kindel?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: אתה בטוח?
hi: क्या आपको यकीन है?
hr: Jeste li sigurni?
hu: Biztos benne?
hy: Վստա՞հ եք։
id: Anda yakin?
it: Sei sicuro?
ja: 本当によろしいですか？
ko: 정말 그렇게 하시겠어요?
lt: Ar tikrai?
lv: Vai esat pārliecināts?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet u het zeker?
pt: Tem a certeza?
ru: Вы уверены?
sk: Naozaj?
sl: Ste prepričani?
sr: Jeste li sigurni?
sv: Är du säker?
th: แน่ใจใช่ไหม
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc chắn không?
zh: 是否确定？

# crossdevice_connect_cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühistage
fa: لغو
fi: Peruuta
fr: Annuler
he: ביטול
hi: कैंसिल करें
hr: Poništi
hu: Mégse
hy: Չեղարկել
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消

# crossdevice_connect_subtitle
source: Once you’ve finished we’ll take you to the next step
ar: بمجرد الانتهاء، سنأخذك إلى الخطوة التالية
bg: След като приключите, ще ви насочим към следващата стъпка
cs: Jakmile dokončíte tento krok, přejdeme k dalšímu kroku
da: Når du er færdig, bliver du ført til næste trin
de: Wenn Sie fertig sind, gelangen Sie zum nächsten Schritt
el: Μόλις ολοκληρώσετε, θα σας μεταφέρουμε στο επόμενο βήμα
es: Cuando haya terminado, le llevaremos al próximo paso
et: Kui olete lõpetanud, jätkame järgmise sammuga
fa: پس از اتمام کار، به مرحله بعدی خواهید رفت
fi: Kun olet valmis, viemme sinut seuraavaan vaiheeseen
fr: Une fois terminé, vous passerez à l’étape suivante
he: לאחר שתסיימו תועברו לשלב הבא
hi: जब आप यह काम पूरा कर लेंगे, तब हम आपको अगले स्टेप पर ले जाएँगे
hr: Nakon što završite, uputit ćemo vas na sljedeći korak
hu: Miután befejezte, átvisszük a következő lépésre
hy: Ավարտելուց հետո ձեզ կուղղորդենք դեպի հաջորդ քայլը
id: Setelah Anda selesai, kami akan membawa Anda ke langkah berikutnya
it: Quando avrai terminato ti porteremo al passaggio successivo
ja: 完了したら、次のステップに進みます
ko: 완료되면 다음 단계로 넘어가겠습니다
lt: Kai baigsite, pereisime prie kito veiksmo
lv: Kad būsiet pabeidzis, pārvirzīsim jūs uz nākamo darbību
ms: Setelah anda selesai, kami akan membawa anda ke langkah seterusnya
nb: Når du er ferdig, tar vi deg til neste trinn
nl: Zodra u klaar bent, leiden we u naar de volgende stap
pl: Po zakończeniu przejdziemy do następnego kroku
pt: Quando terminar, iremos encaminhá-lo para o próximo passo
ro: Odată ce ați terminat, vom trece la următorul pas
ru: Как только вы закончите, мы перейдем к следующему шагу
sk: Po dokončení vás prevedieme k ďalšiemu kroku
sl: Ko končate, vas bomo popeljali na naslednji korak
sr: Kada završite, uputićemo vas na sledeći korak
sv: När du är klar tar vi dig till nästa steg
th: เมื่อทำเสร็จ เราจะนำคุณไปยังขั้นตอนถัดไป
tr: İşiniz bittiğinde bir sonraki adıma geçeceğiz
uk: Завершивши, перейдіть до наступного кроку
vi: Sau khi hoàn tất, chúng tôi sẽ đưa bạn đến bước tiếp theo
zh: 完成后，我们将带您进入下一步

# crossdevice_connect_tip_1
source: Keep this window open while using your mobile
ar: حافِظ على هذه النافذة مفتوحة أثناء استخدام هاتفك المحمول
bg: Дръжте този прозорец отворен, докато използвате мобилния си телефон
cs: Při používání mobilního telefonu nechte toto okno otevřené
da: Hold dette vindue åbent, mens du bruger din mobil
de: Lassen Sie dieses Fenster geöffnet, während Sie Ihr Mobiltelefon bedienen
el: Διατηρήστε αυτό το παράθυρο ανοιχτό κατά τη χρήση του κινητού σας
es: Mantenga esta ventana abierta mientras usa su dispositivo móvil
et: Jätke see aken mobiiltelefoni kasutamise ajal avatuks
fa: هنگام استفاده از موبایل خود، این پنجره را باز نگه دارید
fi: Pidä tämä ikkuna auki matkapuhelinta käyttäessäsi
fr: Gardez cette fenêtre ouverte lorsque vous utilisez votre mobile
he: יש להשאיר את החלון פתוח בעת השימוש בנייד
hi: अपना मोबाइल इस्तेमाल करते समय इस विंडो को खुला रखें
hr: Držite ovaj prozor otvoren dok se koristite mobitelom
hu: Hagyja nyitva az ablakot a mobil használata közben
hy: Բջջային հեռախոսից օգտվելիս բաց պահեք այս պատուհանը
id: Tetap buka jendela ini saat menggunakan ponsel Anda
it: Tieni aperta questa finestra mentre usi il telefono
ja: 携帯電話を使用している間、このウィンドウを開いたままにしてください
ko: 휴대폰을 사용하는 동안 이 창을 열어두세요
lt: Laikykite šį langą atidarytą, kai naudojate mobilųjį telefoną
lv: Turiet šo logu atvērtu, kamēr izmantojat mobilo tālruni
ms: Pastikan tetingkap ini terbuka semasa menggunakan telefon bimbit anda
nb: Hold dette vinduet åpent mens du bruker mobilen
nl: Houd dit venster open als u uw mobiele telefoon gebruikt
pl: Pozostaw to okno otwarte podczas korzystania z telefonu komórkowego
pt: Mantenha esta janela aberta ao utilizar o telemóvel
ro: Mențineți această fereastră deschisă în timp ce vă utilizați telefonul mobil
ru: Не закрывайте это окно при использовании мобильного телефона
sk: Počas používania mobilného telefónu ponechajte toto okno otvorené
sl: Med uporabo mobilnega telefona imejte to okno odprto
sr: Ostavite ovaj prozor otvoren dok koristite mobilni telefon
sv: Håll detta fönster öppet när du använder din mobil
th: เปิดหน้าต่างนี้ไว้ขณะใช้โทรศัพท์
tr: Cep telefonunuzu kullanırken bu pencereyi açık tutun
uk: Не закривайте це вікно під час використання мобільного телефона
vi: Giữ cửa sổ này mở trong khi sử dụng điện thoại di động của bạn
zh: 使用手机时请勿关闭此窗口

# crossdevice_connect_tip_2
source: Your mobile link will expire in one hour
ar: ستنتهي صلاحية رابط هاتفك المحمول خلال ساعة واحدة
bg: Мобилната ви връзка ще изтече след един час
cs: Platnost Vašeho mobilního odkazu vyprší za jednu hodinu
da: Dit mobillink udløber om én time
de: Ihr mobiler Link läuft in einer Stunde ab
el: Ο σύνδεσμός σας για φορητή συσκευή θα λήξει σε μία ώρα
es: El enlace móvil caducará en una hora
et: Teie mobiililink aegub tunni aja pärast
fa: لینک موبایل شما تا یک ساعت دیگر منقضی می‌شود
fi: Mobiililinkkisi vanhenee tunnin kuluttua
fr: Votre lien expirera dans une heure
he: תוקף הקישור לנייד שלך יפוג בעוד שעה
hi: एक घंटे बाद आपका मोबाइल लिंक काम नहीं करेगा
hr: Poveznica na vašem mobitelu istječe za sat vremena
hu: A mobilhivatkozása egy óra múlva lejár
hy: Ձեր բջջայինի հղումը կսպառվի մեկ ժամից
id: Tautan seluler Anda akan kedaluwarsa dalam satu jam
it: Il link inviato al tuo telefono scadrà tra un’ora
ja: 携帯電話リンクは1時間後に期限切れになります
ko: 모바일 링크는 1시간 후에 만료됩니다
lt: Jūsų nuoroda mobiliesiems baigs galioti po valandos
lv: Jūsu mobilās saites derīguma termiņš beigsies pēc stundas
ms: Pautan untuk telefon bimbit anda akan tamat tempoh dalam masa satu jam
nb: Mobilkoblingen din utløper om én time
nl: Uw mobiele link verloopt over een uur
pl: Twój link wygaśnie za godzinę
pt: A sua ligação móvel irá expirar dentro de uma hora
ro: Linkul dvs. pentru telefonul mobil va expira într-o oră
ru: Срок действия ссылки для мобильного телефона истекает через час
sk: Platnosť mobilného odkazu vyprší o hodinu
sl: Vaša mobilna povezava bo potekla v eni uri
sr: Link za mobilni telefon ističe za jedan sat
sv: Din mobillänk går ut om en timme
th: ลิงก์ในโทรศัพท์ของคุณจะหมดอายุใน 1 ชั่วโมง
tr: Mobil bağlantınızın süresi bir saat içinde dolacak
uk: Строк дії посилання для телефона закінчиться через годину
vi: Liên kết di động của bạn sẽ hết hạn sau một giờ
zh: 您的移动链接将在一小时后过期

# crossdevice_connect_tip_3
source: Don’t refresh this page
ar: لا تقم بتحديث هذه الصفحة
bg: Не обновявайте тази страница
cs: Neobnovujte tuto stránku
da: Genindlæs ikke denne side
de: Diese Seite nicht aktualisieren
el: Να μην ανανεωθεί αυτή η σελίδα
es: No actualizar esta página
et: Ärge värskendage seda lehte
fa: این صفحه را تازه‌سازی نکنید
fi: Älä päivitä tätä sivua
fr: N’actualisez pas cette page
he: אל תרענן עמוד זה
hi: इस पेज को रीफ़्रेश न करें
hr: Nemojte osvježavati ovu stranicu
hu: Ne frissítse ezt az oldalt
hy: Մի թարմացրեք այս էջը
id: Jangan muat ulang halaman ini
it: Non ricaricare la pagina
ja: このページを更新しない
ko: 이 페이지를 새로 고침하지 마세요
lt: Neatnaujinkite šio puslapio
lv: Neatsvaidziniet šo lapu
ms: Jangan segar semula halaman ini
nb: Ikke oppdater denne siden
nl: Ververs deze pagina niet
pl: Nie odświeżaj tej strony
pt: Não atualize esta página
ro: Nu reîmprospătați această pagină
ru: Не обновляйте эту страницу
sk: Neobnovujte túto stránku
sl: Ne osvežite te strani
sr: Nemojte osvežavati ovu stranicu
sv: Uppdatera inte denna sida
th: อย่ารีเฟรชหน้านี้
tr: Bu sayfayı yenilemeyin
uk: Не оновлюйте цю сторінку
vi: Không tải lại trang này
zh: 不要刷新此页面

# crossdevice_connect_tips
source: Tips
ar: نصائح
bg: Съвети
cs: Tipy
de: Tipps
el: Συμβουλές
es: Recomendaciones
et: Nõuanded
fa: نکات
fi: Vinkit
fr: Conseils
he: טיפים
hi: सलाह
hr: Savjeti
hu: Tippek
hy: Խորհուրդներ
it: Consigli
ja: ヒント
ko: 팁
lt: Patarimai
lv: Padomi
ms: Tip
pl: Porady
pt: Dicas
ro: Sugestii
ru: Советы
sk: Tipy
sl: Namigi
sr: Saveti
th: เคล็ดลับ
tr: İpuçları
uk: Поради
vi: Gợi ý
zh: 小贴士

# crossdevice_connect_title
source: Connected to your mobile
ar: متصل بهاتفك المحمول
bg: Свързано с мобилния ви телефон
cs: Připojení k mobilnímu telefonu
da: Forbundet til din mobil
de: Mit Ihrem Mobiltelefon verbunden
el: Συνδεδεμένο στο κινητό σας
es: Conectado con su móvil
et: Ühendatud teie mobiiliga
fa: به موبایل شما متصل شد
fi: Yhdistetty matkapuhelimeesi
fr: Connecté à votre mobile
he: מחובר לנייד שלך
hi: आपके मोबाइल से कनेक्ट किया गया
hr: Povezano s vašim mobitelom
hu: Csatlakoztatva a mobiljához
hy: Միացված է ձեր բջջայինին
id: Terhubung ke ponsel Anda
it: Collegato al tuo telefono
ja: 携帯電話に接続しました
ko: 휴대폰과 연결되었습니다
lt: Prisijungta prie jūsų mobiliojo telefono
lv: Izveidots savienojums ar mobilo tālruni
ms: Disambungkan ke telefon bimbit anda
nb: Koblet til mobilen din
nl: Verbonden met uw mobiele telefoon
pl: Połączono z telefonem komórkowym
pt: Ligado ao seu telemóvel
ro: Conectat la telefonul dvs. mobil
ru: Подключено к Вашему мобильному телефону
sk: Pripojené k mobilnému telefónu
sl: Povezava z mobilnim telefonom je uspela
sr: Povezano sa mobilnim telefonom
sv: Ansluten till din mobil
th: เชื่อมต่อกับมือถือของคุณแล้ว
tr: Cep telefonunuz bağlandı
uk: Під’єднано до мобільного телефону
vi: Đã kết nối với điện thoại di động của bạn
zh: 已连接到手机

# crossdevice_intro_buttonLabel
source: Get secure link
ar: الحصول على رابط آمن
bg: Получаване на защитена връзка
cs: Získejte zabezpečený odkaz
da: Få et sikkert link
de: Sicherheitslink erhalten
el: Λάβετε ασφαλή σύνδεσμο
es: Obtener enlace seguro
et: Hankige turvaline link
fa: دریافت لینک امن
fi: Hanki suojattu linkki
fr: Obtenir un lien sécurisé
he: קבלת קישור מאובטח
hi: सुरक्षित लिंक प्राप्त करें
hr: Preuzmi sigurnu poveznicu
hu: Biztonságos hivatkozás beszerzése
hy: Ստանալ անվտանգ հղում
id: Dapatkan tautan aman
it: Ricevi link sicuro
ja: 安全なリンクを取得する
ko: 보안 링크 받기
lt: Gauti saugią nuorodą
lv: Saņemt drošu saiti
ms: Dapatkan pautan yang selamat
nb: Få deg en sikker lenke
nl: Ontvang veilige link
pl: Wygeneruj bezpieczny link
pt: Obter ligação segura
ro: Obțineți linkul sigur
ru: Получить защищенную ссылку
sk: Získať bezpečný odkaz
sl: Pridobi varno povezavo
sr: Preuzmite bezbedan link
sv: Få säker länk
th: รับลิงก์ที่ปลอดภัย
tr: Güvenli bağlantı alın
uk: Отримати захищене посилання
vi: Nhận liên kết bảo mật
zh: 获取安全链接

# crossdevice_intro_listAccessibility
source: Steps required to continue verification on your mobile
ar: الخطوات المطلوبة لمواصلة التحقق على هاتفك المحمول
bg: Необходими стъпки, за да продължите проверката на мобилния си телефон
cs: Kroky potřebné k pokračování ověřování v mobilním telefonu
da: Trin, der påkræves for at fortsætte verificeringen på din mobil
de: Erforderliche Schritte zur weiteren Verifizierung auf Ihrem Mobiltelefon
el: Βήματα που απαιτούνται για να συνεχίσετε τη διαδικασία επαλήθευσης στο κινητό σας
es: Pasos requeridos para continuar con la verificación en su móvil
et: Mobiilseadmes kinnitamise jätkamiseks vajalikud toimingud
fa: مراحل لازم برای ادامه فرآیند تأیید هویت در گوشی موبایل
fi: Vaadittavat vaiheet vahvistuksen jatkamiseksi matkapuhelimellasi
fr: Étapes requises pour continuer la vérification sur votre mobile
he: השלבים הנדרשים לצורך המשך האימות בנייד שלך
hi: अपने मोबाइल पर वेरिफ़िकेशन जारी रखने के लिए ज़रूरी स्टेप
hr: Koraci potrebni za nastavak provjere na vašem mobitelu
hu: Az azonosítás folytatásához szükséges lépések a mobilon
hy: Քայլեր, որոնք պահանջվում են ձեր բջջայինի միջոցով նույնականացումը շարունակելու համար
id: Langkah-langkah yang diperlukan untuk melanjutkan verifikasi di ponsel Anda
it: Passaggi necessari per continuare la verifica sul tuo telefono
ja: 携帯での認証を継続するために必要な手順
ko: 모바일 기기에서 인증 절차를 진행하기 위해 필요한 단계
lt: Veiksmai, kurių reikia norint tęsti patvirtinimą mobiliajame įrenginyje
lv: Darbības, kas jāveic, lai turpinātu pārbaudi mobilajā ierīcē
ms: Langkah-langkah yang diperlukan untuk meneruskan pengesahan pada telefon bimbit anda
nb: Trinn som kreves for å fortsette verifiseringen på mobilen
nl: Vereiste stappen om de verificatie op uw mobiele telefoon voort te zetten
pl: Kroki wymagane do kontynuowania weryfikacji na telefonie komórkowym
pt: Passos necessários para continuar com a verificação no seu telemóvel
ro: Pași necesari pentru a continua verificarea pe telefonul dvs. mobil
ru: Действия, необходимые для продолжения верификации на вашем мобильном телефоне
sk: Kroky potrebné na pokračovanie overovania v mobilnom telefóne
sl: Koraki, potrebni za nadaljevanje preverjanja v mobilnem telefonu
sr: Koraci potrebni za nastavak potvrde identiteta na mobilnom telefonu
sv: Steg som krävs för att fortsätta verifieringen på din mobil
th: ขั้นตอนที่จำเป็นในการยืนยันบนโทรศัพท์ของคุณ
tr: Cep telefonunuzda doğrulamaya devam etmek için gereken adımlar
uk: Кроки, необхідні для продовження верифікації на мобільному пристрої
vi: Các bước cần thiết để tiếp tục xác minh trên điện thoại di động
zh: 继续在手机上进行验证所需的步骤

# crossdevice_intro_listItemFinish
source: Check back here to finish the submission
ar: تحقّق مرة أخرى هنا لإنهاء التقديم
bg: Върнете се отново тук, за да завършите подаването
cs: Zkontrolujte, zda jste dokončili odesílání
da: Gå tilbage hertil for at afslutte indsendelsen
de: Überprüfen Sie alle Eingaben und Daten, um die Einreichung abzuschließen
el: Ξαναγυρίστε εδώ για να ολοκληρώσετε την υποβολή
es: Vuelva aquí para finalizar el envío
et: Esitamise lõpetamiseks naaske käesolevale lehele
fa: برای تکمیل فرآیند ارسال، دوباره اینجا را بررسی کنید
fi: Palaa tänne viimeistelläksesi lähetyksen
fr: Revenez ici pour finaliser l’envoi
he: יש לבדוק שוב את המסך הנוכחי כדי לסיים את השליחה
hi: सबमिशन पूरा करने के लिए यहाँ वापस जाँच करें
hr: Vratite se na ovu stranicu kako biste dovršili slanje
hu: A beküldés befejezéséhez látogasson ide vissza
hy: Փաստաթղթի ուղարկումն ավարտելու համար վերադարձեք այստեղ
id: Periksa kembali di sini untuk menyelesaikan pengiriman
it: Torna qui per completare l’invio
ja: 提出を完了するには、ここに戻って確認してください
ko: 제출을 완료하려면 여기서 다시 확인하세요
lt: Grįžkite čia, kad užbaigtumėte pateikimą
lv: Atgriezieties šeit, lai pabeigtu iesniegšanu.
ms: Periksa semula di sini untuk menyelesaikan penyerahan
nb: Kom tilbake hit for å fullføre innsendingen
nl: Kom hier terug om het verzenden af te ronden
pl: Wróć tutaj, aby zakończyć przesyłanie
pt: Volte aqui para terminar a submissão
ro: Reveniți aici pentru a finaliza trimiterea
ru: Вернитесь сюда, чтобы завершить отправку
sk: Vráťte sa sem, aby ste dokončili odoslanie
sl: Preverite tukaj, če želite dokončati predložitev
sr: Vratite se ovamo da dovršite slanje
sv: Kom tillbaka hit för att slutföra inlämningen
th: กลับมาที่นี่เพื่อส่งเอกสารให้เสร็จ
tr: Gönderimi tamamlamak için burayı tekrar kontrol edin
uk: Поверніться на цей екран, щоб завершити надсилання
vi: Kiểm tra lại ở đây để hoàn tất việc gửi
zh: 返回此处检查以完成提交

# crossdevice_intro_listItemOpenLink
source: Open the link and complete the tasks
ar: افتح الرابط وأكمِل المهام
bg: Отворете връзката и изпълнете действията
cs: Otevřete odkaz a dokončete úkoly
da: Åbn linket og fuldfør opgaverne
de: Öffnen Sie den Link und führen Sie die Aktionen aus
el: Ανοίξτε τον σύνδεσμο και ολοκληρώστε τις εργασίες
es: Abra el enlace y complete las acciones
et: Avage link ja täitke juhised
fa: لینک را باز کنید و کارها را انجام دهید
fi: Avaa linkki ja suorita tehtävät
fr: Ouvrez le lien et complétez les tâches
he: יש לפתוח את הקישור ולהשלים את המשימות
hi: लिंक खोलें और काम पूरे करें
hr: Otvorite poveznicu i dovršite potrebne radnje
hu: Nyissa meg a linket, és végezze el a feladatokat
hy: Բացեք հղումը և կատարեք առաջադրանքները
id: Buka tautan dan selesaikan tugas ini
it: Apri il link e completa i passaggi
ja: リンクを開き、タスクを完了します
ko: 링크를 열고 작업을 완료합니다
lt: Atidarykite nuorodą ir užbaikite užduotis
lv: Atveriet saiti un izpildiet uzdevumus.
ms: Buka pautan dan lengkapkan tugasan
nb: Åpne koblingen og fullfør oppgavene
nl: Open de link en voer de taken uit
pl: Otwórz link i wykonaj zadania
pt: Abra a ligação e conclua as tarefas
ro: Deschideți linkul și finalizați sarcinile
ru: Перейдите по ссылке и следуйте инструкциям
sk: Otvorte odkaz a dokončite úlohy
sl: Odprite povezavo in dokončajte naloge
sr: Otvorite link i dovršite potrebne radnje
sv: Öppna länken och slutför uppgifterna
th: เปิดลิงก์และทำให้เสร็จ
tr: Bağlantıyı açın ve görevleri tamamlayın
uk: Відкрийте посилання і виконайте завдання
vi: Mở liên kết và hoàn thành thao tác
zh: 打开链接并完成任务
