Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_loading_generic_waiting_4_subtitle
source: Please wait a little longer for this process to finish, your patience is appreciated.
ar: يرجى الانتظار قليلاً أطول حتى ينتهي هذا العمل، نقدر صبرك.
bg: Моля, изчакайте малко по-дълго този процес да приключи, търпението ви се цени.
cs: Prosím, počkejte ještě chvíli, než tento proces skončí, vaše trpělivost je oceněna.
da: Vent venligst lidt længere på, at denne proces er færdig, din tålmodighed værdsættes.
de: Bitte warten Sie noch ein wenig länger, bis dieser Prozess abgeschlossen ist, Ihre Geduld wird geschätzt.
el: Παρακαλούμε περιμένετε λίγο περισσότερο για να ολοκληρωθεί αυτή η διαδικασία, η υπομονή σας εκτιμάται.
es: Por favor, espere un poco más para que este proceso termine, su paciencia es apreciada.
et: Palun oodake natuke kauem, kuni see protsess on lõppenud, teie kannatlikkust hinnatakse.
fa: لطفاً کمی بیشتر برای اتمام این فرآیند صبر کنید، صبر شما قدردانی می شود.
fi: Ole hyvä ja odota hieman kauemmin, että tämä prosessi saadaan päätökseen, kärsivällisyytesi on arvostettu.
fr: Veuillez attendre un peu plus longtemps pour que ce processus se termine, votre patience est appréciée.
he: אנא המתן עוד מעט עד שהתהליך יסתיים, אנו מעריכים את סבלנותך.
hi: कृपया इस प्रक्रिया को समाप्त होने के लिए थोड़ा और इंतजार करें, आपकी धैर्यशीलता की सराहना की जाती है।
hr: Molimo vas da malo duže pričekate da ovaj proces završi, cijenimo vašu strpljivost.
hu: Kérjük, várjon még egy kicsit, amíg a folyamat befejeződik, értékeljük a türelmét.
hy: Հաճելի է մի քիչ ավելի երկար սպասել, որպեսզի այս գործընթացը ավարտվի, ձեր համբերատարությունը գնահատվում է։
id: Silakan tunggu sedikit lebih lama untuk proses ini selesai, kesabaran Anda sangat dihargai.
it: Si prega di attendere un po` più a lungo affinché questo processo si concluda, la tua pazienza è apprezzata.
ja: このプロセスが終了するまで、もう少しお待ちいただきますようお願い申し上げます。ご理解とご協力を賜り、誠にありがとうございます。
ko: 이 과정이 끝나기까지 조금 더 기다려 주시기 바랍니다, 귀하의 인내심에 감사드립니다.
lt: Prašome palaukti šiek tiek ilgiau, kol šis procesas pasibaigs, jūsų kantrybė yra vertinama.
lv: Lūdzu, vēl nedaudz pagaidiet, kamēr šis process tiek pabeigts, mēs novērtējam jūsu pacietību.
ms: Sila tunggu sebentar lagi untuk proses ini selesai, kesabaran anda sangat dihargai.
nb: Vennligst vent litt lenger for at denne prosessen skal bli ferdig, din tålmodighet settes pris på.
nl: Wacht alstublieft nog even tot dit proces is voltooid, uw geduld wordt op prijs gesteld.
pl: Prosimy o chwilę cierpliwości, proces dobiega końca. Dziękujemy za wyrozumiałość.
pt: Por favor, aguarde um pouco mais para que este processo termine, a sua paciência é apreciada.
ro: Vă rugăm să așteptați puțin mai mult pentru ca acest proces să se încheie, răbdarea dvs. este apreciată.
ru: Пожалуйста, подождите немного дольше, чтобы этот процесс завершился, ваше терпение ценится.
sk: Prosím, počkajte ešte chvíľu, kým sa tento proces dokončí, vaša trpezlivosť je ocenená.
sl: Prosimo, počakajte malo dlje, da se ta postopek konča, vaša potrpežljivost je cenjena.
sr: Molimo vas da malo duže sačekate da se ovaj proces završi, vaše strpljenje je cenjeno.
sv: Vänligen vänta lite längre på att denna process ska slutföras, din tålamod uppskattas.
th: โปรดรออีกสักครู่ให้กระบวนการนี้เสร็จสิ้น วามอดทนของคุณมีค่ามาก
tr: Lütfen bu işlemin bitmesi için biraz daha bekleyin, sabrınız takdir edilmektedir.
uk: Будь ласка, зачекайте трохи довше, поки цей процес завершиться, ваше терпіння оцінюється.
vi: Vui lòng chờ thêm một chút để quá trình này hoàn tất, sự kiên nhẫn của bạn rất được trân trọng.
zh: 请稍等一会，等待此过程完成，感谢您的耐心等待。

# common_loading_generic_waiting_4_title
source: Processing in progress...
ar: المعالجة جارية...
bg: Обработката е в ход...
cs: Zpracování probíhá...
da: Bearbejdning i gang...
de: Verarbeitung läuft...
el: Επεξεργασία σε εξέλιξη...
es: Procesamiento en curso...
et: Töötlemine käib...
fa: در حال پردازش...
fi: Käsittely käynnissä...
fr: Traitement en cours...
he: העיבוד בתהליך...
hi: प्रक्रिया जारी है...
hr: Obrada je u tijeku...
hu: Feldolgozás folyamatban...
hy: Կատարումը ընթացքում է․․․
id: Pemrosesan sedang berlangsung...
it: Elaborazione in corso...
ja: 処理中...
ko: 처리 중...
lt: Apdorojimas vyksta...
lv: Apstrāde notiek...
ms: Pemprosesan sedang berlangsung...
nb: Bearbeiding pågår...
nl: Verwerking bezig...
pl: Trwa przetwarzanie...
pt: Processamento em andamento...
ro: Procesare în curs...
ru: Выполняется обработка...
sk: Spracovávanie prebieha...
sl: Obdelava v teku...
sr: Procesiranje u toku...
sv: Bearbetning pågår...
th: กำลังดำเนินการ...
tr: İşlem devam ediyor...
uk: Обробка триває...
vi: Đang xử lý...
zh: 处理中...

# common_loading_media_upload_immediate_title
source: Uploading media...
ar: جاري تحميل الوسائط...
bg: Качване на медия...
cs: Nahrávání médií...
da: Uploader medier...
de: Medien hochladen...
el: Μεταφόρτωση πολυμέσων...
es: Subiendo medios...
et: Meedia üleslaadimine...
fa: بارگذاری رسانه...
fi: Ladataan mediaa...
fr: Téléchargement de médias...
he: מעלה מדיה...
hi: मीडिया अपलोड कर रहा है...
hr: Postavljanje medija...
hu: Média feltöltése...
hy: Մեդիայի բեռնում...
id: Mengunggah media...
it: Caricamento dei media in corso...
ja: メディアをアップロード中...
ko: 미디어 업로드 중...
lt: Įkeliamas turinys...
lv: Augšupielādē multividi...
ms: Memuat naik media...
nb: Laster opp media...
nl: Media uploaden...
pl: Przesyłanie multimediów...
pt: Carregando mídia...
ro: Încărcare media...
ru: Загрузка медиа...
sk: Nahrávanie médií...
sl: Nalaganje medijev...
sr: Otpremanje medija...
sv: Laddar upp media...
th: กำลังอัปโหลดสื่อ...
tr: Medya yükleniyor...
uk: Завантаження медіа...
vi: Đang tải lên phương tiện...
zh: 正在上传媒体...

# common_loading_media_upload_waiting_1_subtitle
source: Please wait a little longer for the task to finish.
ar: يرجى الانتظار لفترة أطول قليلاً حتى يتم الانتهاء من المهمة.
bg: Моля, имайте още малко търпение, докато задачата приключи.
cs: Prosíme o trochu více trpělivosti, úloha ještě není dokončena.
da: Vent venligst lidt længere, indtil opgaven er færdig.
de: Bitte haben Sie noch etwas Geduld, bis die Aufgabe abgeschlossen ist.
el: Παρακαλώ περιμένετε λίγο περισσότερο για την ολοκλήρωση της εργασίας.
es: Por favor, espere un poco más para que la tarea termine.
et: Palun oodake veidi kauem, kuni ülesanne on lõpule viidud.
fa: لطفاً کمی بیشتر صبر کنید تا کار به اتمام برسد.
fi: Ole hyvä ja odota hieman pidempään, jotta tehtävä saadaan valmiiksi.
fr: Veuillez patienter un peu plus longtemps pour que la tâche soit terminée.
he: אנא המתן עוד קצת זמן עד שהמשימה תהיה מוכנה.
hi: कार्य समाप्त होने के लिए कृपया थोड़ा और धैर्य रखें।
hr: Molimo vas da pričekate malo duže dok se zadatak ne završi.
hu: Kérjük, várjon egy kicsit tovább, hogy a folyamat befejeződjön.
hy: Խնդրում ենք մի փոքր ավելի երկար սպասել, մինչև առաջադրանքը ավարտվի։
id: Harap bersabar sebentar lagi sampai tugas selesai.
it: Si prega di attendere un po` di più per il completamento del compito.
ja: タスクが完了するまで、もう少しお待ちいただきますようお願い申し上げます。
ko: 작업이 완료될 때까지 잠시만 더 기다려 주세요.
lt: Prašome dar šiek tiek palaukti, kol užduotis bus atlikta.
lv: Lūdzu, vēl nedaudz pagaidiet, kamēr uzdevums tiek pabeigts.
ms: Sila bersabar sebentar lagi untuk tugas ini selesai.
nb: Vennligst vent litt lenger for at oppgaven skal fullføres.
nl: Wacht alstublieft nog even, de taak is bijna voltooid.
pl: Proszę o chwilę cierpliwości, zadanie jest jeszcze w trakcie realizacji.
pt: Por favor, aguarde um pouco mais para que a tarefa seja concluída.
ro: Vă rugăm să așteptați puțin mai mult pentru ca sarcina să se finalizeze.
ru: Пожалуйста, подождите немного дольше, чтобы задача завершилась.
sk: Prosím, počkajte ešte chvíľu, kým sa úloha dokončí.
sl: Prosimo, počakajte malo dlje, da se naloga konča.
sr: Molimo vas da malo duže sačekate da se zadatak završi.
sv: Vänligen vänta lite längre för att uppgiften ska bli klar.
th: โปรดรออีกสักครู่เพื่อให้งานเสร็จสมบูรณ์
tr: Lütfen görevin bitmesi için biraz daha bekleyin.
uk: Будь ласка, зачекайте трохи довше, щоб завдання завершилося.
vi: Vui lòng đợi thêm một chút để công việc hoàn thành.
zh: 请稍微等待一下，让任务完成。

# common_loading_media_upload_waiting_1_title
source: Uploading media...
ar: جاري تحميل الوسائط...
bg: Качване на медия...
cs: Nahrávání médií...
da: Uploader medier...
de: Medien hochladen...
el: Μεταφόρτωση πολυμέσων...
es: Subiendo medios...
et: Meedia üleslaadimine...
fa: بارگذاری رسانه...
fi: Ladataan mediaa...
fr: Téléchargement de médias...
he: מעלה מדיה...
hi: मीडिया अपलोड कर रहा है...
hr: Postavljanje medija...
hu: Média feltöltése...
hy: Մեդիայի բեռնում...
id: Mengunggah media...
it: Caricamento dei media in corso...
ja: メディアをアップロード中...
ko: 미디어 업로드 중...
lt: Įkeliamas turinys...
lv: Augšupielādē multividi...
ms: Memuat naik media...
nb: Laster opp media...
nl: Media uploaden...
pl: Przesyłanie multimediów...
pt: Carregando mídia...
ro: Încărcare media...
ru: Загрузка медиа...
sk: Nahrávanie médií...
sl: Nalaganje medijev...
sr: Otpremanje medija...
sv: Laddar upp media...
th: กำลังอัปโหลดสื่อ...
tr: Medya yükleniyor...
uk: Завантаження медіа...
vi: Đang tải lên phương tiện...
zh: 正在上传媒体...

# common_loading_media_upload_waiting_2_subtitle
source: The task is still running, your patience is appreciated.
ar: المهمة لا تزال قيد التشغيل، نقدر صبرك.
bg: Задачата все още се изпълнява, благодарим ви за търпението.
cs: Úloha stále běží, vaše trpělivost je oceňována.
da: Opgaven kører stadig, din tålmodighed værdsættes.
de: Die Aufgabe läuft noch, Ihre Geduld wird geschätzt.
el: Η εργασία εξακολουθεί να εκτελείται, η υπομονή σας εκτιμάται.
es: La tarea aún está en ejecución, se agradece su paciencia.
et: Ülesanne on endiselt käimas, teie kannatlikkust hinnatakse.
fa: کار هنوز در حال اجرا است، صبر شما قدردانی می شود.
fi: Tehtävä on edelleen käynnissä, kiitämme kärsivällisyydestäsi.
fr: La tâche est toujours en cours, votre patience est appréciée.
he: המשימה עדיין בתהליך, אנו מעריכים את סבלנותך.
hi: कार्य अभी भी चल रहा है, आपकी धैर्यता की सराहना की जाती है।
hr: Zadatak je još uvijek u tijeku, cijenimo vašu strpljivost.
hu: A feladat még mindig fut, türelmét köszönjük.
hy: Առաջադրանքը դեռ շարունակվում է, ձեր համբերատարությունը գնահատվում է:
id: Tugas masih berjalan, kesabaran Anda dihargai.
it: Il compito è ancora in esecuzione, la tua pazienza è apprezzata.
ja: タスクはまだ実行中です、お待ちいただきありがとうございます。
ko: 작업이 아직 진행 중이며, 귀하의 인내심에 감사드립니다.
lt: Užduotis vis dar vykdoma, dėkojame už kantrybę.
lv: Uzdevums joprojām tiek izpildīts, mēs novērtējam jūsu pacietību.
ms: Tugas masih berjalan, kesabaran anda dihargai.
nb: Oppgaven kjører fortsatt, din tålmodighet settes pris på.
nl: De taak is nog steeds bezig, uw geduld wordt op prijs gesteld.
pl: Zadanie nadal jest wykonywane, dziękujemy za cierpliwość.
pt: A tarefa ainda está em execução, a sua paciência é apreciada.
ro: Sarcina încă rulează, apreciem răbdarea dumneavoastră.
ru: Задача все еще выполняется, ваше терпение ценится.
sk: Úloha stále prebieha, vaša trpezlivosť je ocenená.
sl: Naloga se še vedno izvaja, vaša potrpežljivost je cenjena.
sr: Zadatak je još uvek u toku, hvala na strpljenju.
sv: Uppgiften körs fortfarande, din tålamod uppskattas.
th: งานยังคงทำงานอยู่ ขอขอบคุณสำหรับความอดทนของคุณ
tr: Görev hala devam ediyor, sabrınız takdir edilmektedir.
uk: Завдання все ще виконується, ваше терпіння цінується.
vi: Công việc vẫn đang được thực hiện, xin cảm ơn sự kiên nhẫn của bạn.
zh: 任务仍在运行中，感谢您的耐心等待。

# common_loading_media_upload_waiting_2_title
source: Uploading media...
ar: جاري تحميل الوسائط...
bg: Качване на медия...
cs: Nahrávání médií...
da: Uploader medier...
de: Medien hochladen...
el: Μεταφόρτωση πολυμέσων...
es: Subiendo medios...
et: Meedia üleslaadimine...
fa: بارگذاری رسانه...
fi: Ladataan mediaa...
fr: Téléchargement de médias...
he: מעלה מדיה...
hi: मीडिया अपलोड कर रहा है...
hr: Postavljanje medija...
hu: Média feltöltése...
hy: Մեդիայի բեռնում...
id: Mengunggah media...
it: Caricamento dei media in corso...
ja: メディアをアップロード中...
ko: 미디어 업로드 중...
lt: Įkeliamas turinys...
lv: Augšupielādē multividi...
ms: Memuat naik media...
nb: Laster opp media...
nl: Media uploaden...
pl: Przesyłanie multimediów...
pt: Carregando mídia...
ro: Încărcare media...
ru: Загрузка медиа...
sk: Nahrávanie médií...
sl: Nalaganje medijev...
sr: Otpremanje medija...
sv: Laddar upp media...
th: กำลังอัปโหลดสื่อ...
tr: Medya yükleniyor...
uk: Завантаження медіа...
vi: Đang tải lên phương tiện...
zh: 正在上传媒体...

# common_loading_spinner
source: Loading
ar: جارٍ التحميل
bg: Зареждане
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
es: Cargando
et: Laadimine
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
he: טוען
hi: लोड हो रहा है
hr: Učitavanje u tijeku
hu: Betöltés
hy: Բեռնվում է
id: Memuat
it: Caricamento in corso
ja: ローディング中です
ko: 불러오는 중
lt: Įkeliama
lv: Notiek ielāde
ms: Memuatkan
nb: Laster
nl: Bezig met laden
pl: Ładowanie
pt: A carregar
ro: Se încarcă
ru: Загрузка
sk: Načítavanie
sl: Nalaganje
sr: Učitavanje
sv: Laddar
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh: 正在加载

# common_permissions_primer_audio_body
source: We can’t verify you without using your microphone
ar: لا يمكننا التحقق منك من دون استخدام الميكروفون
bg: Не можем да потвърдим самоличността ви, без да използваме микрофона
cs: Bez použití mikrofonu Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden at bruge din mikrofon
de: Wir können Sie nicht verifizieren, ohne auf Ihr Mikrofon zuzugreifen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς να χρησιμοποιήσουμε το μικρόφωνό σας
es: No le podemos verificar sin acceso a su micrófono
et: Me ei saa teie isikut kinnitada ilma mikrofoni kasutamata
fa: ما نمی‌توانیم بدون استفاده از میکروفون، هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua käyttämättä mikrofoniasi
fr: Nous ne pouvons pas commencer la vérification sans utiliser votre micro
he: לא ניתן לאמת אותך בלי להשתמש גם במצלמה וגם במיקרופון
hi: जब तक आप अपना माइक्रोफ़ोन इस्तेमाल नहीं करेंगे, तब तक हम आपको वेरिफ़ाई नहीं कर पाएँगे
hr: Ne možemo potvrditi vaš identitet bez mikrofona
hu: A mikrofon használata nélkül nem tudjuk ellenőrizni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց խոսափողի առկայության
id: Kami tidak dapat memverifikasi Anda tanpa menggunakan mikrofon Anda
it: Impossibile verificare la tua identità senza usare il microfono
ja: マイクを使用しないと確認できません
ko: 마이크를 사용하지 않고서는 본인 인증 절차를 진행할 수 없습니다
lt: Negalime jūsų patvirtinti nenaudojant mikrofono
lv: Mēs nevaram veikt pārbaudi, neizmantojot mikrofonu
ms: Kami tidak dapat mengesahkan anda tanpa menggunakan mikrofon anda
nb: Vi kan ikke verifisere deg uten å bruke mikrofonen din
nl: We kunnen u niet verifiëren zonder uw microfoon te gebruiken
pl: Nie możemy ukończyć weryfikacji bez użycia mikrofonu
pt: Não podemos verificá-lo sem usar o seu microfone
ro: Nu vă putem verifica fără a utiliza microfonul dvs.
ru: Мы не можем верифицировать Вас без использования микрофона
sk: Nemôžeme vás overiť bez použitia mikrofónu
sl: Ne moremo vas preveriti brez uporabe mikrofona
sr: Ne možemo da vam proverimo identitet bez korišćenja mikrofona
sv: Vi kan inte verifiera dig utan att använda din mikrofon
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้ไมโครโฟน
tr: Mikrofonunuzu kullanmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до мікрофона
vi: Chúng tôi không thể xác minh bạn mà không sử dụng cả máy ảnh và micrô
zh: 如果不使用麦克风，我们将无法验证您的身份

# common_permissions_primer_audio_button_enable
source: Enable microphone
ar: تمكين الميكروفون
bg: Активиране на микрофона
cs: Povolení mikrofonu
da: Aktiver mikrofon
de: Mikrofon aktivieren
el: Ενεργοποίηση μικροφώνου
es: Habilitar micrófono
et: Lubage mikrofon
fa: میکروفون را فعال کنید
fi: Ota mikrofoni käyttöön
fr: Activer le micro
he: הפעל מיקרופון
hi: माइक्रोफ़ोन चालू करें
hr: Omogući pristup mikrofonu
hu: Mikrofon engedélyezése
hy: Միացնել խոսափողը
id: Aktifkan mikrofon
it: Abilita il microfono
ja: マイクを有効にする
ko: 마이크 사용하기
lt: Įjungti mikrofoną
lv: Iespējot mikrofonu
ms: Dayakan mikrofon
nb: Aktiver mikrofon
nl: Schakel microfoon in
pl: Włącz mikrofon
pt: Ativar microfone
ro: Activați microfonul
ru: Включить микрофон
sk: Povoliť mikrofón
sl: Omogoči mikrofon
sr: Omogući mikrofon
sv: Aktivera mikrofon
th: เปิดใช้งานไมโครโฟน
tr: Mikrofonu etkinleştir
uk: Увімкнути мікрофон
vi: Bật micrô
zh: 启用麦克风

# common_permissions_primer_audio_subtitle
source: When prompted, you must enable microphone access to continue
ar: عند المطالبة، يجب تمكين الوصول إلى الميكروفون للمتابعة
bg: Когато бъдете подканени, трябва да активирате достъпа до микрофона, за да продължите
cs: Po výzvě musíte povolit přístup k mikrofonu, abyste mohli pokračovat
da: Når du bliver bedt om det, skal du aktivere adgang til mikrofonen for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Zugriff auf Ihr Mikrofon aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση στο μικρόφωνο για να συνεχίσετε
es: Deberá conceder acceso al micrófono para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu mikrofonile
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به میکروفون را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava mikrofonin käyttö jatkaaksesi
fr: Autorisez l’accès au micro pour continuer
he: כאשר תתבקש, עליך לאפשר גישה לשניהם כדי להמשיך
hi: कहे जाने पर, आगे बढ़ने के लिए आप माइक्रोफ़ोन का ऐक्सेस दें
hr: Na upit morate omogućiti pristup mikrofonu da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a mikrofonhoz való hozzáférést
hy: Հարցումը ստանալուն պես պետք է թույլատրեք խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
id: Saat diminta, Anda harus mengaktifkan akses mikrofon untuk melanjutkan
it: Per continuare è necessario abilitare l’accesso al microfono quando richiesto
ja: プロンプトが表示されたら、マイクへのアクセスを有効にして続行してください
ko: 계속하려면 안내 메시지가 표시될 때 마이크에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paraginti, turėsite įgalinti prieigą prie mikrofono, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, ir jāiespējo piekļuve mikrofonam, lai turpinātu
ms: Apabila digesa, anda mesti mendayakan akses mikrofon untuk meneruskannya
nb: Når du blir bedt om det, må du aktivere tilgang til begge for å fortsette
nl: Als u daarom gevraagd wordt, moet u toegang tot de microfoon inschakelen om door te gaan
pl: Aby kontynuować, zezwól na dostęp do mikrofonu po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso ao microfone para continuar
ro: Când vi se solicită, trebuie să activați accesul la microfon pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к микрофону, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k mikrofónu
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop do mikrofona
sr: Kada se to od vas zatraži, morate da omogućite pristup mikrofonu da biste nastavili
sv: När du ombeds måste du aktivera mikrofonåtkomst för att fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงไมโครโฟนเพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için mikrofon erişimini etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до мікрофона, щоб продовжити
vi: Khi được hỏi, vui lòng bật quyền truy cập micrô để tiếp tục
zh: 出现提示时，您必须启用麦克风访问才能继续

# common_permissions_primer_audio_title
source: Allow microphone access
ar: السماح باستخدام الميكروفون
bg: Разрешете достъпа до микрофона
cs: Povolení přístupu k mikrofonu
da: Tillad adgang til mikrofon
de: Zugriff auf Mikrofon erlauben
el: Να επιτρέπεται η πρόσβαση στο μικρόφωνο
es: Permitir el acceso al micrófono
et: Lubage juurdepääs mikrofonile
fa: اجازه دسترسی به میکروفون را بدهید
fi: Salli mikrofonin käyttö
fr: Autoriser l’accès au micro
he: אפשר גישה למיקרופון
hi: माइक्रोफ़ोन ऐक्सेस की अनुमति दें
hr: Dopusti pristup mikrofonu
hu: Mikrofon-hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի խոսափող
id: Izinkan akses mikrofon
it: Consenti l’accesso al microfono
ja: マイクへのアクセスを許可する
ko: 마이크에 대한 접근 권한 허용
lt: Leisti prieigą prie mikrofono
lv: Atļaut piekļuvi mikrofonam
ms: Benarkan akses mikrofon
nb: Tillat mikrofontilgang
nl: Sta toegang toe tot microfoon
pl: Zezwól na dostęp do mikrofonu
pt: Permitir acesso ao microfone
ro: Permiteți accesul la microfon
ru: Разрешить доступ к микрофону
sk: Povoliť prístup k mikrofónu
sl: Omogočite dostop do mikrofona
sr: Dozvoli pristup mikrofonu
sv: Tillåt mikrofonåtkomst
th: อนุญาตให้เข้าถึงไมโครโฟน
tr: Mikrofon erişimine izin ver
uk: Дозволити доступ до мікрофона
vi: Cho phép truy cập micrô
zh: 允许麦克风访问

# common_permissions_primer_body_audio
source: We can’t verify you without using your microphone
ar: لا يمكننا التحقق منك من دون استخدام الميكروفون
bg: Не можем да потвърдим самоличността ви, без да използваме микрофона
cs: Bez použití mikrofonu Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden at bruge din mikrofon
de: Wir können Sie nicht verifizieren, ohne auf Ihr Mikrofon zuzugreifen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς να χρησιμοποιήσουμε το μικρόφωνό σας
es: No le podemos verificar sin acceso a su micrófono
et: Me ei saa teie isikut kinnitada ilma mikrofoni kasutamata
fa: ما نمی‌توانیم بدون استفاده از میکروفون، هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua käyttämättä mikrofoniasi
fr: Nous ne pouvons pas commencer la vérification sans utiliser votre micro
he: לא ניתן לאמת אותך בלי להשתמש גם במצלמה וגם במיקרופון
hi: जब तक आप अपना माइक्रोफ़ोन इस्तेमाल नहीं करेंगे, तब तक हम आपको वेरिफ़ाई नहीं कर पाएँगे
hr: Ne možemo potvrditi vaš identitet bez mikrofona
hu: A mikrofon használata nélkül nem tudjuk ellenőrizni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց խոսափողի առկայության
id: Kami tidak dapat memverifikasi Anda tanpa menggunakan mikrofon Anda
it: Impossibile verificare la tua identità senza usare il microfono
ja: マイクを使用しないと確認できません
ko: 마이크를 사용하지 않고서는 본인 인증 절차를 진행할 수 없습니다
lt: Negalime jūsų patvirtinti nenaudojant mikrofono
lv: Mēs nevaram veikt pārbaudi, neizmantojot mikrofonu
ms: Kami tidak dapat mengesahkan anda tanpa menggunakan mikrofon anda
nb: Vi kan ikke verifisere deg uten å bruke mikrofonen din
nl: We kunnen u niet verifiëren zonder uw microfoon te gebruiken
pl: Nie możemy ukończyć weryfikacji bez użycia mikrofonu
pt: Não podemos verificá-lo sem usar o seu microfone
ro: Nu vă putem verifica fără a utiliza microfonul dvs.
ru: Мы не можем верифицировать Вас без использования микрофона
sk: Nemôžeme vás overiť bez použitia mikrofónu
sl: Ne moremo vas preveriti brez uporabe mikrofona
sr: Ne možemo da vam proverimo identitet bez korišćenja mikrofona
sv: Vi kan inte verifiera dig utan att använda din mikrofon
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้ไมโครโฟน
tr: Mikrofonunuzu kullanmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до мікрофона
vi: Chúng tôi không thể xác minh bạn mà không sử dụng cả máy ảnh và micrô
zh: 如果不使用麦克风，我们将无法验证您的身份
