Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_primer_body_video
source: We can’t verify you without your camera
ar: لا يمكننا التحقق منك بدون الكاميرا
bg: Не можем да потвърдим самоличността ви без достъп до камерата
cs: Bez kamery Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden dit kamera
de: Wir können Sie nicht verifizieren, ohne Ihre Kamera zu benutzen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς την κάμερά σας
es: No le podemos verificar sin usar su cámara
et: Isiku kinnitamine ilma kaamerata ei ole võimalik
fa: ما نمی‌توانیم بدون دوربین هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua ilman kameraasi
fr: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo
he: אנחנו לא יכולים לאמת את זהותך בלי המצלמה שלך
hi: आपके कैमरे के बिना हम आपको वेरिफ़ाई नहीं कर सकते
hr: Ne možemo potvrditi vaš identitet bez kamere
hu: A kamera nélkül nem tudjuk igazolni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց ձեր տեսախցիկի
id: Kami tidak dapat memverifikasi Anda tanpa kamera Anda
it: Impossibile verificare la tua identità senza la fotocamera
ja: カメラなしでは認証できません
ko: 카메라 없이는 본인 인증 작업을 진행할 수 없습니다
lt: Negalime Jūsų patvirtinti be prieigos prie kameros
lv: Mēs nevaram veikt pārbaudi bez kameras
ms: Kami tidak dapat mengesahkan anda tanpa kamera anda
nb: Vi kan ikke verifisere deg uten kameraet ditt
nl: We kunnen u niet verifiëren zonder camera
pl: Nie możemy Cię zweryfikować bez użycia aparatu
pt: Não o podemos verificar sem a sua câmara
ro: Nu vă putem verifica fără camera dvs. video
ru: Мы не можем верифицировать Вас без камеры
sk: Nemôžeme vás overiť bez fotoaparátu
sl: Brez kamere vas ne moremo preveriti
sr: Ne možemo da vam proverimo identitet bez kamere
sv: Vi kan inte verifiera dig utan din kamera
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้กล้อง
tr: Kamera erişimi olmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до камери
vi: Chúng tôi không thể xác minh bạn mà không có máy ảnh
zh: 如果不使用相机，我们就无法验证您的身份

# common_permissions_primer_body_video_audio
source: We can’t verify you without using both your camera and microphone
ar: لا يمكننا التحقق منك من دون استخدام كل من الكاميرا والميكروفون
bg: Не можем да потвърдим самоличността ви, без да използваме камерата и микрофона ви
cs: Bez použití kamery a mikrofonu Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden at bruge både dit kamera og din mikrofon
de: Wir können Sie nicht verifizieren, ohne auf Ihr Mikrofon und Ihre Kamera zuzugreifen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς να χρησιμοποιήσουμε και την κάμερα και το μικρόφωνό σας
es: No lo podemos verificar sin acceso a su cámara y micrófono
et: Me ei saa teie isikut kinnitada ilma nii kaamerat kui ka mikrofoni kasutamata
fa: ما نمی‌توانیم بدون استفاده از دوربین و میکروفون، هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua käyttämättä sekä kameraasi että mikrofoniasi
fr: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo et votre micro
he: לא ניתן לאמת את זהותך בלי להשתמש גם במצלמה וגם במיקרופון
hi: जब तक आप अपने कैमरे और माइक्रोफ़ोन दोनों का इस्तेमाल नहीं करेंगे, तब तक हम आपको वेरिफ़ाई नहीं कर पाएँगे
hr: Ne možemo potvrditi vaš identitet bez kamere i mikrofona
hu: A fényképezőgép és a mikrofon használata nélkül nem tudjuk ellenőrizni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց տեսախցիկի և խոսափողի առկայության
id: Kami tidak dapat memverifikasi Anda tanpa menggunakan kamera dan mikrofon Anda
it: Impossibile verificare la tua identità senza usare sia la fotocamera che il microfono
ja: カメラとマイクの両方を使用しないと認証できません
ko: 카메라와 마이크 기능 둘 다를 사용하지 않고서는 본인 인증 절차를 진행할 수 없습니다
lt: Negalime jūsų patvirtinti, jei kamera ir mikrofonas nenaudojami kartu
lv: Mēs nevaram veikt pārbaudi, neizmantojot kameru un mikrofonu
ms: Kami tidak dapat mengesahkan anda tanpa menggunakan kamera dan juga mikrofon anda
nb: Vi kan ikke verifisere deg uten å bruke både kameraet og mikrofonen din
nl: We kunnen u niet verifiëren zonder uw camera en microfoon te gebruiken
pl: Nie możemy dokonać weryfikacji bez dostępu do aparatu i mikrofonu
pt: Não podemos verificá-lo sem utilizar a sua câmara e microfone
ro: Nu vă putem verifica fără a utiliza atât camera video, cât și microfonul dvs.
ru: Мы не можем верифицировать Вас без использования камеры и микрофона
sk: Nemôžeme vás overiť bez použitia fotoaparátu a mikrofónu
sl: Ne moremo vas preveriti brez uporabe kamere in mikrofona
sr: Ne možemo da vam proverimo identitet bez korišćenja i kamere i mikrofona
sv: Vi kan inte verifiera dig utan att använda både din kamera och mikrofon
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้กล้องและไมโครโฟน
tr: Hem kameranızı hem de mikrofonunuzu kullanmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до камери та мікрофона
vi: Chúng tôi không thể xác minh bạn mà không sử dụng cả máy ảnh và micrô
zh: 如果不同时使用相机和麦克风，我们将无法验证您的身份

# common_permissions_primer_button_enable_audio
source: Enable microphone
ar: تمكين الميكروفون
bg: Активиране на микрофона
cs: Povolení mikrofonu
da: Aktiver mikrofon
de: Mikrofon aktivieren
el: Ενεργοποίηση μικροφώνου
es: Habilitar micrófono
et: Lubage mikrofon
fa: میکروفون را فعال کنید
fi: Ota mikrofoni käyttöön
fr: Activer le micro
he: הפעל מיקרופון
hi: माइक्रोफ़ोन चालू करें
hr: Omogući pristup mikrofonu
hu: Mikrofon engedélyezése
hy: Միացնել խոսափողը
id: Aktifkan mikrofon
it: Abilita il microfono
ja: マイクを有効にする
ko: 마이크 사용하기
lt: Įjungti mikrofoną
lv: Iespējot mikrofonu
ms: Dayakan mikrofon
nb: Aktiver mikrofon
nl: Schakel microfoon in
pl: Włącz mikrofon
pt: Ativar microfone
ro: Activați microfonul
ru: Включить микрофон
sk: Povoliť mikrofón
sl: Omogoči mikrofon
sr: Omogući mikrofon
sv: Aktivera mikrofon
th: เปิดใช้งานไมโครโฟน
tr: Mikrofonu etkinleştir
uk: Увімкнути мікрофон
vi: Bật micrô
zh: 启用麦克风

# common_permissions_primer_button_enable_video
source: Enable camera
ar: تمكين الكاميرا
bg: Активиране на камерата
cs: Povolení kamery
da: Aktivér kamera
de: Kamera aktivieren
el: Ενεργοποίηση κάμερας
es: Activar cámara
et: Lubage kaamera
fa: فعال کردن دوربین
fi: Ota kamera käyttöön
fr: Activer l’appareil photo
he: הפעל מצלמה
hi: कैमरा चालू करें
hr: Omogućite pristup kameri
hu: Kamera engedélyezése
hy: Միացնել տեսախցիկը
id: Aktifkan kamera
it: Abilita la fotocamera
ja: カメラを有効にする
ko: 카메라 활성화
lt: Įjungti kamerą
lv: Iespējot kameru
ms: Dayakan kamera
nb: Aktiver kamera
nl: Camera inschakelen
pl: Włącz aparat
pt: Ativar câmara
ro: Activați camera video
ru: Резрешить доступ
sk: Povoliť fotoaparát
sl: Omogoči kamero
sr: Omogući kameru
sv: Aktivera kamera
th: เปิดใช้งานกล้อง
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
vi: Bật máy ảnh
zh: 启用相机

# common_permissions_primer_button_enable_video_audio
source: Enable both
ar: تمكين كلا الإثنين
bg: Активиране на двете
cs: Povolte obě možnosti
da: Aktivér begge dele
de: Beides aktivieren
el: Ενεργοποίηση και των δύο
es: Conceder acceso a ambos
et: Lubage mõlemad
fa: دسترسی به هر دو را فعال کنید
fi: Ota molemm. käytt.
fr: Activer les deux
he: הפעל את שניהם
hi: दोनों चालू करें
hr: Omogućite pristup oboma
hu: Mindkettő engedélyezése
hy: Երկուսն էլ միացնել
id: Aktifkan keduanya
it: Abilita entrambi
ja: 両方を有効にする
ko: 둘 다 사용
lt: Įjungti abu
lv: Iespējot abus
ms: Dayakan kedua-duanya
nb: Aktiver begge
nl: Allebei inschakelen
pl: Włącz oba
pt: Permitir ambos
ro: Activați ambele
ru: Включить камеру и микрофон
sk: Povoliť oboje
sl: Omogoči oboje
sr: Omogući oba
sv: Aktivera båda
th: เปิดใช้งานทั้ง 2 อย่าง
tr: Her ikisini de etkinleştir
uk: Увімкнути камеру й мікрофон
vi: Cho phép cả hai
zh: 启用两者

# common_permissions_primer_subtitle_audio
source: When prompted, you must enable microphone access to continue
ar: عند المطالبة، يجب تمكين الوصول إلى الميكروفون للمتابعة
bg: Когато бъдете подканени, трябва да активирате достъпа до микрофона, за да продължите
cs: Po výzvě musíte povolit přístup k mikrofonu, abyste mohli pokračovat
da: Når du bliver bedt om det, skal du aktivere adgang til mikrofonen for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Zugriff auf Ihr Mikrofon aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση στο μικρόφωνο για να συνεχίσετε
es: Deberá conceder acceso al micrófono para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu mikrofonile
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به میکروفون را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava mikrofonin käyttö jatkaaksesi
fr: Autorisez l’accès au micro pour continuer
he: כאשר תתבקש, עליך לאפשר גישה לשניהם כדי להמשיך
hi: कहे जाने पर, आगे बढ़ने के लिए आप माइक्रोफ़ोन का ऐक्सेस दें
hr: Na upit morate omogućiti pristup mikrofonu da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a mikrofonhoz való hozzáférést
hy: Հարցումը ստանալուն պես պետք է թույլատրեք խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
id: Saat diminta, Anda harus mengaktifkan akses mikrofon untuk melanjutkan
it: Per continuare è necessario abilitare l’accesso al microfono quando richiesto
ja: プロンプトが表示されたら、マイクへのアクセスを有効にして続行してください
ko: 계속하려면 안내 메시지가 표시될 때 마이크에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paraginti, turėsite įgalinti prieigą prie mikrofono, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, ir jāiespējo piekļuve mikrofonam, lai turpinātu
ms: Apabila digesa, anda mesti mendayakan akses mikrofon untuk meneruskannya
nb: Når du blir bedt om det, må du aktivere tilgang til begge for å fortsette
nl: Als u daarom gevraagd wordt, moet u toegang tot de microfoon inschakelen om door te gaan
pl: Aby kontynuować, zezwól na dostęp do mikrofonu po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso ao microfone para continuar
ro: Când vi se solicită, trebuie să activați accesul la microfon pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к микрофону, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k mikrofónu
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop do mikrofona
sr: Kada se to od vas zatraži, morate da omogućite pristup mikrofonu da biste nastavili
sv: När du ombeds måste du aktivera mikrofonåtkomst för att fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงไมโครโฟนเพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için mikrofon erişimini etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до мікрофона, щоб продовжити
vi: Khi được hỏi, vui lòng bật quyền truy cập micrô để tiếp tục
zh: 出现提示时，您必须启用麦克风访问才能继续

# common_permissions_primer_subtitle_video
source: When prompted, you must enable camera access to continue
ar: عند المطالبة، يجب تمكين الوصول إلى الكاميرا للمتابعة
bg: Когато ви подканим, трябва да активирате достъпа до камерата, за да продължите
cs: Po výzvě musíte povolit přístup ke kameře, abyste mohli pokračovat dále
da: Når du bliver bedt om det, skal du aktivere adgang til kameraet for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Kamerazugriff aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση στην κάμερα για να συνεχίσετε
es: Deberá activar la cámara para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu kaamerale
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به دوربین را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava kameran käyttö jatkaaksesi
fr: Lorsque vous y serez invité, vous devrez autoriser l’accès à l’appareil photo pour continuer
he: כאשר תתבקש, עליך לאפשר גישה עבור שניהם כדי להמשיך
hi: कहे जाने पर, जारी रखने के लिए आपको कैमरे का ऐक्सेस चालू करना होगा
hr: Na upit morate omogućiti pristup kameri da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a kamerához való hozzáférést
hy: Հարցումը ստանալուն պես՝ պետք է թույլատրեք խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
id: Saat diminta, Anda harus mengaktifkan akses kamera untuk melanjutkan
it: Per continuare è necessario abilitare l’accesso alla fotocamera quando richiesto
ja: プロンプトが表示されたら、カメラへのアクセスを有効にして続行してください
ko: 계속하려면 안내 메시지가 표시될 때 카메라에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paprašyti, turite suteikti prieigą prie kameros, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, ir jāiespējo piekļuve kamerai, lai turpinātu
ms: Apabila digesa, anda mesti mendayakan akses kamera untuk meneruskannya
nb: Når du blir bedt om det, må du aktivere kameratilgangen for å fortsette
nl: Als u daarom gevraagd wordt, moet u toegang tot de camera inschakelen om door te gaan
pl: Aby kontynuować, zezwól na dostęp do aparatu po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso à câmara para continuar
ro: Când vi se solicită, trebuie să activați accesul la camera video pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к камере, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k fotoaparátu
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop do kamere
sr: Kada se to od vas zatraži, morate da omogućite pristup kameri da biste nastavili
sv: När du ombeds måste du aktivera kameraåtkomst för att fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงกล้องเพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için kamera erişimini etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до камери, щоб продовжити
vi: Khi được hỏi, vui lòng bật quyền truy cập máy ảnh để tiếp tục
zh: 出现提示时，您必须启用相机访问才能继续

# common_permissions_primer_subtitle_video_audio
source: When prompted, you must enable access for both to continue
ar: عند المطالبة، يجب تمكين الوصول لكليهما للمتابعة
bg: Когато бъдете подканени, трябва да активирате достъпа и за двете, за да продължите
cs: Po výzvě musíte povolit přístup pro obě možnosti, potom můžete pokračovat
da: Når du bliver bedt om det, skal du aktivere adgang til begge dele for at fortsætte
de: Wenn Sie dazu aufgefordert werden, müssen Sie den Zugriff auf beide Komponenten aktivieren, um fortzufahren
el: Όταν σας ζητηθεί, πρέπει να ενεργοποιήσετε την πρόσβαση και για τα δύο για να συνεχίσετε
es: Deberá conceder acceso a ambos para continuar
et: Kui küsitakse juurdepääsuluba, peate jätkamiseks lubama juurdepääsu mõlemale
fa: وقتی از شما درخواست شد، برای ادامه کار، باید دسترسی به هر دو را فعال کنید
fi: Kun sinua pyydetään, sinun on sallittava molempien käyttö jatkaaksesi
fr: Autorisez l’accès aux deux pour continuer
he: כאשר תתבקש, עליך לאפשר גישה לשניהם כדי להמשיך
hi: कहे जाने पर, आगे बढ़ने के लिए आप दोनों का ऐक्सेस दें
hr: Na upit morate omogućiti pristup oboma da biste mogli nastaviti
hu: Ha a rendszer kéri, a folytatáshoz engedélyeznie kell a hozzáférést mindkettőhöz
hy: Հարցումը ստանալուն պես պետք է թույլատրեք տեսախցիկի և խոսափողի հասանելիությունը, որպեսզի կարողանաք շարունակել
id: Saat diminta, Anda harus mengaktifkan akses untuk keduanya agar dapat melanjutkan
it: Per continuare è necessario abilitare l’accesso a entrambi quando richiesto
ja: プロンプトが表示されたら、続行するため両方へのアクセスを有効にしてください
ko: 계속하려면 안내 메시지가 표시될 때 두 가지 기능에 대한 접근 권한을 허용하셔야 합니다
lt: Kai būsite paprašyti, turėsite suteikti prieigą prie kameros ir mikrofono, kad galėtumėte tęsti
lv: Kad tiek parādīta uzvedne, lai turpinātu, ir jāiespējo piekļuve abiem
ms: Apabila digesa, anda mesti mendayakan akses kamera dan mikrofon untuk meneruskannya
nb: Når du blir bedt om det, må du aktivere tilgang for at begge skal fortsette
nl: Als u daarom gevraagd wordt, moet u toegang tot zowel de camera als de microfoon inschakelen om door te gaan
pl: Aby kontynuować, zezwól na dostęp do obu urządzeń po wyświetleniu komunikatu
pt: Quando solicitado, deve permitir o acesso de ambos para continuar
ro: Când vi se solicită, trebuie să activați accesul la ambele pentru a continua
ru: При появлении запроса Вы должны разрешить доступ к камере и микрофону, чтобы продолжить
sk: Ak chcete pokračovať, musíte po výzve povoliť prístup k obom
sl: Ko boste pozvani, morate za nadaljevanje omogočiti dostop za oboje
sr: Kada se to od vas zatraži, morate da omogućite pristup za oba da biste nastavili
sv: När du uppmanas måste du aktivera åtkomst för att båda ska fortsätta
th: เมื่อได้รับแจ้ง คุณต้องอนุญาตการเข้าถึงสำหรับทั้งคู่เพื่อดำเนินการต่อ
tr: İstendiğinde, devam etmek için her ikisine de erişimi etkinleştirmeniz gerekir
uk: Коли відобразиться запит, надайте доступ до камери й мікрофона, щоб продовжити
vi: Khi được hỏi, vui lòng bật quyền truy cập cho cả hai để tiếp tục
zh: 出现提示时，您必须启用这两者的访问才能继续

# common_permissions_primer_title_audio
source: Allow microphone access
ar: السماح باستخدام الميكروفون
bg: Разрешете достъпа до микрофона
cs: Povolení přístupu k mikrofonu
da: Tillad adgang til mikrofon
de: Zugriff auf Mikrofon erlauben
el: Να επιτρέπεται η πρόσβαση στο μικρόφωνο
es: Permitir el acceso al micrófono
et: Lubage juurdepääs mikrofonile
fa: اجازه دسترسی به میکروفون را بدهید
fi: Salli mikrofonin käyttö
fr: Autoriser l’accès au micro
he: אפשר גישה למיקרופון
hi: माइक्रोफ़ोन ऐक्सेस की अनुमति दें
hr: Dopusti pristup mikrofonu
hu: Mikrofon-hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի խոսափող
id: Izinkan akses mikrofon
it: Consenti l’accesso al microfono
ja: マイクへのアクセスを許可する
ko: 마이크에 대한 접근 권한 허용
lt: Leisti prieigą prie mikrofono
lv: Atļaut piekļuvi mikrofonam
ms: Benarkan akses mikrofon
nb: Tillat mikrofontilgang
nl: Sta toegang toe tot microfoon
pl: Zezwól na dostęp do mikrofonu
pt: Permitir acesso ao microfone
ro: Permiteți accesul la microfon
ru: Разрешить доступ к микрофону
sk: Povoliť prístup k mikrofónu
sl: Omogočite dostop do mikrofona
sr: Dozvoli pristup mikrofonu
sv: Tillåt mikrofonåtkomst
th: อนุญาตให้เข้าถึงไมโครโฟน
tr: Mikrofon erişimine izin ver
uk: Дозволити доступ до мікрофона
vi: Cho phép truy cập micrô
zh: 允许麦克风访问

# common_permissions_primer_title_video
source: Allow camera access
ar: السماح باستخدام الكاميرا
bg: Разрешаване на достъп до камерата
cs: Povolení přístupu ke kameře
da: Tillad adgang til kameraet
de: Zugriff auf Kamera erlauben
el: Να επιτρέπεται η πρόσβαση στην κάμερα
es: Permitir acceso a la cámara
et: Lubage juurdepääs kaamerale
fa: اجازه استفاده از دوربین را بدهید
fi: Salli kameran käyttö
fr: Autoriser l’accès à l’appareil photo
he: אפשר גישה למצלמה
hi: कैमरा ऐक्सेस की अनुमति दें
hr: Dopustite pristup kameri
hu: Kamerához való hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի տեսախցիկ
id: Izinkan akses kamera
it: Consenti l’accesso alla fotocamera
ja: カメラへのアクセスを許可
ko: 카메라 접근 권한 허용
lt: Leisti prieigą prie kameros
lv: Atļaut piekļuvi kamerai
ms: Benarkan akses kamera
nb: Tillat kameratilgang
nl: Toegang tot camera toestaan
pl: Zezwól na dostęp do aparatu
pt: Permitir o acesso à câmara
ro: Permiteți accesul la camera video
ru: Разрешить доступ к камере
sk: Povoliť prístup k fotoaparátu
sl: Dovoli dostop do kamere
sr: Dozvoli pristup kameri
sv: Tillåt kameraåtkomst
th: อนุญาตให้เข้าถึงกล้อง
tr: Kamera erişimine izin ver
uk: Дозволити доступ до камери
vi: Đồng ý kết nối máy ảnh
zh: 允许相机访问

# common_permissions_primer_title_video_audio
source: Allow camera and microphone access
ar: السماح باستخدام الكاميرا والميكروفون
bg: Разрешете достъпа до камерата и микрофона
cs: Povolení přístupu ke kameře a mikrofonu
da: Tillad adgang til kamera og mikrofon
de: Zugriff auf Kamera und Mikrofon erlauben
el: Να επιτρέπεται η πρόσβαση στην κάμερα και στο μικρόφωνο
es: Permitir el acceso al micrófono y a la cámara
et: Lubage juurdepääs kaamerale ja mikrofonile
fa: اجازه دسترسی به دوربین و میکروفون را بدهید
fi: Salli kameran ja mikrofonin käyttö
fr: Autoriser l’accès à l’appareil photo et au micro
he: אפשר גישה למצלמה ולמיקרופון
hi: कैमरा और माइक्रोफ़ोन ऐक्सेस की अनुमति दें
hr: Dopusti pristup fotoaparatu i mikrofonu
hu: Kamera- és mikrofon-hozzáférés engedélyezése
hy: Թույլատրել մուտքը դեպի տեսախցիկ և խոսափող
id: Izinkan akses kamera dan mikrofon
it: Consenti l’accesso alla fotocamera e al microfono
ja: カメラとマイクへのアクセスを許可する
ko: 카메라와 마이크에 대한 접근 권한 허용
lt: Leisti prieigą prie kameros ir mikrofono
lv: Atļaut piekļuvi kamerai un mikrofonam
ms: Benarkan akses kamera dan mikrofon
nb: Tillat kamera- og mikrofontilgang
nl: Sta toegang toe tot camera en microfoon
pl: Zezwól na dostęp do kamery i mikrofonu
pt: Permitir acesso ao microfone e câmara
ro: Permiteți accesul la camera video și microfon
ru: Разрешить доступ к камере и микрофону
sk: Povoliť prístup k fotoaparátu a mikrofónu
sl: Omogočite dostop do kamere in mikrofona
sr: Dozvoli pristup kameri i mikrofonu
sv: Tillåt kamera- och mikrofonåtkomst
th: อนุญาตให้เข้าถึงกล้องและไมโครโฟน
tr: Kamera ve mikrofon erişimine izin ver
uk: Дозволити доступ до камери та мікрофона
vi: Cho phép truy cập camera và micrô
zh: 允许相机和麦克风访问

# common_permissions_primer_video_body
source: We can’t verify you without your camera
ar: لا يمكننا التحقق منك بدون الكاميرا
bg: Не можем да потвърдим самоличността ви без достъп до камерата
cs: Bez kamery Vás nemůžeme ověřit
da: Vi kan ikke verificere dig uden dit kamera
de: Wir können Sie nicht verifizieren, ohne Ihre Kamera zu benutzen
el: Δεν μπορούμε να σας επαληθεύσουμε χωρίς την κάμερά σας
es: No le podemos verificar sin usar su cámara
et: Isiku kinnitamine ilma kaamerata ei ole võimalik
fa: ما نمی‌توانیم بدون دوربین هویت شما را تأیید کنیم
fi: Emme voi vahvistaa sinua ilman kameraasi
fr: Nous ne pouvons pas vous vérifier sans utiliser votre appareil photo
he: אנחנו לא יכולים לאמת את זהותך בלי המצלמה שלך
hi: आपके कैमरे के बिना हम आपको वेरिफ़ाई नहीं कर सकते
hr: Ne možemo potvrditi vaš identitet bez kamere
hu: A kamera nélkül nem tudjuk igazolni a személyazonosságát
hy: Մենք չենք կարող նույնականացնել ձեզ առանց ձեր տեսախցիկի
id: Kami tidak dapat memverifikasi Anda tanpa kamera Anda
it: Impossibile verificare la tua identità senza la fotocamera
ja: カメラなしでは認証できません
ko: 카메라 없이는 본인 인증 작업을 진행할 수 없습니다
lt: Negalime Jūsų patvirtinti be prieigos prie kameros
lv: Mēs nevaram veikt pārbaudi bez kameras
ms: Kami tidak dapat mengesahkan anda tanpa kamera anda
nb: Vi kan ikke verifisere deg uten kameraet ditt
nl: We kunnen u niet verifiëren zonder camera
pl: Nie możemy Cię zweryfikować bez użycia aparatu
pt: Não o podemos verificar sem a sua câmara
ro: Nu vă putem verifica fără camera dvs. video
ru: Мы не можем верифицировать Вас без камеры
sk: Nemôžeme vás overiť bez fotoaparátu
sl: Brez kamere vas ne moremo preveriti
sr: Ne možemo da vam proverimo identitet bez kamere
sv: Vi kan inte verifiera dig utan din kamera
th: เรายืนยันตัวตนคุณไม่ได้ หากไม่ใช้กล้อง
tr: Kamera erişimi olmadan sizi doğrulayamayız
uk: Верифікація можлива лише за наявності доступу до камери
vi: Chúng tôi không thể xác minh bạn mà không có máy ảnh
zh: 如果不使用相机，我们就无法验证您的身份

# common_permissions_primer_video_button_enable
source: Enable camera
ar: تمكين الكاميرا
bg: Активиране на камерата
cs: Povolení kamery
da: Aktivér kamera
de: Kamera aktivieren
el: Ενεργοποίηση κάμερας
es: Activar cámara
et: Lubage kaamera
fa: فعال کردن دوربین
fi: Ota kamera käyttöön
fr: Activer l’appareil photo
he: הפעל מצלמה
hi: कैमरा चालू करें
hr: Omogućite pristup kameri
hu: Kamera engedélyezése
hy: Միացնել տեսախցիկը
id: Aktifkan kamera
it: Abilita la fotocamera
ja: カメラを有効にする
ko: 카메라 활성화
lt: Įjungti kamerą
lv: Iespējot kameru
ms: Dayakan kamera
nb: Aktiver kamera
nl: Camera inschakelen
pl: Włącz aparat
pt: Ativar câmara
ro: Activați camera video
ru: Резрешить доступ
sk: Povoliť fotoaparát
sl: Omogoči kamero
sr: Omogući kameru
sv: Aktivera kamera
th: เปิดใช้งานกล้อง
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
vi: Bật máy ảnh
zh: 启用相机
