Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_capture_position_license_back
source: Position the back of your driver`s license in the frame
ar: ضع الجزء الخلفي من رخصة القيادة في الإطار
bg: Позиционирайте задната страна на шофьорската си книжка в рамката
cs: Umísti zadní stranu řidičského průkazu do rámečku
da: Placer bagsiden af dit kørekort inden for rammen
de: Positionieren Sie die Rückseite ihres Führerscheins innerhalb des Rahmens
el: Τοποθετήστε την μπροστινή όψη της άδειας οδήγησής σας στο πλαίσιο
es: Coloque la parte posterior de su permiso de conducir dentro del marco
et: Paigutage oma juhiloa tagakülg kaadrisse
fa: پشت گواهینامه رانندگی خود را درون کادر قرار دهید
fi: Aseta ajokorttisi takaosa kehykseen
fr: Positionnez le verso de votre permis de conduire dans le cadre
he: מקם את החלק האחורי של רישיון הנהיגה בתוך המסגרת
hi: अपने ड्राइविंग लाइसेंस के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu vozačke dozvole u okvir
hu: Helyezze a jogosítványa hátoldalát a keretbe
hy: Ձեր վարորդական իրավունքի դարձերեսը տեղադրեք շրջանակի մեջ
id: Posisikan bagian belakang SIM Anda dalam bingkai
it: Posiziona il retro della patente di guida nel riquadro
ja: 運転免許証の裏面をフレームに配置する
ko: 프레임 안에 운전면허증 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad galinė vairuotojo pažymėjimo pusė būtų rėmelyje
lv: Ievietojiet autovadītāja apliecības aizmuguri kadrā
ms: Letakkan bahagian belakang lesen memandu anda dalam bingkai
nb: Plasser baksiden av førerkortet i rammen
nl: Plaats de achterkant van uw rijbewijs in het kader
pl: Umieść tylną stronę prawa jazdy w ramce
pt: Posicione o verso da sua carta de condução na moldura
ro: Poziționați partea din spate a permisului dvs. de conducere în cadru
ru: Поместите оборотную сторону водительского удостоверения в рамку
sk: Umiestnite zadnú stranu vodičského preukazu do rámu
sl: Postavite zadnjo stran vozniškega dovoljenja v okvir
sr: Postavite u okvir zadnju stranu vozačke dozvole
sv: Placera baksidan av ditt körkort i ramen
th: วางด้านหลังใบอนุญาตขับขี่ให้อยู่ในกรอบ
tr: Sürücü belgenizin arka yüzünü çerçevenin içine yerleştirin
uk: Наведіть рамку на зворотний бік посвідчення водія
vi: Đặt mặt sau của giấy phép lái xe trong khung hình
zh: 将驾照背面放在框中

# document_capture_position_license_front
source: Position the front of your driver`s license in the frame
ar: ضع الجزء الأمامي من رخصة القيادة في الإطار
bg: Позиционирайте лицевата страна на шофьорската си книжка в рамката
cs: Umísti přední stranu řidičského průkazu do rámečku
da: Placer forsiden af dit kørekort inden for rammen
de: Positionieren Sie die Vorderseite ihres Führerscheins innerhalb des Rahmens
el: Τοποθετήστε την μπροστινή όψη της άδειας οδήγησής σας στο πλαίσιο
es: Coloque la parte delantera de su permiso de conducir dentro del marco
et: Paigutage oma juhiloa esikülg kaadrisse
fa: روی گواهینامه رانندگی خود را درون کادر قرار دهید
fi: Aseta ajokorttisi etuosa kehykseen
fr: Positionnez le recto de votre permis de conduire dans le cadre
he: מקם את החלק הקדמי של רישיון הנהיגה בתוך המסגרת
hi: अपने ड्राइविंग लाइसेंस के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu vozačke dozvole u okvir
hu: Helyezze a jogosítványa előlapját a keretbe
hy: Ձեր վարորդական իրավունքի դիմերեսը տեղադրեք շրջանակի մեջ
id: Posisikan bagian depan SIM Anda dalam bingkai
it: Posiziona il fronte della patente di guida nel riquadro
ja: 運転免許証の前面をフレームに配置する
ko: 프레임 안에 운전면허증 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad priekinė vairuotojo pažymėjimo pusė būtų rėmelyje
lv: Ievietojiet autovadītāja apliecības priekšpusi kadrā
ms: Letakkan bahagian depan lesen memandu anda dalam bingkai
nb: Plasser forsiden av førerkortet i rammen
nl: Plaats de voorkant van uw rijbewijs in het kader
pl: Umieść przednią stronę prawa jazdy w ramce
pt: Posicione a frente da sua carta de condução na moldura
ro: Poziționați partea din față a permisului dvs. de conducere în cadru
ru: Поместите лицевую сторону водительского удостоверения в рамку
sk: Umiestnite prednú stranu vodičského preukazu do rámu
sl: Postavite sprednjo stran vozniškega dovoljenja v okvir
sr: Postavite u okvir prednju stranu vozačke dozvole
sv: Placera framsidan av ditt körkort i ramen
th: วางด้านหน้าใบอนุญาตขับขี่ให้อยู่ในกรอบ
tr: Sürücü belgenizin ön yüzünü çerçevenin içine yerleştirin
uk: Наведіть рамку на лицьовий бік посвідчення водія
vi: Đặt mặt trước giấy phép lái xe trong khung hình
zh: 将驾照正面放在框中

# document_capture_position_passport
source: Position your passport photo page in the frame
ar: ضع صفحة الصورة لجواز سفرك في الإطار
bg: Позиционирайте страницата със снимката от паспорта си в рамката
cs: Umísti stránku s fotografií v pasu do rámečku
da: Placer siden i passet, hvor billedet fremgår inden for rammen
de: Positionieren Sie die Lichtbild-Seite ihres Passes innerhalb des Rahmens
el: Τοποθετήστε τη σελίδα φωτογραφίας του διαβατηρίου σας στο πλαίσιο
es: Coloque la página de la foto del pasaporte en el marco
et: Asetage passi fotoleht kaadrisse
fa: صفحه عکس‌دار گذرنامه خود را درون کادر قرار دهید
fi: Aseta passisi valokuvasivu kehykseen
fr: Placez la page du passeport contenant votre photo dans le cadre
he: מקם את עמוד תמונת הדרכון בתוך המסגרת
hi: अपने पासपोर्ट के फ़ोटो वाले पेज को फ़्रेम के बीच में रखें
hr: Postavite stranicu iz putovnice na kojoj je vaša fotografija u okvir
hu: Helyezze útlevele fényképes oldalát a keretbe
hy: Ձեր անձնագրի լուսանկարով էջը տեղադրեք շրջանակի մեջ
id: Posisikan halaman foto paspor Anda dalam bingkai
it: Posiziona la pagina con foto del passaporto nel riquadro
ja: パスポートの写真ページをフレームに配置する
ko: 프레임 안에 여권 사진 페이지가 배치되도록 하세요
lt: Pasirūpinkite, kad paso nuotraukos puslapis būtų rėmelyje
lv: Ievietojiet pases fotoattēla lapu kadrā
ms: Letakkan halaman foto pasport anda dalam bingkai
nb: Plasser passbildesiden i rammen
nl: Plaats de fotopagina van uw paspoort in het kader
pl: Umieść stronę ze zdjęciem paszportowym w ramce
pt: Posicione a página da foto do seu passaporte na moldura
ro: Poziționați pagina cu fotografie din pașaport în cadru
ru: Поместите страницу паспорта с фотографией в рамку
sk: Umiestnite stránku pasu s fotkou do rámu
sl: Postavite stran potnega lista s fotografijami v okvir
sr: Postavite u okvir stranicu pasoša sa fotografijom
sv: Placera passets fotosida i ramen
th: วางหน้ารูปถ่ายของหนังสือเดินทางให้อยู่ในกรอบ
tr: Pasaportunuzda fotoğrafınız olan sayfayı çerçeveye yerleştirin
uk: Наведіть рамку на сторінку паспорта, що містить фото
vi: Đặt trang có ảnh hộ chiếu của bạn trong khung hình
zh: 将护照照片页放在框中

# document_capture_position_residence_permit_back
source: Position the back of your residence permit in the frame
ar: ضع الجزء الخلفي من تصريح إقامتك في الإطار
bg: Позиционирайте задната страна на разрешителното си за пребиваване в рамката
cs: Umísti zadní stranu povolení k pobytu do rámečku
da: Placer bagsiden af din opholdstilladelse inden for rammen
de: Positionieren Sie die Rückseite ihrer Aufenthaltsgenehmigung innerhalb des Rahmens
el: Τοποθετήστε την πίσω όψη της άδειας διαμονής σας στο πλαίσιο
es: Coloque la parte posterior de su permiso de residencia en el marco
et: Paigutage oma elamisloa tagakülg kaadrisse
fa: پشت مجوز اقامت خود را درون کادر قرار دهید
fi: Aseta oleskelulupasi takaosa kehykseen
fr: Positionnez le verso de votre permis de séjour dans le cadre
he: מקם את החלק האחורי של היתר השהייה במסגרת
hi: अपने निवास परमिट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu boravišne dozvole u okvir
hu: Helyezze a tartózkodási engedély hátoldalát a keretbe
hy: Ձեր բնակության թույլտվության դարձերեսը տեղադրեք շրջանակի մեջ
id: Posisikan bagian belakang izin tinggal Anda dalam bingkai
it: Posiziona il retro del permesso di soggiorno nel riquadro
ja: 居住許可証の裏面を枠内に配置する
ko: 프레임 안에 거주 허가증 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad leidimo nuolat gyventi galinė pusė būtų rėmelyje
lv: Ievietojiet uzturēšanās atļaujas aizmuguri kadrā
ms: Letakkan bahagian belakang permit kediaman anda dalam bingkai
nb: Plasser baksiden av oppholdstillatelsen i rammen
nl: Plaats de achterkant van uw verblijfsvergunning in het kader
pl: Umieść tylną stronę dokumentu pobytowego w ramce
pt: Posicione o verso da sua autorização de residência na moldura
ro: Poziționați partea din spate a permisului dvs. de ședere în cadru
ru: Поместите оборотную сторону вида на жительство в рамку
sk: Umiestnite zadnú stranu povolenia na pobyt do rámu
sl: Postavite zadnjo stran dovoljenja za prebivanje v okvir
sr: Postavite u okvir zadnju stranu boravišne dozvole
sv: Placera baksidan av ditt uppehållstillstånd i ramen
th: วางด้านหลังใบอนุญาตพำนักอาศัยให้อยู่ในกรอบ
tr: Oturma izninizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік дозволу на проживання
vi: Đặt mặt sau giấy phép cư trú của bạn trong khung hình
zh: 将居留证背面放在框中

# document_capture_position_residence_permit_front
source: Position the front of your residence permit in the frame
ar: ضع الجزء الأمامي من تصريح إقامتك في الإطار
bg: Позиционирайте лицевата страна на разрешителното си за пребиваване в рамката
cs: Umísti přední stranu povolení k pobytu do rámečku
da: Placer forsiden af din opholdstilladelse inden for rammen
de: Positionieren Sie die Vorderseite ihrer Aufenthaltsgenehmigung innerhalb des Rahmens
el: Τοποθετήστε την μπροστινή όψη της άδειας διαμονής σας στο πλαίσιο
es: Coloque la parte delantera de su permiso de residencia en el marco
et: Paigutage oma elamisloa esikülg kaadrisse
fa: روی مجوز اقامت خود را درون کادر قرار دهید
fi: Aseta oleskelulupasi etuosa kehykseen
fr: Positionnez le recto de votre permis de séjour dans le cadre
he: מקם את החלק הקדמי של היתר השהייה במסגרת
hi: अपने निवास परमिट के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu boravišne dozvole u okvir
hu: Helyezze a tartózkodási engedély előlapját a keretbe
hy: Ձեր բնակության թույլտվության դիմերեսը տեղադրեք շրջանակի մեջ
id: Posisikan bagian depan izin tinggal Anda dalam bingkai
it: Posiziona il fronte del permesso di soggiorno nel riquadro
ja: 居住許可証の前面を枠内に配置する
ko: 프레임 안에 거주 허가증 면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad leidimo nuolat gyventi priekinė pusė būtų rėmelyje
lv: Ievietojiet uzturēšanās atļaujas priekšpusi kadrā
ms: Letakkan bahagian depan permit kediaman anda dalam bingkai
nb: Plasser forsiden av oppholdstillatelsen i rammen
nl: Plaats de voorkant van uw verblijfsvergunning in het kader
pl: Umieść przednią stronę dokumentu pobytowego w ramce
pt: Posicione a frente da sua autorização de residência na moldura
ro: Poziționați partea din față a permisului dvs. de ședere în cadru
ru: Поместите лицевую сторону вида на жительство в рамку
sk: Umiestnite prednú stranu povolenia na pobyt do rámu
sl: Postavite sprednjo stran dovoljenja za prebivanje v okvir
sr: Postavite u okvir prednju stranu boravišne dozvole
sv: Placera framsidan av ditt uppehållstillstånd i ramen
th: วางด้านหน้าใบอนุญาตพำนักอาศัยให้อยู่ในกรอบ
tr: Oturma izninizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік дозволу на проживання
vi: Đặt mặt trước giấy phép cư trú của bạn trong khung hình
zh: 将居留证正面放在框中

# document_capture_prompt_button_card
source: Plastic card
ar: بطاقة بلاستيكية
bg: Пластмасова карта
cs: Plastová karta
da: Plastikkort
de: Plastikkarte
el: Πλαστικό δελτίο
es: Tarjeta plástica
et: Plastkaart
fa: کارت پلاستیکی
fi: Muovikortti
fr: Carte plastique
he: כרטיס פלסטיק
hi: प्लास्टिक कार्ड
hr: Plastična kartica
hu: Műanyag kártya
hy: Պլաստիկ քարտ
id: Kartu plastik
it: Card plastificata
ja: プラスチックカード
ko: 플라스틱 카드
lt: Plastikinė kortelė
lv: Plastikāta karte
ms: Kad plastik
nb: Plastkort
nl: Plastic kaart
pl: Karta plastikowa
pt: Cartão de plástico
ro: Card de plastic
ru: Пластиковая карточка
sk: Plastový preukaz
sl: Plastična kartica
sr: Plastična kartica
sv: Plastkort
th: บัตรพลาสติก
tr: Plastik kart
uk: Пластикова картка
vi: Giấy phép dạng thẻ cứng
zh: 塑料身份证

# document_capture_prompt_button_paper
source: Paper document
ar: مستند ورقي
bg: Документ на хартиен носител
cs: Papírový dokument
da: Dokument i papirformat
de: Papierdokument
el: Έντυπο έγγραφο
es: Documento de papel
et: Paberdokument
fa: مدرک کاغذی
fi: Paperiasiakirja
fr: Document papier
he: מסמך נייר
hi: पेपर डॉक्यूमेंट
hr: Papirnati dokument
hu: Papíralapú dokumentum
hy: Տպագիր փաստաթուղթ
id: Dokumen cetak
it: Documento cartaceo
ja: 紙のドキュメント
ko: 종이 서류
lt: Popierinis dokumentas
lv: Papīra dokuments
ms: Kertas dokumen
nb: Papirdokument
nl: Papieren document
pl: Dokument papierowy
pt: Documento em papel
ro: Document hârtie
ru: Печатный документ
sk: Papierový doklad
sl: Papirni dokument
sr: Papirni dokument
sv: Pappersdokument
th: เอกสารกระดาษ
tr: Kağıt belge
uk: Паперовий документ
vi: Giấy phép dạng giấy
zh: 纸质证明文件

# document_capture_prompt_title_id
source: What type of identity card do you have?
ar: ما نوع بطاقة الهوية التي تملكها؟
bg: Каква лична карта имате?
cs: Jaký typ průkazu totožnosti máte?
da: Hvilken type ID-kort har du?
de: Welche Art von Personalausweis haben Sie?
el: Τι είδους δελτίο ταυτότητας έχετε;
es: Que tipo de carnet tiene?
et: Mis tüüpi isikutunnistus teil on?
fa: کارت شناسایی شما از چه نوعی است؟
fi: Millainen henkilökortti sinulla on?
fr: Quelle type de carte d’identité avez-vous ?
he: איזה סוג תעודת זהות יש לך?
hi: आपके पास किस तरह का पहचान पत्र है?
hr: Kakvu vrstu osobne iskaznice imate?
hu: Milyen típusú személyazonosító igazolványa van?
hy: Նշեք ձեր նույնականացման քարտի տեսակը
id: Jenis kartu identitas apa yang Anda miliki?
it: Che tipo di carta d’identità hai?
ja: どのような種類の身分証明書をお持ちですか？
ko: 어떤 유형의 신분증을 갖고 계신가요?
lt: Kokio tipo asmens tapatybės kortelę turite?
lv: Kāda veida personas apliecība jums ir?
ms: Apakah jenis kad pengenalan yang anda ada?
nb: Hva slags identitetskort har du?
nl: Wat voor type identiteitskaart heeft u?
pl: Jaki rodzaj dowodu osobistego posiadasz?
pt: Que tipo de cartão de identidade tem?
ro: Ce tip de carte de identitate aveți?
ru: Укажите свой тип удостоверения личности
sk: Aký typ preukazu totožnosti máte?
sl: Kakšno vrsto osebne izkaznice imate?
sr: Koji tip lične karte imate?
sv: Vilken typ av identitetskort har du?
th: คุณมีบัตรประจำตัวประเภทใด?
tr: Ne tür bir kimlik kartınız var?
uk: Який тип посвідчення особи ви маєте?
vi: Bạn có loại thẻ căn cước nào?
zh: 您持有哪种类型的身份证？

# document_capture_prompt_title_license
source: What type of license do you have?
ar: ما نوع الرخصة التي تملكها؟
bg: Каква шофьорска книжка имате?
cs: Jaký typ licence máte?
da: Hvilken type ID har du?
de: Welche Art von Führerschein haben Sie?
el: Τι είδους άδεια έχετε;
es: ¿Qué clase de licencia posee?
et: Mis tüüpi juhiluba teil on?
fa: گواهینامه شما از چه نوعی است؟
fi: Millainen ajokortti sinulla on?
fr: Quel type de permis avez-vous ?
he: איזה סוג רישיון יש לך?
hi: आपके पास किस तरह का लाइसेंस है?
hr: Kakvu vrstu dozvole imate?
hu: Milyen típusú jogosítványa van?
hy: Նշեք ձեր վկայականի տեսակը
id: Jenis lisensi apa yang Anda miliki?
it: Che tipo di patente hai?
ja: どのような種類の免許証をお持ちですか？
ko: 어떤 유형의 면허를 갖고 계신가요?
lt: Kokio tipo pažymėjimą turite?
lv: Kāda veida autovadītāja apliecība jums ir?
ms: Apakah jenis lesen yang anda ada?
nb: Hva slags førerkort har du?
nl: Wat voor type rijbewijs hebt u?
pl: Jaki rodzaj prawa jazdy posiadasz?
pt: Que tipo de carta de condução tem?
ro: Ce tip de permis de conducere aveți?
ru: Укажите свой тип удостоверения
sk: Aký typ preukazu máte?
sl: Kakšno vrsto dovoljenja imate?
sr: Koji tip dozvole imate?
sv: Vilken typ av körkort har du?
th: คุณมีใบอนุญาตประเภทใด?
tr: Ne tür bir sürücü belgeniz var?
uk: Який тип водійського посвідчення ви маєте?
vi: Bạn có loại giấy phép nào?
zh: 您持有哪种类型的驾照？

# document_capture_recording_complete
source: Recording complete
ar: اكتمل التسجيل
bg: Записът е завършен
cs: Nahrávání bylo dokončeno
da: Optagelsen er fuldført
de: Aufnahme abgeschlossen
el: Η εγγραφή ολοκληρώθηκε
es: Grabación completada
et: Salvestamine lõpetatud
fa: ضبط کامل شد
fi: Tallennus valmis
fr: Enregistrement terminé
he: הצילום הושלם
hi: रिकॉर्डिंग पूरी हुई
hr: Snimanje je završeno
hu: Felvétel kész
hy: Տեսագրումն ավարտված է
id: Perekaman selesai
it: Registrazione completata
ja: 記録が完了しました
ko: 녹화 완료
lt: Įrašymas baigtas
lv: Ieraksts pabeigts
ms: Rakaman selesai
nb: Opptaket er fullført
nl: Opname voltooid
pl: Nagrywanie zakończone
pt: Gravação concluída
ro: Înregistrare finalizată
ru: Запись завершена
sk: Zaznamenávanie je ukončené
sl: Snemanje končano
sr: Snimanje je završeno
sv: Inspelning slutförd
th: บันทึกเสร็จสมบูรณ์
tr: Kayıt tamamlandı
uk: Запис завершено
vi: Ghi hình đã hoàn tất
zh: 录制完成

# document_capture_recording_video
source: Recording video
ar: تسجيل الفيديو
bg: Запис на видео
cs: Nahrávání videa
da: Optager video
de: Videoaufnahme
el: Καταγραφή βίντεο
es: Grabando vídeo
et: Video salvestamine
fa: ضبط ویدیو
fi: Video tallennus
fr: Enregistrement vidéo
he: מקליט וידאו
hi: वीडियो रिकॉर्ड करना
hr: Snimanje videa
hu: Videó rögzítése
hy: Տեսանյութի գրանցում
id: Merekam video
it: Registrazione video
ja: ビデオを録画する
ko: 비디오 녹화
lt: Įrašomas vaizdo įrašas
lv: Ieraksta video
ms: Merekod video
nb: Opptak av video
nl: Video opnemen
pl: Nagrywanie wideo
pt: A gravar vídeo
ro: Înregistrare video
ru: Запись видео
sk: Nahrávanie videa
sl: Snemanje videa
sr: Snimanje videa
sv: Spelar in video
th: กำลังบันทึกวิดีโอ
tr: Video kaydediliyor
uk: Запис відео
vi: Ghi video
zh: 录制视频

# document_country_select_accessibility
source: Select country
ar: حدد البلد
bg: Изберете държава
cs: Zvolte zemi
da: Vælg land
de: Land auswählen
el: Επιλογή χώρας
es: Seleccione el país
et: Valige riik
fa: کشور را انتخاب کنید
fi: Valitse maa
fr: Choisissez le pays
he: בחר ארץ
hi: देश चुनें
hr: Odaberite zemlju
hu: Válasszon országot
hy: Ընտրեք երկիրը
id: Pilih negara
it: Seleziona paese
ja: 国を選択
ko: 국가 선택
lt: Pasirinkite šalį
lv: Atlasīt valsti
ms: Pilih negara
nb: Velg land
nl: Selecteer land
pl: Wybierz kraj
pt: Selecione o país
ro: Selectați țara
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberi državo
sr: Izaberite zemlju
sv: Välj land
th: เลือกประเทศ
tr: Ülke seçin
uk: Виберіть країну
vi: Chọn quốc gia
zh: 选择国家/地区

# document_country_select_another_doc
source: Documents from that country are not currently supported — try another document type
ar: المستندات من ذلك البلد غير مدعومة حاليًا — جرب نوع مستند آخر
bg: В момента не поддържаме документи от тази държава – опитайте с друг вид документ
cs: Dokumenty z této země nejsou v současné době podporovány - zkuste jiný typ dokumentu.
da: Dokumenter fra det pågældende land understøttes ikke i øjeblikket – prøv en anden dokumenttype
de: Dokumente aus diesem Land werden derzeit nicht unterstützt. Versuchen Sie es mit einem anderen Dokumententyp.
el: Τα έγγραφα από αυτήν τη χώρα δεν υποστηρίζονται επί του παρόντος — δοκιμάστε έναν άλλο τύπο εγγράφου
es: Actualmente no se admiten documentos de ese país: pruebe con otro tipo de documento
et: Selle riigi dokumente praegu ei toetata, proovige muud dokumenditüüpi
fa: مدارک آن کشور در حال حاضر پشتیبانی نمی‌شوند - نوع دیگری از مدرک را امتحان کنید
fi: Tämän maan asiakirjoja ei tueta tällä hetkellä, kokeile toista asiakirjatyyppiä
fr: Les documents de ce pays ne sont actuellement pas pris en charge — essayez un autre type de document
he: מסמכים מהארץ הזאת אינם נתמכים כרגע — נסה סוג מסמך אחר
hi: उस देश के डॉक्यूमेंट अभी समर्थित नहीं हैं — दूसरी तरह के डॉक्यूमेंट आज़माएँ
hr: Dokumenti iz te zemlje trenutačno nisu podržani – pokušajte poslati neki drugi dokument
hu: Az adott országból származó dokumentumok jelenleg nem támogatottak — próbálkozzon más típusú dokumentummal
hy: Տվյալ երկրի փաստաթղթերը ներկա պահին չեն ընդունվում. փորձեք փաստաթղթի մեկ այլ տեսակ
id: Dokumen dari negara tersebut saat ini tidak didukung — coba jenis dokumen lain
it: I documenti di questo paese non sono supportati al momento. Prova con un altro tipo di documento
ja: 現在、その国のドキュメントはサポートされていません。別のドキュメントの種類をお試しください
ko: 해당 국가의 서류는 현재 지원되지 않습니다. 다른 서류 유형으로 시도하세요
lt: Dokumentai iš tos šalies šiuo metu nepalaikomi – bandykite kitą dokumento tipą
lv: Dokumenti no šīs valsts pašlaik netiek atbalstīti – izmēģināt citu dokumenta veidu
ms: Dokumen dari negara tersebut tidak disokong buat masa ini — sila cuba jenis dokumen yang lain
nb: Dokumenter fra det landet støttes ikke for øyeblikket – prøv en annen dokumenttype
nl: Documenten uit dat land worden momenteel niet ondersteund - probeer een ander documenttype
pl: Dokumenty z tego kraju nie są obecnie obsługiwane — spróbuj użyć innego typu dokumentu
pt: Os documentos desse país não são atualmente suportados — tente outro tipo de documento
ro: Documente din aceea țară nu sunt în prezent acoperite — încercați cu un alt tip de document
ru: Документы из этой страны в настоящее время не поддерживаются — попробуйте отправить другой тип документа
sk: Doklady z tejto krajiny momentálne nie sú podporované — skúste iný typ dokladu
sl: Dokumenti iz te države trenutno niso podprti — poskusite z drugo vrsto dokumenta
sr: Dokumenti iz te zemlje trenutno nisu podržani – probajte sa drugim tipom dokumenta
sv: Dokument från det landet stöds för närvarande inte – prova en annan dokumenttyp
th: ปัจจุบันระบบยังไม่รองรับเอกสารจากประเทศดังกล่าว — ลองใช้เอกสารประเภทอื่น
tr: Bu ülkenin belgeleri şu anda desteklenmiyor, başka tür bir belge deneyin
uk: Документи з цієї країни наразі не підтримуються – спробуйте інший тип документа
vi: Giấy tờ từ quốc gia đó hiện không được hỗ trợ — hãy thử loại giấy tờ khác
zh: 目前不支持该国家/地区的证明文件—请尝试另一个证明文件类型

# document_country_select_country_not_found
source: Country not found
ar: البلد غير موجود
bg: Държавата не е намерена
cs: Země nebyla nalezena
da: Landet blev ikke fundet
de: Land nicht gefunden
el: Η χώρα δεν βρέθηκε
es: País no encontrado
et: Riiki ei leitud
fa: کشور مورد نظر پیدا نشد
fi: Maata ei löydy
fr: Pays introuvable
he: הארץ לא נמצאה
hi: देश नहीं मिला
hr: Zemlja nije pronađena
hu: Az ország nem található
hy: Երկիրը չի գտնվել
id: Negara tidak ditemukan
it: Paese non trovato
ja: 国名が見つかりません
ko: 국가를 찾을 수 없습니다
lt: Šalis nerasta
lv: Valsts nav atrasta
ms: Negara tidak ditemui
nb: Land ikke funnet
nl: Land niet gevonden
pl: Nie znaleziono kraju
pt: País não encontrado
ro: Țara nu a fost găsită
ru: Страна не найдена
sk: Krajina sa nenašla
sl: Država ni najdena
sr: Zemlja nije nađena
sv: Landet hittades inte
th: ไม่พบประเทศ
tr: Ülke bulunamadı
uk: Країну не знайдено
vi: Không tìm thấy quốc gia
zh: 未找到国家/地区

# document_country_select_label
source: Search for country
ar: البحث عن بلد
bg: Търсене на държава
cs: Hledání země
da: Søg efter land
de: Suche nach Land
el: Αναζήτηση για χώρα
es: Buscar país
et: Otsi riiki
fa: جستجوی کشور
fi: Hae maata
fr: Chercher un pays
he: חפש ארץ
hi: देश खोजें
hr: Traži zemlju
hu: Ország keresése
hy: Որոնել երկիր
id: Cari negara
it: Cerca paese
ja: 国を検索
ko: 국가 검색
lt: Ieškoti šalies
lv: Meklēt valsti
ms: Cari negara
nb: Søk etter land
nl: Zoek een land
pl: Wyszukaj kraj
pt: Procurar país
ro: Căutați țara
ru: Искать страну
sk: Vyhľadajte krajinu
sl: Iskanje države
sr: Traži zemlju
sv: Sök efter land
th: ค้นหาประเทศ
tr: Ülke arayın
uk: Пошук країни
vi: Tìm kiếm quốc gia
zh: 搜索国家/地区
