Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_label_lux_specific_national_id_value
source: Social Security number
ar: رقم الضمان الاجتماعي
bg: Номер на социална осигуровка
cs: Číslo sociálního pojištění
da: CPR-nummer
de: Sozialversicherungsnummer
el: Αριθμός κοινωνικής ασφάλισης
es: Número de seguro social
et: Isikukood
fa: شماره تامین اجتماعی
fi: Sosiaaliturvatunnus
fr: Numéro de sécurité sociale
he: מספר ביטוח לאומי
hi: सामाजिक सुरक्षा संख्या
hr: Broj socijalnog osiguranja
hu: Társadalombiztosítási szám
hy: Սոցիալական քարտի համար
id: Nomor KTP
it: Numero di Social Security
ja: 社会保障番号
ko: 사회 보장 번호
lt: Socialinio draudimo numeris
lv: Sociālās apdrošināšanas numurs
ms: Nombor keselamatan sosial
nb: Personnummer
nl: Burgerservicenummer
pl: Numer ubezpieczenia społecznego
pt: Número da Segurança Social
ro: Cod numeric personal
ru: Номер социального страхования
sk: Číslo sociálneho poistenia
sl: Številka socialnega zavarovanja
sr: Број социјалног осигурања
sv: Personnummer
th: หมายเลขประกันสังคม
tr: Sosyal Güvenlik numarası
uk: Номер соціального страхування
vi: Số an sinh xã hội
zh: 社会安全号码

# profileData_field_label_mobile_number
source: Mobile number
ar: رقم الهاتف المحمول
bg: Мобилен телефон
cs: Číslo mobilního telefonu
da: Mobilnummer
de: Mobiltelefonnummer
el: Αριθμός κινητού τηλεφώνου
es: Número de móvil
et: Mobiiltelefoni number
fa: شماره موبایل
fi: Matkapuhelinnumero
fr: Numéro de mobile
he: מספר טלפון נייד
hi: मोबाइल नंबर
hr: Broj mobitela
hu: Mobiltelefonszám
hy: Բջջային հեռախոսահամար
id: Nomor ponsel
it: Numero di cellulare
ja: 携帯電話番号
ko: 휴대폰 번호
lt: Mob. telefonas
lv: Mobilā tālruņa numurs
ms: Nombor telefon bimbit
nb: Mobilnummer
nl: Mobiel nummer
pl: Numer telefonu komórkowego
pt: Número de telemóvel
ro: Telefonul mobil
ru: Мобильный телефон
sk: Číslo mobilného telefónu
sl: Številka mobilnega telefona
sr: Mobilni telefon
sv: Mobilnummer
th: หมายเลขโทรศัพท์มือถือ
tr: Cep telefonu numarası
uk: Номер мобільного телефону
vi: Số điện thoại di động
zh: 手机号码

# profileData_field_label_national_id_type
source: National ID type
ar: نوع الهوية الوطنية
bg: Тип национален документ за самоличност
cs: Typ národního průkazu totožnosti
da: Type af nationalt ID
de: Nationaler ID-Typ
el: Τύπος εθνικής ταυτότητας
es: Tipo de identificación nacional
et: Riikliku isikutunnistuse tüüp
fa: نوع شناسنامه ملی
fi: Kansallisen henkilötodistuksen tyyppi
fr: Type d`identité nationale
he: סוג תעודת זהות לאומית
hi: राष्ट्रीय आईडी प्रकार
hr: Vrsta nacionalne iskaznice
hu: Nemzeti igazolvány típusa
hy: Ազգային ID տեսակը
id: Jenis KTP
it: Tipo di documento d`identità nazionale
ja: 国民 ID の種類
ko: 주민등록증 유형
lt: Nacionalinis ID tipas
lv: Valsts ID veids
ms: Jenis ID Kebangsaan
nb: Nasjonal ID-type
nl: Nationaal ID-type
pl: Typ dowodu osobistego
pt: Tipo de identidade nacional
ro: Tipul de identitate națională
ru: Тип национального идентификатора
sk: Typ občianskeho preukazu
sl: Vrsta nacionalne izkaznice
sr: Тип националне легитимације
sv: Nationell ID-typ
th: ประเภทบัตรประจำตัวประชาชน
tr: Ulusal kimlik türü
uk: Тип національного ідентифікатора
vi: Loại ID Quốc gia
zh: 国民身份证类型

# profileData_field_label_national_id_value
source: National ID number
ar: رقم الهوية الوطنية
bg: Национален индентификационен номер
cs: Národní identifikační číslo
da: Nationalt ID-nummer
de: Nationale ID-Nummer
el: Εθνικός Αριθμός Ταυτότητας
es: Numero de identificacion nacional
et: Riiklik ID-number
fa: شماره شناسنامه ملی
fi: Kansallinen henkilötunnus
fr: Numéro national d`identité
he: מספר תעודת זהות
hi: राष्ट्रीय पहचान संख्या
hr: Nacionalni identifikacijski broj
hu: Személyi igazolvány szám
hy: Ազգային ID համարը
id: nomor identitas nasional
it: Numero d`identificazione nazionale
ja: 国民識別番号
ko: 주민등록번호
lt: Asmens kodas
lv: Valsts ID numurs
ms: Nombor ID Kebangsaan
nb: Fødselsnummer
nl: Nationale ID Nummer
pl: Identyfikator krajowy
pt: Número de Identificação Nacional
ro: Număr național de identitate
ru: Национальный идентификационный номер
sk: Národné identifikačné číslo
sl: Nacionalna identifikacijska številka
sr: Матични број
sv: Personnummer
th: หมายเลขประจำตัวประชาชน
tr: Kimlik Numarası
uk: Національний ідентифікаційний номер
vi: Số ID quốc gia
zh: 身份证号码

# profileData_field_label_nationality
source: Nationality
ar: الجنسية
bg: Националност
cs: Státní příslušnost
da: Nationalitet
de: Nationalität
el: Εθνικότητα
es: Nacionalidad
et: Rahvus
fa: ملیت
fi: Kansalaisuus
fr: Nationalité
he: לאום
hi: राष्ट्रीयता
hr: Nacionalnost
hu: Állampolgárság
hy: Ազգություն
id: Kewarganegaraan
it: Nazionalità
ja: 国籍
ko: 국적
lt: Tautybė
lv: Pilsonība
ms: Kewarganegaraan
nb: Nasjonalitet
nl: Nationaliteit
pl: Narodowość
pt: Nacionalidade
ro: Naționalitatea
ru: Гражданство
sk: Národnosť
sl: Državljanstvo
sr: Nacionalnost
sv: Nationalitet
th: สัญชาติ
tr: Uyruk
uk: Громадянство
vi: Quốc tịch
zh: 国籍

# profileData_field_label_phl_specific_national_id_value
source: PhilSys Card Number (PCN)
ar: رقم بطاقة PhilSys (PCN)
bg: Номер на картата PhilSys (PCN)
cs: Číslo karty PhilSys (PCN)
da: PhilSys-kortnummer (PCN)
de: PhilSys-Kartennummer (PCN)
el: Αριθμός κάρτας PhilSys (PCN)
es: Número de tarjeta PhilSys (PCN)
et: PhilSysi kaardi number (PCN)
fa: شماره کارت PhilSys (PCN)
fi: PhilSys-kortin numero (PCN)
fr: Numéro de carte PhilSys (PCN)
he: מספר כרטיס PhilSys (PCN)
hi: PhilSys कार्ड नंबर (PCN)
hr: PhilSys broj kartice (PCN)
hu: PhilSys kártyaszám (PCN)
hy: PhilSys քարտի համարը (PCN)
id: Nomor Kartu PhilSys (PCN)
it: Numero della carta PhilSys (PCN)
ja: PhilSys カード番号 (PCN)
ko: PhilSys 카드 번호(PCN)
lt: PhilSys kortelės numeris (PCN)
lv: PhilSys kartes numurs (PCN)
ms: Nombor Kad PhilSys (PCN)
nb: PhilSys-kortnummer (PCN)
nl: PhilSys-kaartnummer (PCN)
pl: Numer karty PhilSys (PCN)
pt: Número do cartão PhilSys (PCN)
ro: Numărul cardului PhilSys (PCN)
ru: Номер карты PhilSys (PCN)
sk: Číslo karty PhilSys (PCN)
sl: Številka kartice PhilSys (PCN)
sr: Број ПхилСис картице (ПЦН)
sv: PhilSys kortnummer (PCN)
th: หมายเลขบัตร PhilSys (PCN)
tr: PhilSys Kart Numarası (PCN)
uk: Номер картки PhilSys (PCN)
vi: Số thẻ PhilSys (PCN)
zh: PhilSys 卡号 (PCN)

# profileData_field_label_phone_number
source: Phone number
ar: رقم الهاتف
bg: Телефонен номер
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Τηλεφωνικός αριθμός
es: Número de teléfono
et: Telefoninumber
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
hy: Հեռախոսահամար
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
lt: Telefono numeris
lv: Tālruņa numurs
ms: Nombor telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sr: Broj telefona
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
vi: Số điện thoại
zh: 手机号码

# profileData_field_label_pol_specific_national_id_value
source: PESEL number
ar: رقم PESEL
bg: PESEL номер
cs: číslo PESEL
da: PESEL nummer
de: PESEL-Nummer
el: Αριθμός PESEL
es: Número PESEL
fa: شماره PESEL
fi: PESEL numero
fr: Numéro PESEL
he: מספר PESEL
hi: पीएसईएल नंबर
hr: PESEL broj
hu: PESEL szám
hy: PESEL համարը
id: nomor PESEL
it: Numero PESEL
ja: PESEL番号
ko: PESEL 번호
lt: PESEL numeris
lv: PESEL numurs
ms: Nombor PESEL
nb: PESEL-nummer
nl: PESEL-nummer
pl: Numer PESEL
pt: Número PESEL
ro: Numărul PESEL
ru: номер PESEL
sk: číslo PESEL
sl: številka PESEL
sr: ПЕСЕЛ број
sv: PESEL-nummer
th: หมายเลข PESEL
tr: PESEL numarası
uk: Номер PESEL
vi: số PESEL
zh: PESEL号码

# profileData_field_label_postcode
source: Postal code
ar: الرمز البريدي
bg: Пощенски код
cs: Poštovní směrovací číslo
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código de correo
et: Sihtnumber
fa: كدپستی
fi: Postinumero
fr: Code postal
he: מיקוד
hi: पिन कोड
hr: Poštanski broj
hu: Postai irányítószám
hy: Փոստային դասիչ
id: Kode pos
it: Codice postale
ja: 郵便番号
ko: 우편 번호
lt: Pašto kodas
lv: Pasta indekss
ms: Poskod
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt: Código postal
ro: Cod poștal
ru: Почтовый индекс
sk: PSČ
sl: Poštna številka
sr: Poštanski broj
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
vi: Mã bưu chính
zh: 邮政编码

# profileData_field_label_prt_specific_national_id_value
source: Tax number
ar: الرقم الضريبي
bg: Данъчен номер
cs: Daňové číslo
da: Skattenummer
de: Steuernummer
el: ΑΦΜ
es: Número de impuesto
et: Maksu number
fa: شماره مالیاتی
fi: Veronumero
fr: Numéro d`identification fiscale
he: מספר מס
hi: कर नंबर
hr: Porezni broj
hu: Adószám
hy: Հարկային համարը
id: Nomor pajak
it: Codice fiscale
ja: 税番号
ko: 세금 번호
lt: Mokesčio numeris
lv: Nodokļa numurs
ms: Nombor cukai
nb: Skattenummer
nl: Btw nummer
pl: Numer identyfikacji podatkowej
pt: Número de identificação fiscal
ro: Cod fiscal
ru: Налоговый номер
sk: Daňové identifikačné číslo
sl: Davčna številka
sr: Порески број
sv: Skattenummer
th: หมายเลขภาษี
tr: Vergi numarası
uk: Податковий номер
vi: Số thuế
zh: 税号

# profileData_field_label_town
source: City/Town
ar: المدينة/البلدة
bg: Град
cs: Město/obec
da: By
de: Stadt
el: Πόλη/Κωμόπολη
es: Ciudad/Población
et: Linn
fa: شهر
fi: Paikkakunta
fr: Ville
he: עיר/יישוב
hi: शहर/कस्बा
hr: Grad/Mjesto
hu: Város / Település
hy: Քաղաք
id: Kota
it: Città/comune
ja: 都市名
ko: 시
lt: Miestas
lv: Pilsēta/novads
ms: Bandar/Pekan
nb: By/tettsted
nl: Stad/Dorp
pl: Miejscowość
pt: Cidade
ro: Oraș/Localitate
ru: Город/населенный пункт
sk: Mesto/obec
sl: Mesto/kraj
sr: Grad
sv: Stad/ort
th: เมือง/จังหวัด
tr: Şehir/Kasaba
uk: Місто
vi: Thành phố/Thị trấn
zh: 市/镇

# profileData_field_label_tur_specific_national_id_value
source: Turkish ID Number
ar: رقم التعريف التركي
bg: Турски идентификационен номер
cs: Turecké identifikační číslo
da: Tyrkisk identifikationsnummer
de: Türkische Identifikationsnummer
el: Τουρκικός αριθμός αναγνώρισης
es: Número de identificación turco
et: Türgi identifitseerimisnumber
fa: شماره شناسایی ترکی
fi: Turkin tunnusnumero
fr: Numéro d`identification turc
he: מספר זיהוי טורקי
hi: तुर्की पहचान संख्या
hr: Turski identifikacijski broj
hu: Török azonosító szám
hy: Թուրքական նույնականացման համարը
id: Nomor Identifikasi Turki
it: Numero di identificazione turco
ja: トルコ識別番号
ko: 터키 식별 번호
lt: Turkijos identifikavimo numeris
lv: Turcijas identifikācijas numurs
ms: Nombor Pengenalan Turki
nb: Tyrkisk identifikasjonsnummer
nl: Turks identificatienummer
pl: turecki numer identyfikacyjny
pt: Número de identificação turco
ro: Număr de identificare turc
ru: Турецкий идентификационный номер
sk: Turecké identifikačné číslo
sl: Turška identifikacijska številka
sr: Турски матични број
sv: Turkiskt identifikationsnummer
th: หมายเลขประจำตัวประชาชนตุรกี
tr: TC Kimlik Numarası
uk: Турецький ідентифікаційний номер
vi: Số ID Thổ Nhĩ Kỳ
zh: 土耳其身份证号码

# profileData_field_label_usa_specific_line1_helper_text
source: Street address, for example: 200 Albert Street
ar: عنوان الشارع، على سبيل المثال: 200 شارع ألبرت
bg: Точен адрес, например: ул. „Алберт“ № 200
cs: Ulice, například: 200 Albert Street
da: Adresse, f.eks.: Vestergade 200
de: Straßenname, zum Beispiel: Abertstraße 200
el: Διεύθυνση, για παράδειγμα: Κηφισίας 200
es: Dirección, por ejemplo: calle Alberto, n.º 200
et: Aadress, näiteks Alberti tänav 200
fa: آدرس خیابان، به عنوان مثال: خیابان آلبرت شماره 200
fi: Katuosoite, esim.: Kauppakatu 1 A 3
fr: Nom de la rue, par exemple : 200 rue Albert
he: כתובת רחוב, לדוגמה: רחוב אלברט 200
hi: सड़क का पता, उदाहरण के लिए: 200 अल्बर्ट स्ट्रीट
hr: Ulica i kućni broj, na primjer: 200 Albert Street
hu: Utca, házszám, például: Albert utca 200.
hy: Փողոցի անվանում, օրինակ՝ Ալբերտ 200
id: Alamat jalan, misalnya: 200 Albert Street
it: Indirizzo, ad esempio 200 Albert Street
ja: 番地（例：田中町1丁目33番地）
ko: 도로명 주소(예: 200 Albert Street)
lt: Gatvės adresas, pavyzdžiui: 200 Albert Street
lv: Ielas adrese, piemēram, Alberta iela 200
ms: Alamat jalan, contohnya: 200 Albert Street
nb: Gateadresse, for eksempel: 200 Albert Street
nl: Adres, bijvoorbeeld: Albertstraat 200
pl: Adres, na przykład: ul. Alberta 200
pt: Morada, por exemplo: Rua Luís Silva 200
ro: Adresă stradă, de exemplu: 200 Albert Street
ru: Улица, например: 200 Альберт-Стрит
sk: Ulica, napríklad: Dúbravská 13/15
sl: Naslov ulice, na primer: 200 Albert Street
sr: Ulica i broj, na primer: Kralja Petra 200
sv: Gatuadress, till exempel: 200 Albert Street
th: ที่อยู่ เช่น 200 Albert Street
tr: Açık adres, ör. 200 Albert Street
uk: Адреса вулиці, наприклад: 200 Albert Street
vi: Địa chỉ đường phố, ví dụ: 200 Albert Street
zh: 街道地址，例如：200 Albert Street

# profileData_field_label_usa_specific_line2_helper_text
source: Apartment, suite, unit, etc.
ar: شقة، جناح، وحدة، الخ
bg: Блок, вход, етаж, апартамент и др.
cs: Byt, apartmá, bytová jednotka atd.
da: Lejlighed, suite, værelse osv.
de: Wohnung, Suite, Einheit, etc.
el: Διαμέρισμα, δωμάτιο, κ.λπ.
es: Apartamento, suite, unidad, etc.
et: Korter, sviit jne
fa: آپارتمان، سوئیت، واحد و غیره.
fi: Huoneisto, asunto, yksiö jne.
fr: Appartement, suite, unité, etc.
he: דירה, סוויטה, יחידה וכו`.
hi: अपार्टमेंट, सुइट, यूनिट वगैरह
hr: Broj stana, apartmana, kata itd.
hu: Lakás, lakosztály stb.
hy: Բնակարան, առանձնասենյակ, սենյակ և այլն
id: Apartemen, suite, unit, dll.
it: Appartamento, suite, unità ecc.
ja: 建物名、部屋番号など
ko: 기타 상세 주소(동‧층‧호수)
lt: Butas ir pan.
lv: Dzīvokļa u.tml. numurs.
ms: Pangsapuri, suite, unit, dll.
nb: Leilighet, suite, enhet, osv.
nl: Appartement, suite, eenheid, enz.
pl: Nr mieszkania, apartamentu, jednostki itp.
pt: Apartamento, suite, unidade, etc.
ro: Apartament, birou, bloc etc.
ru: Квартира, апартаменты, комната и т. д.
sk: Apartmán, byt, jednotka atď.
sl: Stanovanje, apartma, enota itd.
sr: Broj ulaza, stana itd.
sv: Lägenhet, uppgång, enhet osv.
th: อพาร์ทเมนท์ ห้องชุด ยูนิต ฯลฯ
tr: Daire, süit, birim vb.
uk: Квартира, апартаменти, блок тощо.
vi: Căn hộ, phòng, hoặc đơn nguyên, v.v.
zh: 公寓、套房、单元等

# profileData_field_label_usa_specific_postcode
source: Zip code
ar: الرمز البريدي
bg: Пощенски код
cs: Poštovní směrovací číslo
da: Postnummer
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
fa: کدپستی
fi: Postinumero
fr: Zip code (États-Unis)
he: מיקוד
hi: पिन कोड
hr: Poštanski broj
hu: Irányítószám
hy: Փոստային դասիչ
id: Kode pos
it: Codice postale
ja: 郵便番号
ko: 우편 번호
lt: Pašto kodas
lv: Pasta indekss
ms: Poskod
nb: Postnummer
nl: Zip code (VS)
pl: Kod pocztowy
pt: Código postal
ro: Cod poștal
ru: ZIP-код
sk: PSČ
sl: Poštna številka
sr: Poštanski broj
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
vi: Mã Zip
zh: 邮政编码

# profileData_field_label_usa_specific_ssn
source: Social Security number (SSN)
ar: رقم الضمان الاجتماعي (SSN)
bg: Номер на социална осигуровка (SSN)
cs: Číslo sociálního pojištění (SSN)
da: Personnummer (CPR)
de: Sozialversicherungsnummer (SVN)
el: Αριθμός κοινωνικής ασφάλισης (ΑΜΚΑ)
es: Número de la seguridad social (NSS)
et: Sotsiaalkindlustusnumber (SSN)
fa: شماره تأمین اجتماعی (SSN)
fi: Henkilötunnus
fr: Numéro de sécurité sociale (SSN)
he: מספר SSN
hi: सोशल सेक्योरिटी नंबर (SSN)
hr: Osobni identifikaciji broj (OIB)
hu: Társadalombiztosítási azonosítószám (SSN)
hy: Հանրային ծառայությունների համարանիշը (ՀԾՀ)
id: Nomor jaminan sosial (SSN)
it: Numero di previdenza sociale (SSN)
ja: 社会保障番号（SSN）
ko: 사회보장번호(SSN)
lt: Socialinio draudimo numeris (SSN)
lv: Sociālās apdrošināšanas numurs (SSN)
ms: Nombor Keselamatan Sosial (SSN)
nb: Personnummer
nl: Sociale Zekerheidsnummer (SSN)
pl: Numer ubezpieczenia społecznego (SSN)
pt: Número de Segurança Social (NISS)
ro: Numărul de asigurare socială (SSN)
ru: Номер социального страхования (SSN)
sk: Číslo sociálneho poistenia (SSN)
sl: Številka socialnega zavarovanja (SSN)
sr: Broj socijalnog osiguranja (SSN)
sv: Personnummer
th: หมายเลขประกันสังคม (SSN)
tr: Sosyal Güvenlik Numarası (SGN)
uk: Номер соціального страхування (SSN)
vi: Số an sinh xã hội (SSN)
zh: 社保号码（SSN）

# profileData_field_label_usa_specific_state
source: State
ar: الولاية
bg: Щат
cs: Stát
da: Region
de: Staat
el: Νομός
es: Estado
et: Maakond
fa: استان
fi: Maakunta
fr: État
he: מדינה
hi: राज्य
hr: Savezna država
hu: Állam
hy: Նահանգ
id: Provinsi/Negara Bagian
it: Riformulalo
ja: 州・都道府県
ko: 주/도
lt: Apskritis
lv: Štats
ms: Negeri
nb: Fylke
nl: Staat
pl: Stan
pt: Estado
ro: Stat
ru: Штат
sk: Štát
sl: Država
sr: Država
sv: Region
th: รัฐ
tr: Eyalet
uk: Область
vi: Tiểu bang
zh: 州/省

# profileData_field_label_usa_specific_town
source: City
ar: مدينة
bg: Град
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
et: Linn
fa: شهر
fi: Kaupunki
fr: Ville
he: עיר
hi: शहर
hr: Grad
hu: Város
hy: Քաղաք
id: Kota
it: Città
ja: 市
ko: 도시
lt: Miestas
lv: Pilsēta
ms: Bandar
nb: By
nl: Stad
pl: Miasto
pt: Cidade
ro: Oraș
ru: Город
sk: Mesto
sl: Mesto
sr: Grad
sv: Stad
th: เมือง
tr: Şehir
uk: Місто
vi: Thành phố
zh: 城市

# profileData_field_placeholder_country_residence_select
source: Select a country
ar: يُرجى اختيار بلد
bg: Изберете държава
cs: Vybrat zemi
da: Vælg et land
de: Wählen Sie ein Land aus
el: Επιλέξτε χώρα
es: Seleccione un país
et: Valige riik
fa: یک کشور را انتخاب کنید
fi: Valitse maa
fr: Sélectionnez un pays
he: בחר ארץ
hi: कोई देश चुनें
hr: Odaberite zemlju
hu: Ország kiválasztása
hy: Ընտրել երկիր
id: Pilih negara
it: Seleziona un Paese
ja: 国を選択
ko: 국가 선택
lt: Pasirinkti šalį
lv: Atlasīt valsti
ms: Pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ro: Selectați o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sr: Izaberite zemlju
sv: Välj ett land
th: เลือกประเทศ
tr: Bir ülke seçin
uk: Вибір країни
vi: Chọn quốc gia
zh: 选择国家/地区

# profileData_field_placeholder_country_select
source: Select a country
ar: يُرجى اختيار بلد
bg: Изберете държава
cs: Vybrat zemi
da: Vælg et land
de: Wählen Sie ein Land aus
el: Επιλέξτε χώρα
es: Seleccione un país
et: Valige riik
fa: یک کشور را انتخاب کنید
fi: Valitse maa
fr: Sélectionnez un pays
he: בחר ארץ
hi: कोई देश चुनें
hr: Odaberite zemlju
hu: Válasszon egy országot
hy: Ընտրել երկիր
id: Pilih negara
it: Selezionare un paese
ja: 国を選択
ko: 국가 선택
lt: Pasirinkti šalį
lv: Atlasīt valsti
ms: Pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ro: Selectați o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sr: Izaberite zemlju
sv: Välj ett land
th: เลือกประเทศ
tr: Bir ülke seçin
uk: Вибір країни
vi: Chọn quốc gia
zh: 选择国家/地区

# profileData_field_placeholder_nationality_select
source: Select a country
ar: يُرجى اختيار بلد
bg: Изберете държава
cs: Vybrat zemi
da: Vælg et land
de: Wählen Sie ein Land aus
el: Επιλέξτε χώρα
es: Seleccione un país
et: Valige riik
fa: یک کشور را انتخاب کنید
fi: Valitse maa
fr: Sélectionnez un pays
he: בחר ארץ
hi: कोई देश चुनें
hr: Odaberite zemlju
hu: Ország kiválasztása
hy: Ընտրել երկիր
id: Pilih negara
it: Seleziona un Paese
ja: 国を選択
ko: 국가 선택
lt: Pasirinkti šalį
lv: Atlasīt valsti
ms: Pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ro: Selectați o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sr: Izaberite zemlju
sv: Välj ett land
th: เลือกประเทศ
tr: Bir ülke seçin
uk: Вибір країни
vi: Chọn quốc gia
zh: 选择国家/地区

# profileData_field_placeholder_state_select
source: Select a state
ar: اختر ولاية
bg: Изберете щат
cs: Vybrat stát
da: Vælg en region
de: Wählen Sie ein Bundesland aus
el: Επιλέξτε νομό
es: Seleccione un estado
et: Valige osariik
fa: یک استان را انتخاب کنید
fi: Valitse maakunta
fr: Sélectionnez un État
he: בחר מדינה
hi: कोई राज्य चुनें
hr: Odaberite saveznu državu
hu: Válasszon ki egy államot
hy: Ընտրել նահանգ
id: Pilih provinsi
it: Selezionare uno stato
ja: 州・都道府県を選択
ko: 주/도 선택
lt: Pasirinkti apskritį
lv: Atlasīt štatu
ms: Pilih negeri
nb: Velg et fylke
nl: Selecteer een staat
pl: Wybierz stan
pt: Selecione um estado
ro: Selectați un stat
ru: Выберите штат
sk: Vyberte štát
sl: Izberite zvezno državo
sr: Izaberite državu
sv: Välj ett län
th: เลือกรัฐ
tr: Bir eyalet seçin
uk: Вибір області
vi: Chọn tiểu bang
zh: 选择州/省

# profileData_field_validation_arg_specific_invalid_national_id_value
source: Please enter a valid DNI
ar: الرجاء إدخال DNI صالح
bg: Моля, въведете валиден DNI
cs: Zadejte prosím platné DNI
da: Indtast venligst et gyldigt DNI
de: Bitte geben Sie eine gültige DNI ein
el: Εισαγάγετε ένα έγκυρο DNI
es: Por favor introduce un DNI válido
et: Sisestage kehtiv DNI
fa: لطفاً یک DNI معتبر وارد کنید
fi: Anna kelvollinen DNI
fr: Veuillez entrer un DNI valide
he: אנא הזן DNI חוקי
hi: कृपया एक मान्य डीएनआई दर्ज करें
hr: Unesite važeći DNI
hu: Adjon meg egy érvényes DNI-t
hy: Խնդրում ենք մուտքագրել վավեր DNI
id: Masukkan DNI yang valid
it: Inserisci un DNI valido
ja: 有効な DNI を入力してください
ko: 유효한 DNI를 입력하세요.
lt: Įveskite galiojantį DNI
lv: Lūdzu, ievadiet derīgu DNI
ms: Sila masukkan DNI yang sah
nb: Angi en gyldig DNI
nl: Voer een geldige DNI in
pl: Wprowadź prawidłowy numer DNI
pt: Insira um DNI válido
ro: Vă rugăm să introduceți un DNI valid
ru: Пожалуйста, введите действительный DNI
sk: Zadajte platné DNI
sl: Vnesite veljaven DNI
sr: Унесите важећи ДНИ
sv: Ange ett giltigt DNI
th: โปรดป้อน DNI ที่ถูกต้อง
tr: Lütfen geçerli bir DNI girin
uk: Введіть дійсний DNI
vi: Vui lòng nhập một DNI hợp lệ
zh: 请输入有效的 DNI

# profileData_field_validation_bra_specific_invalid_other
source: Please enter a valid CNPJ
ar: الرجاء إدخال CNPJ
bg: Моля, въведете валиден CNPJ
cs: Zadejte prosím platný CNPJ
da: Indtast venligst en gyldig CNPJ
de: Bitte geben Sie eine gültige ein CNPJ
el: Παρακαλώ εισάγετε ένα έγκυρο CNPJ
es: Por favor, introduza un valor valido CNPJ
et: Sisestage kehtiv CNPJ
fa: لطفا یک معتبر وارد کنید CNPJ
fi: Anna kelvollinen CNPJ
fr: Veuillez entrer un valide CNPJ
he: אנא הזן תקף CNPJ
hi: कृपया कोई मान्य दर्ज करें CNPJ
hr: Unesite važeći CNPJ
hu: Adjon meg egy érvényes CNPJ-t
hy: Խնդրում ենք մուտքագրել վավեր CNPJ
id: Harap masukkan yang valid CNPJ
it: Inserisci un valore valido CNPJ
ja: 正しく入力してください CNPJ
ko: 유효한 것을 입력하십시오 CNPJ
lt: Įveskite tinkamą CNPJ
lv: Lūdzu, ievadiet derīgu CNPJ
ms: Sila masukkan yang sah CNPJ
nb: Vennligst skriv inn en gyldig CNPJ
nl: Voer een geldig CNPJ
pl: Wprowadź prawidłowy CNPJ
pt: Insira um válido CNPJ
ro: Vă rugăm să introduceți un valid CNPJ
ru: Пожалуйста, введите правильный CNPJ
sk: Zadajte platné CNPJ
sl: Vnesite veljavno CNPJ
sr: Унесите исправну CNPJ
sv: Vänligen ange en giltig CNPJ
th: กรุณาใส่ที่ถูกต้อง CNPJ
tr: Lütfen geçerli bir girin CNPJ
uk: Введіть дійсний CNPJ
vi: xin vui lòng nhập vào một giá trị CNPJ
zh: 请输入一个有效的 CNPJ

# profileData_field_validation_bra_specific_invalid_tax_id
source: Please enter a valid CPF
ar: الرجاء إدخال CPF
bg: Моля, въведете валиден CPF
cs: Zadejte prosím platný CPF
da: Indtast venligst en gyldig CPF
de: Bitte geben Sie eine gültige ein CPF
el: Παρακαλώ εισάγετε ένα έγκυρο CPF
es: Por favor, introduza un valor valido CPF
et: Sisestage kehtiv CPF
fa: لطفا یک معتبر وارد کنید CPF
fi: Anna kelvollinen CPF
fr: Veuillez entrer un valide CPF
he: אנא הזן תקף CPF
hi: कृपया कोई मान्य दर्ज करें CPF
hr: Unesite važeći CPF
hu: Adjon meg egy érvényes CPF-t
hy: Խնդրում ենք մուտքագրել վավեր CPF
id: Harap masukkan yang valid CPF
it: Inserisci un valore valido CPF
ja: 正しく入力してください CPF
ko: 유효한 것을 입력하십시오 CPF
lt: Įveskite tinkamą CPF
lv: Lūdzu, ievadiet derīgu CPF
ms: Sila masukkan yang sah CPF
nb: Vennligst skriv inn en gyldig CPF
nl: Voer een geldig CPF
pl: Wprowadź prawidłowy CPF
pt: Insira um válido CPF
ro: Vă rugăm să introduceți un valid CPF
ru: Пожалуйста, введите правильный CPF
sk: Zadajte platné CPF
sl: Vnesite veljavno CPF
sr: Унесите исправну CPF
sv: Vänligen ange en giltig CPF
th: กรุณาใส่ที่ถูกต้อง CPF
tr: Lütfen geçerli bir girin CPF
uk: Введіть дійсний CPF
vi: xin vui lòng nhập vào một giá trị CPF
zh: 请输入一个有效的 CPF
