Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# crossdevice_mobile_complete_subtitle
source: You can now return to your computer to continue
ar: يمكنك الآن العودة إلى جهاز كمبيوترك للمتابعة
bg: Вече можете да се върнете на компютъра си, за да продължите
cs: Nyní se můžete vrátit k počítači a pokračovat dále
da: Du kan nu vende tilbage til din computer for at fortsætte
de: Sie können nun zu Ihrem Computer zurückkehren, um fortzufahren
el: Τώρα μπορείτε να επιστρέψετε στον υπολογιστή σας για να συνεχίσετε
es: Ahora puede volver a su computadora para continuar
et: Saate jätkata oma arvutis
fa: اکنون می‌توانید برای ادامه کار به رایانه خود بازگردید
fi: Voit nyt palata tietokoneellesi jatkaaksesi
fr: Vous pouvez maintenant retourner sur votre ordinateur pour continuer
he: כעת תוכל לחזור למחשב שלך כדי להמשיך
hi: आगे बढ़ने के लिए अब आप अपने कंप्यूटर पर वापस लौट सकते हैं
hr: Sada se možete vratiti za računalo i tamo nastaviti postupak
hu: A folytatáshoz most térjen vissza a számítógépéhez
hy: Այժմ կարող եք վերադառնալ ձեր համակարգչին շարունակելու համար
id: Sekarang Anda dapat kembali ke komputer untuk melanjutkan
it: Ora puoi tornare al tuo computer per continuare
ja: コンピュータに戻って続行できるようになりました
ko: 이제 컴퓨터로 돌아가 계속 진행하실 수 있습니다
lt: Dabar galite grįžti į kompiuterį ir tęsti
lv: Tagad varat atgriezties datorā, lai turpinātu
ms: Anda kini boleh kembali ke komputer anda untuk meneruskannya
nb: Du kan nå gå tilbake til datamaskinen for å fortsette
nl: U kunt nu terug naar uw computer om door te gaan
pl: Możesz teraz kontynuować na komputerze
pt: Já pode regressar ao computador para continuar
ro: Acum puteți reveni la computerul dvs. pentru a continua
ru: Теперь можно вернуться к компьютеру, чтобы продолжить
sk: Teraz sa môžete vrátiť do počítača a pokračovať
sl: Zdaj se lahko vrnete v računalnik in nadaljujete
sr: Sada možete da se vratite na računar da biste nastavili
sv: Du kan nu återgå till datorn för att fortsätta
th: ตอนนี้คุณกลับไปดำเนินการต่อที่คอมพิวเตอร์ได้แล้ว
tr: Devam etmek için artık bilgisayarınıza dönebilirsiniz
uk: Тепер можна повернутися до комп’ютера, щоб продовжити
vi: Bây giờ bạn có thể quay lại máy tính để tiếp tục
zh: 您现在可以返回计算机以继续

# crossdevice_mobile_complete_title
source: Uploads successful
ar: تم التحميل بنجاح
bg: Качването е успешно
cs: Úspěšné nahrávání
da: Upload blev gennemført
de: Uploads erfolgreich!
el: Οι αποστολές ήταν επιτυχείς
es: Carga completa
et: Üleslaadimine õnnestus
fa: بارگذاری با موفقیت انجام شد
fi: Lataukset onnistuivat
fr: Envois réussis
he: ההעלאות בוצעו בהצלחה
hi: अपलोड सफल रहे
hr: Dokumenti su uspješno preneseni
hu: Sikeres feltöltés
hy: Վերբեռնումները հաջողվեցին
id: Unggahan berhasil
it: Caricamenti riusciti
ja: アップロードに成功しました
ko: 업로드 성공
lt: Įkėlimai sėkmingi
lv: Augšupielāde izdevās
ms: Muat naik berjaya
nb: Opplastinger vellykket
nl: Uploaden gelukt
pl: Przesyłanie plików zakończone sukcesem
pt: Carregamentos efetuados com sucesso
ro: Încărcări cu succes
ru: Загрузка прошла успешно
sk: Nahrávanie bolo úspešné
sl: Uspešno nalaganje
sr: Otpremanja su uspela
sv: Uppladdningarna lyckades
th: อัปโหลดสำเร็จแล้ว
tr: Yükleme başarılı
uk: Передавання успішно завершено
vi: Tải lên thành công
zh: 上传成功

# crossdevice_mobile_confirmation_abort_button
source: No, It`s not me
ar: لا، ليس أنا
bg: Не, това не съм аз
cs: Ne, to nejsem já
da: Nej, det er ikke mig
de: Nein, das bin ich nicht
el: Όχι, δεν είμαι εγώ
es: No, no soy yo
et: Ei, see ei ole mina
fa: نه، این من نیستم
fi: Ei, se en ole minä
fr: Non, ce n`est pas moi
he: לא, זה לא אני
hi: नहीं, यह मैं नहीं हूँ
hr: Ne, to nisam ja
hu: Nem, ez nem én vagyok
hy: Ոչ, դա ես չեմ
id: Tidak, itu bukan saya
it: No, non sono io
ja: いいえ、それは私ではありません
ko: 아니요, 저 아닙니다
lt: Ne, tai ne aš
lv: Nē, tas neesmu es
ms: Tidak, itu bukan saya
nb: Nei, det er ikke meg
nl: Nee, dat ben ik niet
pl: Nie, to nie ja
pt: Não, não sou eu
ro: Nu, nu sunt eu
ru: Нет, это не я
sk: Nie, to nie som ja
sl: Ne, to nisem jaz
sr: Ne, to nisam ja
sv: Nej, det är inte jag
th: ไม่ใช่ฉัน
tr: Hayır, bu ben değilim
uk: Ні, це не я
vi: Không, đó không phải là tôi
zh: 不，这不是我

# crossdevice_mobile_confirmation_browser_info
source: Original browser:
ar: المتصفح الأصلي:
bg: Оригинален браузър:
cs: Původní prohlížeč:
de: Ursprünglicher Browser:
el: Αρχικός περιηγητής:
es: Navegador original:
et: Originaalne brauser:
fa: مرورگر اصلی:
fi: Alkuperäinen selain:
fr: Navigateur d`origine :
he: דפדפן מקורי:
hi: मूल ब्राउज़र:
hr: Izvorni preglednik:
hu: Eredeti böngésző:
hy: Նախնական զննարկիչը:
id: Peramban asli:
it: Browser originale:
ja: オリジナルブラウザ：
ko: 원본 브라우저:
lt: Originali naršyklė:
lv: Oriģinālais pārlūks:
ms: Pelayar asal:
nb: Opprinnelig nettleser:
nl: Originele browser:
pl: Oryginalna przeglądarka:
pt: Navegador original:
ro: Browser original:
ru: Оригинальный браузер:
sk: Pôvodný prehliadač:
sl: Izvirni brskalnik:
sr: Originalni pretraživač:
sv: Ursprunglig webbläsare:
th: เบราว์เซอร์ดั้งเดิม:
tr: Orijinal tarayıcı:
uk: Оригінальний браузер:
vi: Trình duyệt gốc:
zh: 原始浏览器：

# crossdevice_mobile_confirmation_continue_button
source: Yes, continue
ar: نعم، استمر
bg: Да, продължете
cs: Ano, pokračujte
da: Ja, fortsæt
de: Ja, fortfahren
el: Ναι, συνεχίστε
es: Sí, continuar
et: Jah, jätka
fa: بله، ادامه دهید
fi: Kyllä, jatka
fr: Oui, continuer
he: כן, המשך
hi: हाँ, जारी रखें
hr: Da, nastavi
hu: Igen, folytatás
hy: Այո, շարունակել
id: Ya, lanjutkan
it: Sì, continua
ja: はい、続ける
ko: 네, 계속
lt: Taip, tęsti
lv: Jā, turpināt
ms: Ya, teruskan
nb: Ja, fortsett
nl: Ja, doorgaan
pl: Tak, kontynuuj
pt: Sim, continuar
ro: Da, continuă
ru: Да, продолжить
sk: Áno, pokračujte
sl: Da, nadaljuj
sr: Da, nastavi
sv: Ja, fortsätt
th: ใช่, ดำเนินการต่อ
tr: Evet, devam et
uk: Так, продовжити
vi: Vâng, tiếp tục
zh: 是的，继续

# crossdevice_mobile_confirmation_device_info
source: Original device:
ar: الجهاز الأصلي:
bg: Оригинално устройство:
cs: Původní zařízení:
da: Original enhed:
de: Ursprüngliches Gerät:
el: Αρχική συσκευή:
es: Dispositivo original:
et: Originaalseade:
fa: دستگاه اصلی:
fi: Alkuperäinen laite:
fr: Appareil d`origine :
he: מכשיר מקורי:
hi: मूल डिवाइस:
hr: Izvorni uređaj:
hu: Eredeti eszköz:
hy: Սկզբնական սարք:
id: Perangkat asli:
it: Dispositivo originale:
ja: 元のデバイス：
ko: 원래 장치:
lt: Originalus įrenginys:
lv: Oriģinālā ierīce:
ms: Peranti asal:
nb: Opprinnelig enhet:
nl: Origineel apparaat:
pl: Oryginalne urządzenie:
pt: Dispositivo original:
ro: Dispozitiv original:
ru: Оригинальное устройство:
sk: Pôvodné zariadenie:
sl: Izvirna naprava:
sr: Originalni uređaj:
sv: Ursprunglig enhet:
th: อุปกรณ์ดั้งเดิม:
tr: Orijinal cihaz:
uk: Оригінальний пристрій:
vi: Thiết bị gốc:
zh: 原始设备：

# crossdevice_mobile_confirmation_location
source: Location: ,
ar: الموقع: ،
bg: Местоположение: ,
cs: Místo: ,
da: Placering: ,
de: Standort: ,
el: Τοποθεσία: ,
es: Ubicación: ,
et: Asukoht: ,
fa: مکان: ،
fi: Sijainti: ,
fr: Emplacement : ,
he: מיקום: ,
hi: स्थान: ,
hr: Lokacija: ,
hu: Helyszín: ,
hy: Տեղադրություն: ,
id: Lokasi: ,
it: Luogo: ,
ja: 場所: ,
ko: 위치: ,
lt: Vieta: ,
lv: Atrašanās vieta: ,
ms: Lokasi: ,
nb: Sted: ,
nl: Locatie: ,
pl: Lokalizacja: ,
pt: Localização: ,
ro: Locație: ,
ru: Местоположение: ,
sk: Miesto: ,
sl: Lokacija: ,
sr: Lokacija: ,
sv: Plats: ,
th: สถานที่: ,
tr: Konum: ,
uk: Місцезнаходження: ,
vi: Vị trí: ,
zh: 位置： ,

# crossdevice_mobile_confirmation_location_undetermined
source: Location: Undetermined
ar: الموقع: غير محدد
bg: Местоположение: Неопределено
cs: Místo: Neurčeno
da: Placering: Ubestemt
de: Standort: Unbestimmt
el: Τοποθεσία: Απροσδιόριστη
es: Ubicación: Indeterminada
et: Asukoht: Määramata
fa: مکان: نامشخص
fi: Sijainti: Määrittelemätön
fr: Emplacement : Indéterminé
he: מיקום: לא נקבע
hi: स्थान: अनिर्धारित
hr: Lokacija: Neodređeno
hu: Helyszín: Meghatározatlan
hy: Տեղադրություն: Անորոշ
id: Lokasi: Tidak Ditentukan
it: Posizione: Indeterminata
ja: 場所: 未定
ko: 위치: 미확정
lt: Vieta: Nenustatyta
lv: Atrašanās vieta: Nenoteikta
ms: Lokasi: Tidak ditentukan
nb: Sted: Ubestemt
nl: Locatie: Onbepaald
pl: Lokalizacja: Nieokreślona
pt: Localização: Indeterminada
ro: Locație: Nedeterminată
ru: Местоположение: Неопределено
sk: Umiestnenie: Neurčené
sl: Lokacija: Nedoločena
sr: Lokacija: Neodređeno
sv: Plats: Obestämd
th: ตำแหน่งที่ตั้ง: ไม่สามารถระบุได้
tr: Konum: Belirlenmemiş
uk: Місцезнаходження: Невизначено
vi: Vị trí: Chưa xác định
zh: 位置： 未确定

# crossdevice_mobile_confirmation_subtitle
source: If this link wasn’t sent by yourself and you think this could be a scam seek advice.
ar: إذا لم تكن قد أرسلت هذا الرابط بنفسك وتعتقد أن هذا قد يكون عملية احتيال، فاطلب المشورة.
bg: Ако този линк не е изпратен от вас и смятате, че това може да е измама, потърсете съвет.
cs: Pokud tento odkaz nebyl odeslán vámi a myslíte si, že by to mohl být podvod, vyhledejte radu.
da: Hvis dette link ikke blev sendt af dig selv, og du tror, det kunne være et svindelnummer, søg råd.
de: Wenn dieser Link nicht von Ihnen gesendet wurde und Sie denken, dass es sich um einen Betrug handeln könnte, suchen Sie Rat.
el: Αν αυτός ο σύνδεσμος δεν στάλθηκε από εσάς και νομίζετε ότι μπορεί να είναι απάτη, ζητήστε συμβουλή.
es: Si este enlace no fue enviado por usted mismo y cree que podría ser una estafa, busque asesoramiento.
et: Kui te ei saatnud seda linki ise ja arvate, et see võib olla pettus, küsige nõu.
fa: اگر این لینک توسط خودتان ارسال نشده و فکر می‌کنید که ممکن است یک کلاهبرداری باشد، مشاوره بگیرید.
fi: Jos et itse lähettänyt tätä linkkiä ja epäilet, että kyseessä voisi olla huijaus, kysy neuvoa.
fr: Si ce lien n`a pas été envoyé par vous-même et que vous pensez qu`il pourrait s`agir d`une arnaque, demandez conseil.
he: אם קישור זה לא נשלח על ידך ואתה חושב שזה יכול להיות הונאה, פנה לייעוץ.
hi: यदि यह लिंक आपके द्वारा नहीं भेजा गया था और आपको लगता है कि यह एक धोखाधड़ी हो सकती है, तो सलाह लें।
hr: Ako ovu poveznicu niste poslali sami i mislite da bi ovo mogla biti prijevara, potražite savjet.
hu: Ha ezt a linket nem Ön küldte, és úgy gondolja, hogy ez egy átverés lehet, kérjen tanácsot.
hy: Եթե այս հղումը դուք չեք ուղարկել և կարծում եք, որ սա կարող է խարդախություն լինել, դիմեք խորհրդատվության։
id: Jika tautan ini bukan dikirim oleh Anda sendiri dan Anda berpikir ini bisa jadi penipuan, carilah saran.
it: Se questo link non è stato inviato da te e pensi che possa essere una truffa, chiedi consiglio.
ja: このリンクが自分で送信したものでなく、詐欺の可能性があると思われる場合は、アドバイスを求めてください。
ko: 이 링크가 본인에 의해 전송된 것이 아니며 사기일 수 있다고 생각되면 조언을 구하세요.
lt: Jei šią nuorodą nesiuntėte patys ir manote, kad tai gali būti sukčiavimas, kreipkitės patarimo.
lv: Ja šo saiti nesūtījāt jūs pats un domājat, ka tas varētu būt krāpniecība, meklējiet padomu.
ms: Jika pautan ini bukan dihantar oleh anda sendiri dan anda fikir ini mungkin penipuan, dapatkan nasihat.
nb: Hvis denne lenken ikke ble sendt av deg selv og du tror dette kan være svindel, søk råd.
nl: Als deze link niet door uzelf is verzonden en u denkt dat dit een scam zou kunnen zijn, zoek dan advies.
pl: Jeśli ten link nie został wysłany przez Ciebie i podejrzewasz, że to może być oszustwo, zasięgnij porady.
pt: Se este link não foi enviado por você e você acha que pode ser um golpe, procure aconselhamento.
ro: Dacă acest link nu a fost trimis de dumneavoastră și credeți că ar putea fi o înșelătorie, solicitați sfaturi.
ru: Если эта ссылка не была отправлена вами и вы думаете, что это может быть мошенничество, обратитесь за советом.
sk: Ak tento odkaz nebol odoslaný vami a myslíte si, že by to mohol byť podvod, vyhľadajte radu.
sl: Če te povezave niste poslali sami in menite, da bi lahko šlo za prevaro, poiščite nasvet.
sr: Ako ovu vezu niste poslali sami i mislite da bi ovo mogla biti prevara, potražite savet.
sv: Om denna länk inte skickades av dig själv och du tror att detta kan vara ett bedrägeri, sök råd.
th: หากลิงก์นี้ไม่ได้ส่งโดยตัวคุณเองและคุณคิดว่านี่อาจเป็นการหลอกลวง โปรดขอคำแนะนำ
tr: Bu bağlantı sizin tarafınızdan gönderilmediyse ve bunun bir dolandırıcılık olabileceğini düşünüyorsanız, tavsiye alın.
uk: Якщо це посилання не було надіслано вами і ви вважаєте, що це може бути шахрайством, зверніться за порадою.
vi: Nếu liên kết này không phải do bạn gửi và bạn nghĩ rằng đây có thể là một trò lừa đảo, hãy tìm kiếm lời khuyên.
zh: 如果此链接不是您自己发送的，并且您认为这可能是骗局，请寻求建议。

# crossdevice_mobile_confirmation_title
source: Have you requested to verify your identity on another device?
ar: هل طلبت التحقق من هويتك على جهاز آخر؟
bg: Заявили ли сте проверка на самоличността си на друго устройство?
cs: Požádali jste o ověření své identity na jiném zařízení?
da: Har du anmodet om at bekræfte din identitet på en anden enhed?
de: Haben Sie angefordert, Ihre Identität auf einem anderen Gerät zu verifizieren?
el: Έχετε ζητήσει να επαληθεύσετε την ταυτότητά σας σε άλλη συσκευή;
es: ¿Ha solicitado verificar su identidad en otro dispositivo?
et: Kas olete taotlenud oma isiku tuvastamist teisel seadmel?
fa: آیا درخواست کرده‌اید که هویت خود را در دستگاه دیگری تأیید کنید؟
fi: Oletko pyytänyt henkilöllisyytesi vahvistamista toisella laitteella?
fr: Avez-vous demandé à vérifier votre identité sur un autre appareil ?
he: האם ביקשת לאמת את זהותך במכשיר אחר?
hi: क्या आपने किसी अन्य डिवाइस पर अपनी पहचान सत्यापित करने का अनुरोध किया है?
hr: Jeste li zatražili provjeru identiteta na drugom uređaju?
hu: Kérte, hogy igazolja személyazonosságát egy másik eszközön?
hy: Դուք խնդրե՞լ եք հաստատել ձեր ինքնությունը այլ սարքում։
id: Apakah Anda telah meminta untuk memverifikasi identitas Anda di perangkat lain?
it: Hai richiesto di verificare la tua identità su un altro dispositivo?
ja: 別のデバイスで本人確認をリクエストしましたか？
ko: 다른 기기에서 본인 확인을 요청하셨습니까?
lt: Ar prašėte patvirtinti savo tapatybę kitame įrenginyje?
lv: Vai esat pieprasījis pārbaudīt savu identitāti citā ierīcē?
ms: Adakah anda telah meminta untuk mengesahkan identiti anda pada peranti lain?
nb: Har du bedt om å bekrefte identiteten din på en annen enhet?
nl: Heb je gevraagd om je identiteit op een ander apparaat te verifiëren?
pl: Czy poprosiłeś o weryfikację swojej tożsamości na innym urządzeniu?
pt: Você solicitou verificar sua identidade em outro dispositivo?
ro: Ați solicitat să vă verificați identitatea pe un alt dispozitiv?
ru: Вы запросили проверку вашей личности на другом устройстве?
sk: Požiadali ste o overenie svojej identity na inom zariadení?
sl: Ste zahtevali preverjanje svoje identitete na drugi napravi?
sr: Da li ste zatražili verifikaciju identiteta na drugom uređaju?
sv: Har du begärt att verifiera din identitet på en annan enhet?
th: คุณได้ขอให้ยืนยันตัวตนของคุณบนอุปกรณ์อื่นหรือไม่?
tr: Başka bir cihazda kimliğinizi doğrulamak için talepte bulundunuz mu?
uk: Ви запитували перевірку своєї особи на іншому пристрої?
vi: Bạn đã yêu cầu xác minh danh tính của mình trên thiết bị khác chưa?
zh: 您是否请求在其他设备上验证您的身份？

# crossdevice_mobile_connection_error_button_primary
source: Refresh
ar: تنشيط
bg: Обновяване
cs: Obnovit
da: Genindlæs
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
fa: تازه‌سازی
fi: Päivitä
fr: Actualiser
he: רענן
hi: रीफ़्रेश करें
hr: Osvježi
hu: Frissítés
hy: Թարմացնել
id: Muat ulang
it: Ricarica
ja: 更新
ko: 새로 고침
lt: Atnaujinti
lv: Atsvaidzināt
ms: Segar semula
nb: Oppdater
nl: Verversen
pl: Odśwież
pt: Atualizar
ro: Reîmprospătați
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Osveži
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh: 刷新

# crossdevice_mobile_connection_error_subtitle
source: It appears there is an issue with your internet connection. Please make sure your connection is stable and then refresh this page to continue.
ar: يبدو أن هناك مشكلة في اتصالك بالإنترنت. يرجى التأكد من أن اتصالك بالإنترنت مستقر ثم إعادة تحميل هذه الصفحة للمتابعة.
bg: Изглежда има проблем с вашата интернет връзка. Моля, уверете се, че връзката ви с интернет е стабилна и след това опреснете страницата, за да продължите.
cs: Vypadá to, že došlo k problému s vaším internetovým připojením. Ujistěte se, že je vaše připojení k internetu stabilní, a poté tuto stránku obnovte, abyste mohli pokračovat.
da: Det ser ud til, at der er et problem med din internetforbindelse. Sørg for, at din internetforbindelse er stabil, og opdater derefter denne side for at fortsætte.
de: Es scheint ein Problem mit Ihrer Internetverbindung zu geben. Bitte stellen Sie sicher, dass Ihre Internetverbindung stabil ist, und laden Sie dann diese Seite neu, um fortzufahren.
el: Φαίνεται ότι υπάρχει πρόβλημα με τη σύνδεσή σας στο διαδίκτυο. Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και στη συνέχεια ανανεώστε αυτήν τη σελίδα για να συνεχίσετε.
es: Parece que hay un problema con su conexión a internet. Asegúrese de que su conexión sea estable y luego actualice esta página para continuar.
et: Tundub, et teie internetiühendusega on probleem. Palun veenduge, et teie internetiühendus on stabiilne, ja seejärel värskendage seda lehte, et jätkata.
fa: به نظر می‌رسد مشکلی در اتصال اینترنت شما وجود دارد. لطفاً مطمئن شوید اتصال اینترنت شما پایدار است و سپس این صفحه را برای ادامه کار تازه‌سازی کنید.
fi: Näyttää siltä, että internet-yhteydessäsi on ongelma. Varmista, että internet-yhteytesi on vakaa, ja päivitä sitten tämä sivu jatkaaksesi.
fr: Il semble qu`il y ait un problème avec votre connexion Internet. Veuillez vous assurer que votre connexion Internet est stable, puis actualisez cette page pour continuer.
he: נראה שיש בעיה בחיבור האינטרנט שלך. אנא ודא שחיבור האינטרנט שלך יציב ולאחר מכן רענן את הדף כדי להמשיך.
hi: ऐसा लगता है कि आपकी इंटरनेट कनेक्शन में कोई समस्या है। कृपया सुनिश्चित करें कि आपकी इंटरनेट कनेक्शन स्थिर है, फिर आगे बढ़ने के लिए इस पेज को रिफ्रेश करें।
hr: Čini se da postoji problem s vašom internetskom vezom. Provjerite je li vaša internetska veza stabilna i zatim osvježite ovu stranicu kako biste nastavili.
hu: Úgy tűnik, probléma van az internetkapcsolatával. Kérjük, győződjön meg róla, hogy az internetkapcsolata stabil, majd frissítse az oldalt a folytatáshoz.
hy: Թվում է, որ ձեր ինտերնետ կապի հետ խնդիր կա։ Խնդրում ենք համոզվել, որ ձեր ինտերնետ կապը կայուն է, ապա թարմացրեք այս էջը՝ շարունակելու համար։
id: Sepertinya ada masalah dengan koneksi internet Anda. Pastikan koneksi internet Anda stabil, lalu segarkan halaman ini untuk melanjutkan.
it: Sembra che ci sia un problema con la tua connessione Internet. Assicurati che la connessione sia stabile e poi aggiorna questa pagina per continuare.
ja: インターネット接続に問題があるようです。インターネット接続が安定していることを確認し、このページを更新して続行してください。
ko: 인터넷 연결에 문제가 있는 것 같습니다. 인터넷 연결이 안정적인지 확인한 후, 이 페이지를 새로고침하여 계속 진행해 주세요.
lt: Atrodo, kad kyla problemų su jūsų interneto ryšiu. Įsitikinkite, kad interneto ryšys yra stabilus, ir tada atnaujinkite šį puslapį, kad galėtumėte tęsti.
lv: Izskatās, ka ir radusies problēma ar jūsu interneta savienojumu. Lūdzu, pārliecinieties, ka interneta savienojums ir stabils, un pēc tam atsvaidziniet šo lapu, lai turpinātu.
ms: Nampaknya terdapat masalah dengan sambungan internet anda. Sila pastikan sambungan internet anda stabil dan kemudian muat semula halaman ini untuk meneruskan.
nb: Det ser ut til at det er et problem med internettforbindelsen din. Sørg for at internettforbindelsen er stabil, og oppdater deretter denne siden for å fortsette.
nl: Het lijkt erop dat er een probleem is met uw internetverbinding. Zorg ervoor dat uw internetverbinding stabiel is en vernieuw deze pagina om verder te gaan.
pl: Wygląda na to, że wystąpił problem z Twoim połączeniem internetowym. Upewnij się, że Twoje połączenie internetowe jest stabilne, a następnie odśwież tę stronę, aby kontynuować.
pt: Parece que há um problema com a sua conexão à internet. Por favor, certifique-se de que a sua conexão à internet está estável e depois atualize esta página para continuar.
ro: Se pare că există o problemă cu conexiunea dvs. la internet. Vă rugăm să vă asigurați că aveți o conexiune stabilă la internet și apoi reîmprospătați această pagină pentru a continua.
ru: Похоже, возникла проблема с вашим интернет-соединением. Пожалуйста, убедитесь, что ваше интернет-соединение стабильно, а затем обновите эту страницу, чтобы продолжить.
sk: Zdá sa, že máte problém s internetovým pripojením. Uistite sa, že vaše internetové pripojenie je stabilné, a potom obnovte túto stránku, aby ste mohli pokračovať.
sl: Videti je, da imate težave s povezavo z internetom. Preverite, ali je vaša internetna povezava stabilna, nato osvežite to stran in nadaljujte.
sr: Izgleda da postoji problem sa vašom internet vezom. Molimo vas da proverite da li je vaša internet veza stabilna, a zatim osvežite ovu stranicu da biste nastavili.
sv: Det verkar vara ett problem med din internetanslutning. Se till att din internetanslutning är stabil och uppdatera sedan den här sidan för att fortsätta.
th: ดูเหมือนว่ามีปัญหาเกี่ยวกับการเชื่อมต่ออินเทอร์เน็ตของคุณ กรุณาตรวจสอบให้แน่ใจว่าการเชื่อมต่ออินเทอร์เน็ตของคุณมีความเสถียร แล้วรีเฟรชหน้านี้เพื่อดำเนินการต่อ
tr: İnternet bağlantınızda bir sorun var gibi görünüyor. Lütfen internet bağlantınızın stabil olduğundan emin olun ve ardından devam etmek için bu sayfayı yenileyin.
uk: Схоже, виникла проблема з вашим інтернет-з`єднанням. Будь ласка, переконайтеся, що ваше інтернет-з`єднання стабільне, а потім оновіть цю сторінку, щоб продовжити.
vi: Có vẻ như đang có sự cố với kết nối internet của bạn. Vui lòng đảm bảo kết nối internet ổn định và làm mới trang này để tiếp tục.
zh: 看起来您的互联网连接出现了问题。请确保您的互联网连接稳定，然后刷新此页面以继续。

# crossdevice_mobile_connection_error_title
source: Connection lost
ar: انقطع الاتصال
bg: Връзката прекъсна
cs: Ztráta spojení
da: Forbindelsen gik tabt
de: Verbindung unterbrochen
el: Η σύνδεση χάθηκε
es: Conexión perdida
et: Ühendus kadunud
fa: ارتباط قطع شد
fi: Yhteys katkesi
fr: Connexion perdue
he: החיבור נותק
hi: कनेक्शन टूट गया
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
hy: Կապի խափանում
id: Koneksi terputus
it: Connessione interrotta
ja: 接続が切断されました
ko: 연결이 끊겼습니다
lt: Nutrūko ryšys
lv: Savienojums pārtrūcis
ms: Sambungan terputus
nb: Tilkoblingen ble brutt
nl: Verbinding verbroken
pl: Połączenie zerwane
pt: Ligação perdida
ro: Conexiune pierdută
ru: Соединение потеряно
sk: Spojenie bolo prerušené
sl: Povezava prekinjena
sr: Veza je prekinuta
sv: Anslutningen försvann
th: การเชื่อมต่อขาด
tr: Bağlantı kesildi
uk: Збій з’єднання
vi: Mất kết nối
zh: 连接已丢失

# crossdevice_mobile_intro_btn
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# crossdevice_mobile_intro_info
source: Double-check
ar: التحقق المزدوج
bg: Повторна проверка
cs: Dvojitá kontrola
da: Dobbelttjek
de: Überprüfen Sie bitte
el: Διπλός έλεγχος
es: Verificación doble
et: Topeltkontroll
fa: بررسی مجدد
fi: Tarkista uudelleen
fr: Revérifier
he: בדוק שוב
hi: दोबारा जाँच करें
hr: Provjerite ponovno
hu: Ellenőrizze újra
hy: Մեկ անգամ էլ ստուգել
id: Periksa kembali
it: Assicurati di
ja: 再度確認
ko: 다시 확인하기
lt: Pakartotinė peržiūra
lv: Atkārtoti pārbaudīt
ms: Semak semula
nb: Dobbelsjekk
nl: Nogmaals controleren
pl: Upewnij się
pt: Dupla verificação
ro: Dublă verificare
ru: Двойная проверка
sk: Dvojitá kontrola
sl: Dvakrat preveri
sr: Proverite još jednom
sv: Dubbelkolla
th: ตรวจสอบอีกครั้ง
tr: Çifte Denetim
uk: Переконайтеся в переліченому далі.
vi: Kiểm tra lại lần nữa
zh: 复核
