Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_preview_body_identity_document_with_address
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או הבהוב
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Pobrinite se da ste prenijeli cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odsjaja
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են կարդալ, առանց մոլորության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: ドキュメントの全ページがアップロードされていること、そして詳細がはっきりと読め、ぼやけや眩しさがないことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentetsiden, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve detayların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光

# proofOfAddress_preview_body_insurance_statement
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או הבהוב
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Pobrinite se da ste prenijeli cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odsjaja
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են կարդալ, առանց մոլորության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: ドキュメントの全ページがアップロードされていること、そして詳細がはっきりと読め、ぼやけや眩しさがないことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentetsiden, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve detayların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光

# proofOfAddress_preview_body_mobile_phone_bill
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או הבהוב
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Pobrinite se da ste prenijeli cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odsjaja
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են կարդալ, առանց մոլորության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: ドキュメントの全ページがアップロードされていること、そして詳細がはっきりと読め、ぼやけや眩しさがないことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentetsiden, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve detayların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光

# proofOfAddress_preview_body_mortgage_statement
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או הבהוב
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Pobrinite se da ste prenijeli cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odsjaja
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են կարդալ, առանց մոլորության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: ドキュメントの全ページがアップロードされていること、そして詳細がはっきりと読め、ぼやけや眩しさがないことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentetsiden, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve detayların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光

# proofOfAddress_preview_body_pension_property_statement_letter
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehe ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko asiakirjasivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai heijastusta
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או בהירות יתר
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, जिसमें कोई धुंधलापन या चमक नहीं है
hr: Provjerite jeste li otpremili cijelu stranicu dokumenta i jesu li detalji jasno vidljivi bez zamućenja ili odbljeska
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են առանց մոլորվածության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: 全体のドキュメントページがアップロードされていること、そして詳細がぼやけたり、眩しさがないように読みやすいことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentets side, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru citire, fără blur sau strălucire
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Poskrbite, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve ayrıntıların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光
