Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# advancedElectronicSignature_error_button_retry
source: Go back
ar: عُد
bg: Върнете се назад
cs: Jít zpět
da: Gå tilbage
de: Geh zurück
el: Πήγαινε πίσω
es: Volver
et: Tagasi
fa: برگرد
fi: Palaa takaisin
fr: Retourner
he: חזור אחורה
hi: वापस जाओ
hr: Vrati se
hu: Vissza
hy: Վերադառնալ
id: Kembali
it: Torna indietro
ja: 戻る
ko: 돌아가기
lt: Grįžti atgal
lv: Atpakaļ
ms: Kembali
nb: Gå tilbake
nl: Ga terug
pl: Wróć
pt: Voltar
ro: Înapoi
ru: Назад
sk: Vrátiť sa späť
sl: Pojdi nazaj
sr: Vrati se
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri dön
uk: Повернутися назад
vi: Quay lại
zh: 返回

# advancedElectronicSignature_error_subtitle
source: Please wait a few seconds and try again
ar: يرجى الانتظار لبضع ثوانٍ ثم المحاولة مرة أخرى
bg: Моля, изчакайте няколко секунди и опитайте отново
cs: Počkejte prosím několik sekund a zkuste to znovu
da: Vent venligst et øjeblik og prøv igen
de: Bitte warten Sie ein paar Sekunden und versuchen Sie es erneut.
el: Παρακαλώ περιμένετε λίγα δευτερόλεπτα και δοκιμάστε ξανά
es: Por favor, espera unos segundos y vuelve a intentarlo
et: Palun oodake mõned sekundid ja proovige uuesti
fa: لطفا چند ثانیه صبر کنید و دوباره تلاش کنید
fi: Odota hetki ja yritä uudelleen
fr: Veuillez patienter quelques secondes et réessayer
he: אנא המתן מספר שניות ונסה שוב
hi: कृपया कुछ सेकंड प्रतीक्षा करें और फिर से प्रयास करें
hr: Molimo pričekajte nekoliko sekundi i pokušajte ponovno
hu: Kérjük, várjon néhány másodpercet, majd próbálja meg újra
hy: Համբերեք մի քանի վայրկյան և փորձեք կրկին
id: Silakan tunggu beberapa detik dan coba lagi
it: Attendere qualche secondo e riprovare
ja: 数秒待ってから、もう一度お試しください。
ko: 잠시만 기다렸다가 다시 시도해 주세요.
lt: Palaukite kelias sekundes ir bandykite dar kartą
lv: Lūdzu, uzgaidiet dažas sekundes un mēģiniet vēlreiz
ms: Sila tunggu beberapa saat dan cuba lagi
nb: Vennligst vent noen sekunder og prøv igjen
nl: Wacht een paar seconden en probeer het opnieuw
pl: Proszę poczekać kilka sekund i spróbować ponownie
pt: Por favor, aguarde alguns segundos e tente novamente
ro: Vă rugăm să așteptați câteva secunde și să încercați din nou
ru: Пожалуйста, подождите несколько секунд и попробуйте снова
sk: Počkajte niekoľko sekúnd a skúste to znova
sl: Prosimo, počakajte nekaj sekund in poskusite znova
sr: Molim vas sačekajte nekoliko sekundi i pokušajte ponovo
sv: Vänta några sekunder och försök igen
th: โปรดรอสักครู่แล้วลองอีกครั้ง
tr: Lütfen birkaç saniye bekleyin ve tekrar deneyin
uk: Будь ласка, зачекайте кілька секунд і спробуйте знову
vi: Vui lòng chờ vài giây và thử lại
zh: 请稍等几秒钟，然后重试

# advancedElectronicSignature_error_title
source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
et: Midagi läks valesti
fa: چیزی اشتباه شد
fi: Jotain meni pieleen
fr: Une erreur s`est produite
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Hiba történt
hy: Ինչ-որ բան այնքան էլ ճիշտ չէ
id: Terjadi kesalahan
it: Si è verificato un errore
ja: 問題が発生しました
ko: 문제가 발생했습니다
lt: Įvyko klaida
lv: Kaut kas nogāja greizi
ms: Sesuatu telah berlaku salah
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a funcționat corect
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Nešto je pošlo po zlu
sv: Något gick fel
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra sự cố
zh: 出现错误

# advancedElectronicSignature_introduction_bullet_1
source: The signing environment (signhost.com) will open in a new window.
ar: سيتم فتح بيئة التوقيع (signhost.com) في نافذة جديدة.
bg: Средата за подписване (signhost.com) ще се отвори в нов прозорец.
cs: Prostředí pro podepisování (signhost.com) se otevře v novém okně.
da: Underskrivningsmiljøet (signhost.com) åbner i et nyt vindue.
de: Die Signaturumgebung (signhost.com) wird in einem neuen Fenster geöffnet.
el: Το περιβάλλον υπογραφής (signhost.com) θα ανοίξει σε νέο παράθυρο.
es: El entorno de firma (signhost.com) se abrirá en una nueva ventana.
et: Allkirjastamise keskkond (signhost.com) avaneb uues aknas.
fa: محیط امضا (signhost.com) در یک پنجره جدید باز خواهد شد.
fi: Allekirjoitusympäristö (signhost.com) avautuu uuteen ikkunaan.
fr: L`environnement de signature (signhost.com) s`ouvrira dans une nouvelle fenêtre.
he: סביבת החתימה (signhost.com) תיפתח בחלון חדש.
hi: साइनिंग वातावरण (signhost.com) एक नई विंडो में खुलेगा।
hr: Okruženje za potpisivanje (signhost.com) otvorit će se u novom prozoru.
hu: A hitelesítési felület (signhost.com) egy új ablakban fog megnyílni.
hy: Ստորագրման միջավայրը (signhost.com) կբացվի նոր պատուհանում։
id: Lingkungan penandatanganan (signhost.com) akan terbuka di jendela baru.
it: L`ambiente di firma (signhost.com) si aprirà in una nuova finestra.
ja: 署名環境（signhost.com）が新しいウィンドウで開きます。
ko: 서명 환경(signhost.com)이 새 창에서 열립니다.
lt: Pasirašymo aplinka (signhost.com) bus atidaryta naujame lange.
lv: Parakstīšanas vide (signhost.com) tiks atvērta jaunā logā.
ms: Persekitaran tandatangan (signhost.com) akan dibuka dalam tetingkap baharu.
nb: Signeringsmiljøet (signhost.com) åpnes i et nytt vindu.
nl: De ondertekeningsomgeving (signhost.com) wordt geopend in een nieuw venster.
pl: Środowisko podpisywania (signhost.com) otworzy się w nowym oknie.
pt: O ambiente de assinatura (signhost.com) será aberto em uma nova janela.
ro: Mediul de semnare (signhost.com) se va deschide într-o fereastră nouă.
ru: Окно для подписания (signhost.com) откроется в новом окне.
sk: Prostredie na podpisovanie (signhost.com) sa otvorí v novom okne.
sl: Okolje za podpisovanje (signhost.com) se bo odprlo v novem oknu.
sr: Okruženje za potpisivanje (signhost.com) će se otvoriti u novom prozoru.
sv: Signeringsmiljön (signhost.com) kommer att öppnas i ett nytt fönster.
th: สภาพแวดล้อมสำหรับการลงนาม (signhost.com) จะเปิดในหน้าต่างใหม่
tr: İmzalama ortamı (signhost.com) yeni bir pencerede açılacaktır.
uk: Середовище для підписання (signhost.com) відкриється в новому вікні.
vi: Môi trường ký (signhost.com) sẽ mở ra trong một cửa sổ mới.
zh: 签名环境（signhost.com）将在新窗口中打开。

# advancedElectronicSignature_introduction_bullet_2
source: Once signing is complete, you will be redirected back to continue the workflow. If not, please manually return.
ar: بمجرد اكتمال التوقيع، سيتم إعادة توجيهك للمتابعة في سير العمل. إذا لم يحدث ذلك، يرجى العودة يدويًا.
bg: След като подписването приключи, ще бъдете пренасочени обратно, за да продължите работния процес. Ако това не се случи, моля, върнете се ръчно.
cs: Po dokončení podepisování budete přesměrováni zpět k pokračování v procesu. Pokud ne, vraťte se prosím zpět ručně.
da: Når underskrivelsen er fuldført, bliver du omdirigeret tilbage for at fortsætte processen. Hvis ikke, bedes du vende tilbage manuelt.
de: Sobald die Unterzeichnung abgeschlossen ist, werden Sie zurückgeleitet, um den Ablauf fortzusetzen. Falls dies nicht geschieht, kehren Sie bitte manuell zurück.
el: Μόλις ολοκληρωθεί η υπογραφή, θα μεταφερθείτε αυτόματα πίσω για να συνεχίσετε τη διαδικασία. Αν αυτό δεν συμβεί, παρακαλούμε επιστρέψτε χειροκίνητα.
es: Una vez que la firma esté completa, serás redirigido para continuar con el proceso. Si no es así, por favor regresa manualmente.
et: Kui allkirjastamine on lõpetatud, suunatakse teid tagasi töövoogu jätkama. Kui seda ei juhtu, palun pöörduge käsitsi tagasi.
fa: پس از تکمیل امضا، به صورت خودکار به روند کاری بازگردانده می‌شوید. در غیر این صورت، لطفاً به صورت دستی بازگردید.
fi: Kun allekirjoitus on valmis, sinut ohjataan takaisin jatkamaan työnkulkua. Jos näin ei tapahdu, palaa takaisin manuaalisesti.
fr: Une fois la signature terminée, vous serez redirigé pour continuer le processus. Si ce n`est pas le cas, veuillez revenir manuellement.
he: לאחר סיום החתימה, תועבר/י חזרה להמשך התהליך. אם לא, אנא חזור/י ידנית.
hi: हस्ताक्षर पूरा होने के बाद, आपको वर्कफ़्लो जारी रखने के लिए वापस भेज दिया जाएगा। यदि ऐसा नहीं होता है, तो कृपया स्वयं वापस लौटें।
hr: Nakon što potpisivanje bude završeno, bit ćete preusmjereni natrag kako biste nastavili s postupkom. Ako ne budete preusmjereni, molimo vas da se ručno vratite.
hu: A bejelentkezés befejezése után automatikusan vissza lesz irányítva a folyamat folytatásához. Ha ez nem történik meg, kérjük, térjen vissza manuálisan.
hy: Ստորագրումը ավարտելուց հետո դուք կվերուղղվեք հետ workflow-ը շարունակելու համար։ Եթե դա տեղի չունենա, խնդրում ենք ձեռքով վերադառնալ։
id: Setelah penandatanganan selesai, Anda akan diarahkan kembali untuk melanjutkan proses. Jika tidak, silakan kembali secara manual.
it: Una volta completata la firma, verrai reindirizzato per continuare il processo. Se ciò non accade, torna indietro manualmente.
ja: 署名が完了すると、ワークフローを続行するために自動的に元の画面に戻ります。戻らない場合は、手動でお戻りください。
ko: 서명이 완료되면 워크플로우를 계속 진행할 수 있도록 자동으로 돌아갑니다. 자동으로 이동하지 않을 경우, 직접 돌아가 주세요.
lt: Kai pasirašymas bus baigtas, būsite nukreipti atgal tęsti darbo eigą. Jei ne, grįžkite rankiniu būdu.
lv: Kad parakstīšana būs pabeigta, jūs tiksiet novirzīts atpakaļ, lai turpinātu darbplūsmu. Ja tas nenotiek, lūdzu, atgriezieties manuāli.
ms: Setelah proses tandatangan selesai, anda akan diarahkan semula untuk meneruskan aliran kerja. Jika tidak, sila kembali secara manual.
nb: Når signeringen er fullført, blir du sendt tilbake for å fortsette arbeidsflyten. Hvis ikke, vennligst gå tilbake manuelt.
nl: Zodra het ondertekenen is voltooid, wordt u teruggeleid om de workflow voort te zetten. Zo niet, keer dan handmatig terug.
pl: Po zakończeniu podpisywania zostaniesz przekierowany z powrotem, aby kontynuować proces. Jeśli tak się nie stanie, wróć proszę ręcznie.
pt: Após a conclusão da assinatura, você será redirecionado de volta para continuar o fluxo de trabalho. Caso contrário, por favor retorne manualmente.
ro: Odată ce semnarea este finalizată, veți fi redirecționat înapoi pentru a continua fluxul de lucru. Dacă nu, vă rugăm să reveniți manual.
ru: После завершения подписания вы будете перенаправлены обратно для продолжения работы. Если этого не произошло, пожалуйста, вернитесь вручную.
sk: Po dokončení podpisu budete presmerovaní späť, aby ste mohli pokračovať v procese. Ak sa tak nestane, vráťte sa, prosím, manuálne.
sl: Ko je podpisovanje zaključeno, boste preusmerjeni nazaj, da nadaljujete s postopkom. Če ne, se prosimo ročno vrnite.
sr: Nakon što potpisivanje bude završeno, bićete preusmereni nazad da nastavite sa procesom. Ako se to ne desi, molimo vas da se ručno vratite.
sv: När signeringen är klar kommer du att omdirigeras tillbaka för att fortsätta arbetsflödet. Om inte, vänligen återvänd manuellt.
th: เมื่อการลงนามเสร็จสิ้น คุณจะถูกนำกลับไปยังขั้นตอนถัดไปโดยอัตโนมัติ หากไม่เป็นเช่นนั้น กรุณากลับไปด้วยตนเอง
tr: İmzalama tamamlandıktan sonra, iş akışına devam etmek için tekrar yönlendirileceksiniz. Eğer yönlendirilmezseniz, lütfen manuel olarak geri dönün.
uk: Після завершення підписання вас буде перенаправлено назад для продовження робочого процесу. Якщо цього не станеться, будь ласка, поверніться вручну.
vi: Sau khi ký xong, bạn sẽ được chuyển hướng trở lại để tiếp tục quy trình. Nếu không, vui lòng quay lại thủ công.
zh: 签名完成后，您将被重定向回去继续工作流程。如果没有自动重定向，请手动返回。

# advancedElectronicSignature_introduction_button_start_signing
source: Review and Sign Document(s)
ar: مراجعة وتوقيع المستند(ات)
bg: Прегледайте и подпишете документа(ите)
cs: Zkontrolujte a podepište dokument(y)
da: Gennemse og underskriv dokument(er)
de: Dokument(e) überprüfen und unterschreiben
el: Επισκόπηση και Υπογραφή Εγγράφου(-ων)
es: Revisar y firmar documento(s)
et: Vaadake dokument(id) üle ja allkirjastage
fa: بررسی و امضای سند(ها)
fi: Tarkista ja allekirjoita asiakirja(t)
fr: Examiner et signer le(s) document(s)
he: סקירה וחתימה על מסמך/ים
hi: दस्तावेज़(ों) की समीक्षा करें और हस्ताक्षर करें
hr: Pregledajte i potpišite dokument(e)
hu: Dokumentum(ok) áttekintése és aláírása
hy: Վերանայեք և ստորագրեք փաստաթուղթ(եր)ը
id: Tinjau dan Tanda Tangani Dokumen
it: Rivedi e firma il/i documento/i
ja: 書類の確認と署名
ko: 문서 검토 및 서명
lt: Peržiūrėkite ir pasirašykite dokumentą(-us)
lv: Pārskatīt un parakstīt dokumentu(-us)
ms: Semak dan Tandatangan Dokumen
nb: Gjennomgå og signer dokument(er)
nl: Documenten bekijken en ondertekenen
pl: Przejrzyj i podpisz dokument(y)
pt: Revisar e Assinar Documento(s)
ro: Revizuiți și semnați documentul/documentele
ru: Просмотрите и подпишите документ(ы)
sk: Skontrolujte a podpíšte dokument(y)
sl: Preglejte in podpišite dokument(e)
sr: Pregledajte i potpišite dokument(a)
sv: Granska och signera dokument
th: ตรวจสอบและลงนามเอกสาร
tr: Belge(leri) İncele ve İmzala
uk: Переглянути та підписати документ(и)
vi: Xem lại và ký tài liệu
zh: 审核并签署文档

# advancedElectronicSignature_introduction_subtitle
source: Tap the button below to review and sign
ar: اضغط على الزر أدناه للمراجعة والتوقيع
bg: Докоснете бутона по-долу, за да прегледате и подпишете
cs: Klepněte na tlačítko níže pro kontrolu a podpis
da: Tryk på knappen nedenfor for at gennemgå og underskrive
de: Tippen Sie auf die Schaltfläche unten, um zu überprüfen und zu unterschreiben
el: Πατήστε το κουμπί παρακάτω για να ελέγξετε και να υπογράψετε
es: Toca el botón de abajo para revisar y firmar
et: Puudutage allolevat nuppu, et üle vaadata ja allkirjastada
fa: برای بررسی و امضا، دکمه زیر را لمس کنید
fi: Napauta alla olevaa painiketta tarkistaaksesi ja allekirjoittaaksesi
fr: Appuyez sur le bouton ci-dessous pour examiner et signer
he: הקש/י על הכפתור למטה כדי לעיין ולחתום
hi: समीक्षा और हस्ताक्षर करने के लिए नीचे दिए गए बटन पर टैप करें
hr: Dodirnite gumb ispod za pregled i potpisivanje
hu: Érintse meg az alábbi gombot az áttekintéshez és aláíráshoz
hy: Սեղմեք ներքևի կոճակը՝ դիտարկելու և ստորագրելու համար
id: Ketuk tombol di bawah untuk meninjau dan menandatangani
it: Tocca il pulsante qui sotto per rivedere e firmare
ja: 下のボタンをタップして確認し、署名してください
ko: 아래 버튼을 눌러 검토하고 서명하세요.
lt: Palieskite žemiau esantį mygtuką, kad peržiūrėtumėte ir pasirašytumėte
lv: Pieskarieties pogai zemāk, lai pārskatītu un parakstītu
ms: Ketuk butang di bawah untuk menyemak dan menandatangani
nb: Trykk på knappen nedenfor for å gjennomgå og signere
nl: Tik op de knop hieronder om te bekijken en te ondertekenen
pl: Stuknij przycisk poniżej, aby przejrzeć i podpisać
pt: Toque no botão abaixo para revisar e assinar
ro: Apasă butonul de mai jos pentru a revizui și semna
ru: Нажмите кнопку ниже, чтобы просмотреть и подписать
sk: Klepnutím na tlačidlo nižšie si prezrite a podpíšte
sl: Tapnite spodnji gumb za pregled in podpis
sr: Dodirnite dugme ispod da pregledate i potpišete
sv: Tryck på knappen nedan för att granska och signera
th: แตะปุ่มด้านล่างเพื่อทบทวนและลงนาม
tr: Gözden geçirmek ve imzalamak için aşağıdaki butona dokunun
uk: Натисніть кнопку нижче, щоб переглянути та підписати
vi: Nhấn vào nút bên dưới để xem lại và ký
zh: 点击下方按钮进行审核和签名

# advancedElectronicSignature_introduction_title
source: Digitally sign the required document(s)
ar: وقّع المستندات المطلوبة إلكترونيًا
bg: Дигитално подпишете необходимия(ите) документ(и)
cs: Digitálně podepište požadovaný(-é) dokument(y)
da: Underskriv de(n) påkrævede dokument(er) digitalt
de: Erforderliche Dokument(e) digital unterschreiben
el: Υπογράψτε ψηφιακά το(α) απαιτούμενο(α) έγγραφο(α)
es: Firma digitalmente el/los documento(s) requerido(s)
et: Allkirjasta vajalik(d) dokument(id) digitaalselt
fa: اسناد مورد نیاز را به صورت دیجیتالی امضا کنید
fi: Allekirjoita vaadittu(t) asiakirja(t) digitaalisesti
fr: Signer numériquement le(s) document(s) requis
he: חתום דיגיטלית על המסמך/ים הנדרש/ים
hi: आवश्यक दस्तावेज़(दस्तावेज़ों) पर डिजिटल हस्ताक्षर करें
hr: Digitalno potpišite potrebni dokument(e)
hu: Írja alá elektronikusan a szükséges dokumentumokat
hy: Թվային ստորագրեք պահանջվող փաստաթուղթ(երը)
id: Tandatangani dokumen yang diperlukan secara digital
it: Firma digitalmente il/i documento/i richiesto/i
ja: 必要な書類にデジタル署名を行う
ko: 필요한 문서에 디지털 서명하기
lt: Skaitmeniniu būdu pasirašykite reikiamą (-us) dokumentą (-us)
lv: Digitāli parakstiet nepieciešamo(-os) dokumentu(-us)
ms: Tandatangani dokumen yang diperlukan secara digital
nb: Signer nødvendige dokument(er) digitalt
nl: Vereiste document(en) digitaal ondertekenen
pl: Podpisz cyfrowo wymagany(e) dokument(y)
pt: Assinar digitalmente o(s) documento(s) necessário(s)
ro: Semnează digital documentul/documentele necesare
ru: Электронно подпишите необходимый(е) документ(ы)
sk: Digitálne podpíšte požadovaný(-é) dokument(y)
sl: Digitalno podpišite zahtevani dokument(e)
sr: Digitalno potpišite potrebna dokumenta
sv: Signera nödvändiga dokument digitalt
th: ลงนามเอกสารที่จำเป็นทางดิจิทัล
tr: Gerekli belge(leri) dijital olarak imzalayın
uk: Підписати необхідні документи в електронному вигляді
vi: Ký điện tử tài liệu cần thiết
zh: 数字签署所需文件

# authenticatePasskey_attempts_error_button_continue
source: Continue
ar: استمر
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Sambung
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# authenticatePasskey_attempts_error_subtitle
source: You can no longer authenticate using a passkey.
ar: لم يعد بإمكانك المصادقة باستخدام مفتاح المرور.
bg: Вече не можете да се удостоверите чрез ключ за достъп.
cs: Již se nemůžete ověřit pomocí přístupového klíče.
da: Du kan ikke længere godkende med en adgangsnøgle.
de: Sie können sich nicht mehr mit einem Passschlüssel authentifizieren.
el: Δεν μπορείτε πλέον να πραγματοποιήσετε ταυτοποίηση μέσω κλειδιού πρόσβασης.
es: Ya no puede autenticarse mediante una clave de acceso.
et: Te ei saa enam autentida võtmekoodi abil.
fa: شما دیگر نمی‌توانید از طریق کلید عبور احراز هویت کنید.
fi: Et voi enää tunnistautua avainkoodilla.
fr: Vous ne pouvez plus vous authentifier via une clé de passe.
he: לא ניתן עוד לאמת באמצעות מפתח גישה.
hi: अब आप पासकी के माध्यम से प्रमाणीकरण नहीं कर सकते।
hr: Više se ne možete autentificirati putem ključa za pristup.
hu: Már nem tud hitelesíteni belépőkulccsal.
hy: Դուք այլևս չեք կարող նույնականանալ անցաբառի միջոցով։
id: Anda tidak dapat lagi melakukan autentikasi melalui kunci akses.
it: Non puoi più autenticarti tramite una chiave di accesso.
ja: パスキーによる認証はこれ以上できません。
ko: 더 이상 패스키로 인증할 수 없습니다.
lt: Jūs nebegalite autentifikuotis naudodami slaptuką.
lv: Jūs vairs nevarat autentificēties, izmantojot piekļuves atslēgu.
ms: Anda tidak lagi boleh mengesahkan melalui kunci laluan.
nb: Du kan ikke lenger autentisere deg med en passnøkkel.
nl: U kunt niet langer authenticeren via een passkey.
pl: Nie możesz już uwierzytelniać się za pomocą klucza dostępu.
pt: Já não pode autenticar-se através de uma chave de acesso.
ro: Nu mai puteți să vă autentificați prin intermediul unei chei de acces.
ru: Вы больше не можете проходить аутентификацию с помощью ключа доступа.
sk: Už sa nemôžete overiť pomocou prístupového kľúča.
sl: Preko ključa za prijavo se ne morete več overiti.
sr: Više ne možete da se autentifikujete pomoću pristupnog ključa.
sv: Du kan inte längre autentisera dig med en passkey.
th: คุณไม่สามารถยืนยันตัวตนผ่านกุญแจผ่านได้อีกต่อไป
tr: Artık bir geçiş anahtarıyla kimlik doğrulaması yapamazsınız.
uk: Ви більше не можете автентифікуватися за допомогою ключа доступу.
vi: Bạn không thể xác thực bằng khóa bảo mật nữa.
zh: 您无法再通过通行密钥进行身份验证。

# authenticatePasskey_attempts_error_title
source: Allowed attempts exceeded
ar: تم تجاوز عدد المحاولات المسموح بها
bg: Надхвърлени са разрешените опити
cs: Povolený počet pokusů byl překročen
da: Antallet af tilladte forsøg er overskredet
de: Erlaubte Anzahl an Versuchen überschritten
el: Υπερβήκατε τον επιτρεπόμενο αριθμό προσπαθειών
es: Se ha superado el número de intentos permitidos
et: Lubatud katsete arv on ületatud
fa: تلاش های مجاز بیش از حد شده است
fi: Sallittujen yritysten määrä ylitetty
fr: Nombre de tentatives autorisées dépassé
he: חרגת ממספר הניסיונות המותרים
hi: अनुमत प्रयासों की सीमा पार हो गई है
hr: Premašen dopušten broj pokušaja
hu: A megengedett próbálkozások száma túllépve
hy: Թույլատրված փորձերը գերազանցվել են
id: Jumlah percobaan yang diizinkan telah terlampaui
it: Numero di tentativi consentiti superato
ja: 許可された試行回数を超えました
ko: 허용된 시도 횟수를 초과했습니다.
lt: Leistinas bandymų skaičius viršytas
lv: Atļauto mēģinājumu skaits ir pārsniegts
ms: Bilangan percubaan yang dibenarkan telah melebihi
nb: Tillatte forsøk overskredet
nl: Toegestane pogingen overschreden
pl: Przekroczono dozwoloną liczbę prób
pt: Tentativas permitidas excedidas
ro: Numărul de încercări permise a fost depășit
ru: Превышено допустимое количество попыток
sk: Bol prekročený povolený počet pokusov
sl: Preseženo dovoljeno število poskusov
sr: Prekoračen dozvoljen broj pokušaja
sv: Tillåtna försök har överskridits
th: เกินจำนวนครั้งที่อนุญาต
tr: İzin verilen deneme sayısı aşıldı
uk: Перевищено дозволену кількість спроб
vi: Vượt quá số lần thử cho phép
zh: 允许的尝试次数已超出

# authenticatePasskey_error_button_retry
source: Retry
ar: إعادة المحاولة
bg: Повторен опит
cs: Opakování
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Reintentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh: 重试
