Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_android_samsung_browser_settings_list_item_2_audio
source: Activate the toggle next to Microphone
ar: قم بتفعيل المفتاح بجوار الميكروفون
bg: Активирайте превключвателя до Микрофон
cs: Aktivujte přepínač vedle Mikrofonu
da: Aktiver kontakten ved siden af Mikrofon
de: Aktivieren Sie den Umschalter neben Mikrofon
el: Ενεργοποιήστε τον διακόπτη δίπλα στο Μικρόφωνο
es: Activa el interruptor junto a Micrófono
et: Aktiveerige lüliti kõrval Mikrofon
fa: دکمه تغییر حالت کنار میکروفون را فعال کنید
fi: Ota käyttöön vipu vieressä Mikrofoni
fr: Activez le bouton à bascule à côté de Microphone
he: הפעל את המתג ליד המיקרופון
hi: माइक्रोफ़ोन के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Mikrofona
hu: Aktiválja a kapcsolót a Mikrofon mellett
hy: Միկրոֆոնի հարևանության կողմից ակտիվացրեք անցկացուցիչը
id: Aktifkan tombol di sebelah Mikrofon
it: Attiva l`interruttore accanto a Microfono
ja: マイクの隣にあるトグルを有効にしてください
ko: 마이크 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Mikrofono
lv: Aktivizējiet pārslēdzēju blakus Mikrofonam
ms: Aktifkan suis sebelah Mikrofon
nb: Aktiver vippebryteren ved siden av Mikrofon
nl: Activeer de schakelaar naast Microfoon
pl: Aktywuj przełącznik obok Mikrofonu
pt: Ative a alavanca ao lado de Microfone
ro: Activați comutatorul de lângă Microfon
ru: Активируйте переключатель рядом с Микрофоном
sk: Aktivujte prepínač vedľa Mikrofónu
sl: Aktivirajte stikalo poleg Mikrofona
sr: Aktivirajte prekidač pored Mikrofona
sv: Aktivera reglaget bredvid Mikrofon
th: เปิดสวิตช์ที่อยู่ถัดจาก ไมโครโฟน
tr: Mikrofon yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч з Мікрофоном
vi: Kích hoạt công tắc bên cạnh Micro
zh: 激活位于 麦克风 旁边的切换开关

# common_permissions_recovery_android_samsung_browser_settings_list_item_2_video
source: Activate the toggle next to Camera
ar: قم بتفعيل المفتاح بجوار الكاميرا
bg: Активирайте превключвателя до Камера
cs: Aktivujte přepínač vedle Kamery
da: Aktiver kontakten ved siden af Kamera
de: Aktivieren Sie den Umschalter neben Kamera
el: Ενεργοποιήστε τον διακόπτη δίπλα στην Κάμερα
es: Activa el interruptor junto a Cámara
et: Aktiveerige lüliti kõrval Kaamera
fa: دکمه تغییر حالت کنار دوربین را فعال کنید
fi: Ota käyttöön vipu vieressä Kamera
fr: Activez le bouton à bascule à côté de Caméra
he: הפעל את המתג ליד מצלמה
hi: कैमरा के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Kamere
hu: Aktiválja a kapcsolót a Kamera mellett
hy: Տեսախցիկի հարևանը ակտիվացրեք
id: Aktifkan tombol di sebelah Kamera
it: Attiva l`interruttore accanto a Fotocamera
ja: カメラの隣にあるトグルを有効にしてください
ko: 카메라 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Kamera
lv: Aktivizējiet pārslēgšanas pogu blakus Kamera
ms: Aktifkan suis sebelah Kamera
nb: Aktiver vippebryteren ved siden av Kamera
nl: Activeer de schakelaar naast Camera
pl: Aktywuj przełącznik obok Kamery
pt: Ative a alavanca ao lado de Câmara
ro: Activați comutatorul de lângă Camera
ru: Активируйте переключатель рядом с Камерой
sk: Aktivujte prepínač vedľa Kamery
sl: Aktivirajte stikalo poleg Kamere
sr: Aktivirajte prekidač pored Kamere
sv: Aktivera reglaget bredvid Kamera
th: เปิดสวิตช์ที่อยู่ถัดจาก กล้อง
tr: Kamera yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч з Камерою
vi: Kích hoạt công tắc bên cạnh Camera
zh: 激活位于 相机 旁边的切换开关

# common_permissions_recovery_android_samsung_browser_settings_list_item_3
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kommen Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y presiona el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra, és nyomja meg a Frissítse az oldalt gombot
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på Uppdatera sidan knappen
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться на цю сторінку та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_browser_settings_title
source: Solution 1: Browser settings
ar: الحل 1: إعدادات المتصفح
bg: Решение 1: Настройки на браузъра
cs: Řešení 1: Nastavení prohlížeče
da: Løsning 1: Browserindstillinger
de: Lösung 1: Browsereinstellungen
el: Λύση 1: Ρυθμίσεις προγράμματος περιήγησης
es: Solución 1: Configuración del navegador
et: Lahendus 1: Brauseri seaded
fa: راه حل 1: تنظیمات مرورگر
fi: Ratkaisu 1: Selaimen asetukset
fr: Solution 1 : Paramètres du navigateur
he: פתרון 1: הגדרות הדפדפן
hi: समाधान 1: ब्राउज़र सेटिंग्स
hr: Rješenje 1: Postavke preglednika
hu: Megoldás 1: Böngésző beállítások
hy: Լուծում 1՝ Բրաուզերի կարգավորումներ
id: Solusi 1: Pengaturan browser
it: Soluzione 1: Impostazioni del browser
ja: ソリューション1：ブラウザの設定
ko: 솔루션 1: 브라우저 설정
lt: Sprendimas 1: Naršyklės nustatymai
lv: Risinājums 1: Pārlūka iestatījumi
ms: Penyelesaian 1: Tetapan pelayar
nb: Løsning 1: Nettleserinnstillinger
nl: Oplossing 1: Browserinstellingen
pl: Rozwiązanie 1: Ustawienia przeglądarki
pt: Solução 1: Configurações do navegador
ro: Soluția 1: Setările browserului
ru: Решение 1: Настройки браузера
sk: Riešenie 1: Nastavenia prehliadača
sl: Rešitev 1: Nastavitve brskalnika
sr: Rešenje 1: Podešavanja pretraživača
sv: Lösning 1: Webbläsarinställningar
th: วิธีที่ 1: การตั้งค่าบราวเซอร์
tr: Çözüm 1: Tarayıcı ayarları
uk: Рішення 1: Налаштування браузера
vi: Giải pháp 1: Cài đặt trình duyệt
zh: 解决方案1：浏览器设置

# common_permissions_recovery_button_primary
source: Enable in settings
ar: تمكين في الإعدادات
bg: Активиране в настройките
cs: Povolit v nastavení
da: Aktivér i indstillinger
de: In den Einstellungen aktivieren
el: Ενεργοποίηση στις ρυθμίσεις
es: Habilitar en la configuración
et: Lubage sätetes
fa: فعالسازی در بخش تنظیمات
fi: Ota käyttöön asetuksissa
fr: Accéder aux paramètres
he: הפעל בהגדרות
hi: सेटिंग में चालू करें
hr: Omogućite u postavkama
hu: Engedélyezés a beállításokban
hy: Ակտիվացնել կարգավորումների միջոցով
id: Aktifkan di pengaturan
it: Apri le impostazioni
ja: 設定で有効にする
ko: 설정에서 접근 허용
lt: Įjungti nustatymuose
lv: Atsvaidzināt
ms: Dayakannya pada tetapan
nb: Akiver i innstillingene
nl: Inschakelen in instellingen
pl: Włącz w ustawieniach
pt: Ativar em definições
ro: Activați în setări
ru: Включить в настройках
sk: Povoliť v nastaveniach
sl: Omogoči v nastavitvah
sr: Omogućite u podešavanjima
sv: Aktivera i inställningar
th: เปิดใช้งานในการตั้งค่า
tr: Ayarlarda etkinleştir
uk: Увімкнути в налаштуваннях
vi: Bật trong phần cài đặt
zh: 在设置中启用

# common_permissions_recovery_button_refresh
source: Refresh the page
ar: تحديث الصفحة
bg: Опреснете страницата
cs: Obnovte stránku
da: Opdater siden
de: Aktualisieren Sie die Seite
el: Ανανεώστε τη σελίδα
es: Actualiza la página
et: Värskenda lehte
fa: صفحه را تازه کنید
fi: Päivitä sivu
fr: Actualiser la page
he: רענן את הדף
hi: पृष्ठ को ताज़ा करें
hr: Osvježi stranicu
hu: Frissítse az oldalt
hy: Թարմացրեք էջը
id: Segarkan halaman
it: Aggiorna la pagina
ja: ページを更新する
ko: 페이지를 새로 고치세요
lt: Atnaujinkite puslapį
lv: Atsvaidzināt lapu
ms: Muat semula halaman
nb: Oppdater siden
nl: Vernieuw de pagina
pl: Odśwież stronę
pt: Atualize a página
ro: Reîmprospătați pagina
ru: Обновите страницу
sk: Obnovte stránku
sl: Osveži stran
sr: Osvežite stranicu
sv: Uppdatera sidan
th: รีเฟรชหน้า
tr: Sayfayı yenileyin
uk: Оновіть сторінку
vi: Làm mới trang
zh: 刷新页面

# common_permissions_recovery_desktop_chrome_browser_settings_list_item_1
source: In your browser, click the settings icon in the address bar
ar: في متصفحك، انقر على أيقونة الإعدادات في شريط العنوان
bg: Във вашия браузър, кликнете върху иконката за настройки в адресната лента
cs: V prohlížeči klikněte na ikonu nastavení v adresním řádku
da: I din browser, klik på indstillingsikonet i adresselinjen
de: In Ihrem Browser klicken Sie auf das Einstellungssymbol in der Adressleiste
el: Στον περιηγητή σας, κάντε κλικ στο εικονίδιο ρυθμίσεων στη γραμμή διευθύνσεων
es: En tu navegador, haz clic en el icono de configuración en la barra de direcciones
et: Klõpsake brauseris aadressiribal seadete ikoonil
fa: در مرورگر خود، روی آیکون قفل در نوار آدرس کلیک کنید
fi: Valitse asetukset-kuvake selaimen osoiteriviltä
fr: Dans votre navigateur, cliquez sur l`icône des paramètres dans la barre d`adresse
he: בדפדפן שלך, לחץ על אייקון ההגדרות בשורת הכתובת
hi: अपने ब्राउज़र में, पता पट्टी में सेटिंग्स आइकन पर क्लिक करें
hr: U svom pregledniku, kliknite na ikonu postavki u adresnoj traci
hu: A böngészőjében kattintson a beállítások ikonra a címsorban
hy: Ձեր զննարկչում, սեղմեք կարգավորումների պատկերակը հասցեի գոտու մեջ
id: Di browser Anda, klik ikon pengaturan di bilah alamat
it: Nel tuo browser, fai clic sull`icona delle impostazioni nella barra degli indirizzi
ja: ブラウザで、アドレスバーにある設定アイコンをクリックします
ko: 브라우저에서 주소 표시줄에 있는 설정 아이콘 을 클릭하세요.
lt: Savo naršyklėje spustelėkite nustatymų piktogramą adreso juostoje
lv: Savā pārlūkprogrammā noklikšķiniet uz iestatījumu ikonas adrešu joslā
ms: Di pelayar anda, klik ikon tetapan di bar alamat
nb: I nettleseren din, klikk på innstillingsikonet i adressefeltet
nl: In uw browser, klik op het instellingenpictogram in de adresbalk
pl: W swojej przeglądarce kliknij ikonę ustawień na pasku adresu
pt: No seu navegador, clique no ícone de configurações na barra de endereços
ro: În browserul dvs., faceți clic pe pictograma setărilor în bara de adrese
ru: В вашем браузере нажмите на иконку настроек в адресной строке
sk: V prehliadači kliknite na ikonu nastavení v adresovom riadku
sl: V vašem brskalniku kliknite ikono za nastavitve v naslovni vrstici
sr: U vašem pretraživaču, kliknite na ikonicu postavki u adresnoj traci
sv: I din webbläsare, klicka på inställningsikonen i adressfältet
th: ในเบราว์เซอร์ของคุณ คลิกที่ไอคอนการตั้งค่า ที่แถบที่อยู่
tr: Tarayıcınızda, adres çubuğunda ayarlar simgesini tıklayın
uk: У вашому браузері натисніть на іконку налаштувань у адресному рядку
vi: Trên trình duyệt của bạn, nhấp vào biểu tượng cài đặt ở thanh địa chỉ
zh: 在您的浏览器中，点击地址栏中的设置图标

# common_permissions_recovery_desktop_chrome_browser_settings_list_item_2_audio
source: Activate the toggle next to Microphone
ar: قم بتفعيل المفتاح بجوار الميكروفون
bg: Активирайте превключвателя до Микрофон
cs: Aktivujte přepínač vedle Mikrofonu
da: Aktiver kontakten ved siden af Mikrofon
de: Aktivieren Sie den Umschalter neben Mikrofon
el: Ενεργοποιήστε τον διακόπτη δίπλα στο Μικρόφωνο
es: Activa el interruptor junto a Micrófono
et: Aktiveerige lüliti kõrval Mikrofon
fa: دکمه تغییر حالت کنار میکروفون را فعال کنید
fi: Ota käyttöön vipu vieressä Mikrofoni
fr: Activez le bouton à bascule à côté de Microphone
he: הפעל את המתג ליד המיקרופון
hi: माइक्रोफ़ोन के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Mikrofona
hu: Aktiválja a kapcsolót a Mikrofon mellett
hy: Ակտիվացրեք անցանցիչը Միկրոֆոնի կողքում
id: Aktifkan tombol di sebelah Mikrofon
it: Attiva l`interruttore accanto a Microfono
ja: マイクの隣にあるトグルを有効にしてください
ko: 마이크 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Mikrofono
lv: Aktivizējiet pārslēdzēju blakus Mikrofonam
ms: Aktifkan suis sebelah Mikrofon
nb: Aktiver vippebryteren ved siden av Mikrofon
nl: Activeer de schakelaar naast Microfoon
pl: Aktywuj przełącznik obok Mikrofonu
pt: Ative a alavanca ao lado de Microfone
ro: Activați comutatorul de lângă Microfon
ru: Активируйте переключатель рядом с Микрофоном
sk: Aktivujte prepínač vedľa Mikrofónu
sl: Aktivirajte stikalo poleg Mikrofona
sr: Aktivirajte prekidač pored Mikrofona
sv: Aktivera reglaget bredvid Mikrofon
th: เปิดสวิตช์ที่อยู่ถัดจาก ไมโครโฟน
tr: Mikrofon yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч з Мікрофоном
vi: Kích hoạt công tắc bên cạnh Micro
zh: 激活位于 麦克风 旁边的切换开关

# common_permissions_recovery_desktop_chrome_browser_settings_list_item_2_video
source: Activate the toggle next to Camera
ar: قم بتفعيل المفتاح بجوار الكاميرا
bg: Активирайте превключвателя до Камера
cs: Aktivujte přepínač vedle Kamery
da: Aktiver kontakten ved siden af Kamera
de: Aktivieren Sie den Umschalter neben Kamera
el: Ενεργοποιήστε τον διακόπτη δίπλα στην Κάμερα
es: Activa el interruptor junto a Cámara
et: Aktiveerige lüliti kõrval Kaamera
fa: دکمه تغییر حالت کنار دوربین را فعال کنید
fi: Ota käyttöön vipu vieressä Kamera
fr: Activez le bouton à bascule à côté de Caméra
he: הפעל את המתג ליד מצלמה
hi: कैमरा के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Kamere
hu: Aktiválja a kapcsolót a Kamera mellett
hy: Տեսախցիկի հարևանը ակտիվացրեք
id: Aktifkan tombol di sebelah Kamera
it: Attiva l`interruttore accanto a Fotocamera
ja: カメラの隣にあるトグルを有効にしてください
ko: 카메라 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Kamera
lv: Aktivizējiet pārslēdzēju blakus Kamera
ms: Aktifkan suis sebelah Kamera
nb: Aktiver vippebryteren ved siden av Kamera
nl: Activeer de schakelaar naast Camera
pl: Aktywuj przełącznik obok Kamery
pt: Ative a alavanca ao lado de Câmara
ro: Activați comutatorul de lângă Camera
ru: Активируйте переключатель рядом с Камера
sk: Aktivujte prepínač vedľa Kamery
sl: Aktivirajte stikalo poleg Kamere
sr: Aktivirajte prekidač pored Kamere
sv: Aktivera reglaget bredvid Kamera
th: เปิดสวิตช์ที่อยู่ถัดจาก กล้อง
tr: Kamera yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч з Камерою
vi: Kích hoạt công tắc bên cạnh Camera
zh: 激活相机旁边的切换开关

# common_permissions_recovery_desktop_chrome_browser_settings_list_item_3
source: Come back to this page and click the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и кликнете върху бутона Опреснете страницата
cs: Vraťte se na tuto stránku a klikněte na tlačítko Obnovit stránku
da: Kom tilbage til denne side og klik på Opdater siden knappen
de: Kommen Sie auf diese Seite zurück und klicken Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και κάντε κλικ στο κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y haz clic en el botón Actualizar la página
et: Tulge tagasi sellele lehele ja klõpsake nupul Lehe värskendamine
fa: به این صفحه برگردید و روی دکمه تغییرات را اعمال کردم کلیک کنید
fi: Palaa tälle sivulle ja napsauta Päivitä sivu -painiketta
fr: Revenez à cette page et cliquez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על הכפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन पर क्लिक करें
hr: Vratite se na ovu stranicu i kliknite na gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra, és kattintson a Frissítse az oldalt gombra
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan klik tombol Segarkan halaman
it: Torna a questa pagina e clicca sul pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをクリックしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 클릭하세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un noklikšķiniet uz pogas Atsvaidzināt lapu
ms: Kembali ke halaman ini dan klik butang Segarkan halaman
nb: Kom tilbake til denne siden og klikk på Oppdater siden knappen
nl: Kom terug naar deze pagina en klik op de Pagina vernieuwen knop
pl: Wróć do tej strony i kliknij przycisk Odśwież stronę
pt: Volte a esta página e clique no botão Atualizar a página
ro: Reveniți la această pagină și faceți clic pe butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a kliknite na tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in kliknite na gumb Osveži stran
sr: Vratite se na ovu stranicu i kliknite na dugme Osveži stranicu
sv: Kom tillbaka till denna sida och klicka på knappen Uppdatera sidan
th: กลับมาที่หน้านี้และคลิกที่ปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться до цієї сторінки та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấp vào nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_desktop_edge_browser_settings_list_item_1
source: In your browser, click the lock icon in the address bar
ar: في المتصفح الخاص بك، انقر على أيقونة القفل في شريط العنوان
bg: Във вашия браузър, кликнете върху иконата за заключване в адресната лента
cs: Klikněte v prohlížeči na ikonu zámku v adresním řádku
da: I din browser skal du klikke på låseikonet i adresselinjen
de: Klicken Sie in Ihrem Browser auf das Schloss-Symbol in der Adressleiste
el: Στον περιηγητή σας, κάντε κλικ στο εικονίδιο κλειδαριάς στη γραμμή διευθύνσεων
es: En tu navegador, haz clic en el icono de candado en la barra de direcciones
et: Klõpsake oma brauseris aadressiribal luku ikoonil
fa: در مرورگر خود، روی آیکون قفل در نوار آدرس کلیک کنید
fi: Napsauta lukkokuvaketta osoiterivillä selaimessasi
fr: Dans votre navigateur, cliquez sur l`icône de verrouillage dans la barre d`adresse
he: בדפדפן שלך, לחץ על סמל הנעילה בשורת הכתובת
hi: अपने ब्राउज़र में, पता पट्टी में ताला आइकन पर क्लिक करें
hr: U svom pregledniku, kliknite na ikonu lokota u adresnoj traci
hu: A böngészőjében kattintson a lakat ikonra a címsorban
hy: Ձեր զննարկչում սեղմեք կողպածի պատկերակը հասցեի գոտու վրա
id: Di browser Anda, klik ikon gembok di bilah alamat
it: Nel tuo browser, fai clic sull`icona del lucchetto nella barra degli indirizzi
ja: ブラウザで、アドレスバーにあるロックアイコン をクリックしてください
ko: 브라우저에서 주소 표시 줄에 있는 자물쇠 아이콘 을 클릭하세요.
lt: Savo naršyklėje spustelėkite užrakto piktogramą adreso juostoje
lv: Savā pārlūkprogrammā noklikšķiniet uz bloķēšanas ikonas adrešu joslā
ms: Di pelayar anda, klik ikon kunci di bar alamat
nb: I nettleseren din, klikk på låsikonet i adressefeltet
nl: Klik in uw browser op het slotpictogram in de adresbalk
pl: W swojej przeglądarce kliknij ikonę zabezpieczenia na pasku adresu
pt: No seu navegador, clique no ícone de bloqueio na barra de endereços
ro: În browserul tău, fă clic pe pictograma de blocare din bara de adrese
ru: В вашем браузере нажмите на значок замка в адресной строке
sk: Kliknite v prehliadači na ikonu zámku v adresnom riadku
sl: V svojem brskalniku kliknite na ikono za zaklepanje v naslovni vrstici
sr: U vašem pretraživaču, kliknite na ikonicu za zaključavanje u adresnoj traci
sv: I din webbläsare, klicka på låsikonen i adressfältet
th: ในเบราว์เซอร์ของคุณ คลิกที่ไอคอนล็อค ที่แถบที่อยู่
tr: Tarayıcınızda, adres çubuğunda kilit simgesine tıklayın
uk: У вашому браузері натисніть на іконку замка у адресному рядку
vi: Trên trình duyệt của bạn, nhấp vào biểu tượng khóa trên thanh địa chỉ
zh: 在您的浏览器中，点击地址栏中的锁图标

# common_permissions_recovery_desktop_edge_browser_settings_list_item_2_audio
source: Click the dropdown next to Microphone and select Allow
ar: انقر على القائمة المنسدلة بجوار الميكروفون واختر السماح
bg: Кликнете върху падащото меню до Микрофон и изберете Разреши
cs: Klikněte na rozevírací nabídku vedle Mikrofonu a vyberte Povolit
da: Klik på rullemenuen ved siden af Mikrofon og vælg Tillad
de: Klicken Sie auf das Dropdown-Menü neben Mikrofon und wählen Sie Zulassen aus
el: Κάντε κλικ στο αναπτυσσόμενο μενού δίπλα στο Μικρόφωνο και επιλέξτε Επιτρέπεται
es: Haz clic en el desplegable junto a Micrófono y selecciona Permitir
et: Klõpsake rippmenüül kõrval Mikrofon ja valige Luba
fa: روی کادر بازشو کنار میکروفون کلیک کنید و اجازه را انتخاب کنید
fi: Napsauta pudotusvalikkoa kohdassa Mikrofoni ja valitse Salli
fr: Cliquez sur le menu déroulant à côté de Microphone et sélectionnez Autoriser
he: לחץ על התפריט הנפתח ליד מיקרופון ובחר אפשר
hi: माइक्रोफ़ोन के बगल में ड्रॉपडाउन पर क्लिक करें और अनुमति दें चुनें
hr: Kliknite padajući izbornik pokraj Mikrofon i odaberite Dopusti
hu: Kattintson a legördülő menüre a Mikrofon mellett és válassza a Engedélyezés opciót
hy: Սեղմեք Միկրոֆոնի կողքին ընտրացանկի վրա և նշեք Թույլատրել
id: Klik dropdown di sebelah Mikrofon dan pilih Izinkan
it: Fai clic sul menu a discesa accanto a Microfono e seleziona Consenti
ja: マイクの隣のドロップダウンをクリックし、許可を選択します
ko: 마이크 옆의 드롭다운을 클릭하고 허용을 선택하세요
lt: Spustelėkite išskleidžiamąjį meniu šalia Mikrofono ir pasirinkite Leisti
lv: Noklikšķiniet uz nolaižamās izvēlnes blakus Mikrofons un izvēlieties Atļaut
ms: Klik pada dropdown di sebelah Mikrofon dan pilih Benarkan
nb: Klikk på rullegardinmenyen ved siden av Mikrofon og velg Tillat
nl: Klik op het dropdown-menu naast Microfoon en selecteer Toestaan
pl: Kliknij rozwijane menu obok Mikrofonu i wybierz Zezwól
pt: Clique na caixa de seleção ao lado de Microfone e selecione Permitir
ro: Faceți clic pe meniul derulant de lângă Microfon și selectați Permiteți
ru: Нажмите на выпадающий список рядом с Микрофоном и выберите Разрешить
sk: Kliknite na rozbaľovaciu ponuku vedľa Mikrofón a vyberte Povoliť
sl: Kliknite na spustni meni poleg Mikrofon in izberite Dovoli
sr: Kliknite na padajući meni pored Mikrofona i izaberite Dozvoli
sv: Klicka på rullgardinsmenyn bredvid Mikrofon och välj Tillåt
th: คลิกที่เมนูแบบเลื่อนลงที่อยู่ถัดจาก ไมโครโฟน และเลือก อนุญาต
tr: Mikrofon yanındaki açılır menüye tıklayın ve İzin Ver seçeneğini seçin
uk: Клацніть на випадаюче меню поруч з Мікрофоном та виберіть Дозволити
vi: Nhấp vào hộp thả xuống bên cạnh Micro và chọn Cho phép
zh: 点击 麦克风旁边的下拉菜单，然后选择允许
