Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_upload_title_address_certificate_back
source: Submit address card (back)
ar: أرسل بطاقة العنوان (الخلف)
bg: Подайте адресна карта (отзад)
cs: Odeslat adresní kartu (zadní strana)
da: Indsend adressekort (bagside)
de: Adresskarte einreichen (Rückseite)
el: Υποβολή κάρτας διεύθυνσης (πίσω)
es: Enviar tarjeta de dirección (detrás)
et: Esitage aadressikaart (tagakülg)
fa: کارت آدرس را ارسال کنید (پشت)
fi: Lähetä osoitekortti (takapuoli)
fr: Soumettre la carte d`adresse (dos)
he: שלח כרטיס כתובת (אחור)
hi: पता कार्ड (पीछे) सबमिट करें
hr: Pošalji adresnu karticu (straga)
hu: Cím kártya (hátul) beküldése
hy: Ներկայացրեք հասցեի քարտը (ետ)
id: Kirim kartu alamat (belakang)
it: Invia la carta d`indirizzo (retro)
ja: 住所カード（裏面）を提出する
ko: 주소 카드 제출 (뒷면)
lt: Pateikti adreso kortelę (galas)
lv: Iesniedziet adreses kartiņu (aizmugurē)
ms: Hantar kad alamat (belakang)
nb: Send inn adressekort (bakside)
nl: Adreskaart inleveren (achterkant)
pl: Zatwierdź kartę adresową (tył)
pt: Enviar cartão de endereço (verso)
ro: Trimiteți cardul de adresă (spate)
ru: Отправить адресную карточку (с обратной стороны)
sk: Odovzdať adresnú kartu (zadná strana)
sl: Pošlji naslovno kartico (hrbtna stran)
sr: Pošalji adresnu karticu (pozadina)
sv: Lämna in adresskort (baksida)
th: ส่งบัตรที่อยู่ (ด้านหลัง)
tr: Adres kartını (arka) gönder
uk: Надіслати адресну картку (ззаду)
vi: Gửi thẻ địa chỉ (mặt sau)
zh: 提交地址卡（背面）

# proofOfAddress_upload_title_address_certificate_front
source: Submit address card (front)
ar: أرسل بطاقة العنوان (الجهة الأمامية)
bg: Представете адресна карта (отпред)
cs: Odeslat adresní kartu (přední strana)
da: Indsend adressekort (foran)
de: Adresskarte einreichen (Vorderseite)
el: Υποβολή κάρτας διεύθυνσης (μπροστά)
es: Enviar tarjeta de dirección (frente)
et: Esitage aadressikaart (esikülg)
fa: کارت آدرس (جلو) را ارسال کنید
fi: Lähetä osoitekortti (etuosa)
fr: Soumettre la carte d`adresse (recto)
he: שלח כרטיס כתובת (חזית)
hi: पता कार्ड (सामने) सबमिट करें
hr: Predajte adresnu karticu (prednja strana)
hu: Cím kártya (elöl) beküldése
hy: Ներկայացրեք հասցեի քարտը (առաջին կողմ)
id: Kirimkan kartu alamat (bagian depan)
it: Invia la carta d`indirizzo (fronte)
ja: 住所カード（表）を提出してください
ko: 주소 카드 제출 (앞면)
lt: Pateikti adreso kortelę (priekis)
lv: Iesniedziet adreses karti (priekšpuse)
ms: Hantar kad alamat (depan)
nb: Send inn adresskort (forside)
nl: Adreskaart inleveren (voorkant)
pl: Zatwierdź kartę adresową (przód)
pt: Enviar cartão de endereço (frente)
ro: Trimiteți cardul de adresă (față)
ru: Отправить адресную карточку (лицевая сторона)
sk: Odovzdať adresnú kartu (predná strana)
sl: Predloži naslovno kartico (spredaj)
sr: Pošalji adresnicu (prednja strana)
sv: Skicka adresskort (fram)
th: ส่งบัตรที่อยู่ (ด้านหน้า)
tr: Adres kartını (ön yüz) gönder
uk: Надіслати адресну картку (спереду)
vi: Gửi thẻ địa chỉ (mặt trước)
zh: 提交地址卡（正面）

# proofOfAddress_upload_title_bank_building_society_statement_back
source: Submit statement
ar: إرسال بيان
bg: Изпращане на извлечение
cs: Odeslat prohlášení
da: Indsend erklæring
de: Auszug senden
el: Υποβολή δήλωσης
es: Enviar extracto
et: Esitage väljavõte
fa: ارسال صورتحساب
fi: Lähetä tiliote
fr: Envoyer le relevé
he: שלח הצהרה
hi: स्टेटमेंट सबमिट करें
hr: Pošalji izjavu
hu: Dokumentum beküldése
hy: Ուղարկել քաղվածքը
id: Kirim rekening bulanan
it: Invia estratto conto
ja: 明細書を送信
ko: 명세서 제출
lt: Pateikti išrašą
lv: Iesniegt izziņu
ms: Hantar penyata
nb: Send inn kontoutskrift
nl: Afschrift indienen
pl: Prześlij dokument
pt: Enviar declaração
ro: Trimiteți extras
ru: Отправить выписку
sk: Odošlite výpis
sl: Predloži izjavo
sr: Pošalji izvod
sv: Skicka in utdrag
th: ส่งใบแจ้งยอด
tr: Beyan gönder
uk: Надіслати виписку
vi: Gửi bảng sao kê
zh: 提交对账单

# proofOfAddress_upload_title_bank_building_society_statement_front
source: Submit statement
ar: إرسال بيان
bg: Изпращане на извлечение
cs: Odeslat prohlášení
da: Indsend erklæring
de: Auszug senden
el: Υποβολή δήλωσης
es: Enviar extracto
et: Esitage väljavõte
fa: ارسال صورتحساب
fi: Lähetä tiliote
fr: Envoyer le relevé
he: שלח הצהרה
hi: स्टेटमेंट सबमिट करें
hr: Pošalji izjavu
hu: Dokumentum beküldése
hy: Ուղարկել քաղվածքը
id: Kirim rekening bulanan
it: Invia estratto conto
ja: 明細書を送信
ko: 명세서 제출
lt: Pateikti išrašą
lv: Iesniegt izziņu
ms: Hantar penyata
nb: Send inn kontoutskrift
nl: Afschrift indienen
pl: Prześlij dokument
pt: Enviar declaração
ro: Trimiteți extras
ru: Отправить выписку
sk: Odošlite výpis
sl: Predloži izjavo
sr: Pošalji izvod
sv: Skicka in utdrag
th: ส่งใบแจ้งยอด
tr: Beyan gönder
uk: Надіслати виписку
vi: Gửi bảng sao kê
zh: 提交对账单

# proofOfAddress_upload_title_bank_statement_back
source: Submit statement
ar: إرسال بيان
bg: Изпращане на извлечение
cs: Odeslat prohlášení
da: Indsend erklæring
de: Auszug senden
el: Υποβολή δήλωσης
es: Enviar extracto
et: Esitage väljavõte
fa: ارسال صورتحساب
fi: Lähetä tiliote
fr: Envoyer le relevé
he: שלח הצהרה
hi: स्टेटमेंट सबमिट करें
hr: Pošalji izjavu
hu: Dokumentum beküldése
hy: Ուղարկել քաղվածքը
id: Kirim rekening bulanan
it: Invia estratto conto
ja: 明細書を送信
ko: 명세서 제출
lt: Pateikti išrašą
lv: Iesniegt izziņu
ms: Hantar penyata
nb: Send inn kontoutskrift
nl: Afschrift indienen
pl: Prześlij dokument
pt: Enviar declaração
ro: Trimiteți extras
ru: Отправить выписку
sk: Odošlite výpis
sl: Predloži izjavo
sr: Pošalji izvod
sv: Skicka in utdrag
th: ส่งใบแจ้งยอด
tr: Beyan gönder
uk: Надіслати виписку
vi: Gửi bảng sao kê
zh: 提交对账单

# proofOfAddress_upload_title_bank_statement_front
source: Submit statement
ar: إرسال بيان
bg: Изпращане на извлечение
cs: Odeslat prohlášení
da: Indsend erklæring
de: Auszug senden
el: Υποβολή δήλωσης
es: Enviar extracto
et: Esitage väljavõte
fa: ارسال صورتحساب
fi: Lähetä tiliote
fr: Envoyer le relevé
he: שלח הצהרה
hi: स्टेटमेंट सबमिट करें
hr: Pošalji izjavu
hu: Dokumentum beküldése
hy: Ուղարկել քաղվածքը
id: Kirim rekening bulanan
it: Invia estratto conto
ja: 明細書を送信
ko: 명세서 제출
lt: Pateikti išrašą
lv: Iesniegt izziņu
ms: Hantar penyata
nb: Send inn kontoutskrift
nl: Afschrift indienen
pl: Prześlij dokument
pt: Enviar declaração
ro: Trimiteți extras
ru: Отправить выписку
sk: Odošlite výpis
sl: Predloži izjavo
sr: Pošalji izvod
sv: Skicka in utdrag
th: ส่งใบแจ้งยอด
tr: Beyan gönder
uk: Надіслати виписку
vi: Gửi bảng sao kê
zh: 提交对账单

# proofOfAddress_upload_title_benefit_letters_back
source: Submit letter
ar: أرسِل الرسالة
bg: Подаване на служебна бележка
cs: Odeslat dopis
da: Indsend brev
de: Schreiben einreichen
el: Υποβολή επιστολής
es: Enviar carta
et: Esitage kiri
fa: ارسال نامه
fi: Lähetä kirje
fr: Envoyer la lettre
he: שלח מכתב
hi: पत्र सबमिट करें
hr: Pošalji potvrdu
hu: Levél beküldése
hy: Ուղարկել նամակը
id: Kirim surat
it: Invia lettera
ja: 手紙を送信
ko: 정부 서신 제출
lt: Pateikti laišką
lv: Iesniegt vēstuli
ms: Hantar surat
nb: Send inn brev
nl: Brief indienen
pl: Prześlij list
pt: Enviar carta
ro: Trimiteți scrisoare
ru: Отправить письмо
sk: Odošlite potvrdenie
sl: Predloži pismo
sr: Pošalji potvrdu
sv: Skicka in brev
th: ส่งจดหมาย
tr: Mektup gönder
uk: Надіслати лист
vi: Gửi thư
zh: 提交信函

# proofOfAddress_upload_title_benefit_letters_front
source: Submit letter
ar: أرسِل الرسالة
bg: Подаване на служебна бележка
cs: Odeslat dopis
da: Indsend brev
de: Schreiben einreichen
el: Υποβολή επιστολής
es: Enviar carta
et: Esitage kiri
fa: ارسال نامه
fi: Lähetä kirje
fr: Envoyer la lettre
he: שלח מכתב
hi: पत्र सबमिट करें
hr: Pošalji potvrdu
hu: Levél beküldése
hy: Ուղարկել նամակը
id: Kirim surat
it: Invia lettera
ja: 手紙を送信
ko: 정부 서신 제출
lt: Pateikti laišką
lv: Iesniegt vēstuli
ms: Hantar surat
nb: Send inn brev
nl: Brief indienen
pl: Prześlij list
pt: Enviar carta
ro: Trimiteți scrisoare
ru: Отправить письмо
sk: Odošlite potvrdenie
sl: Predloži pismo
sr: Pošalji potvrdu
sv: Skicka in brev
th: ส่งจดหมาย
tr: Mektup gönder
uk: Надіслати лист
vi: Gửi thư
zh: 提交信函

# proofOfAddress_upload_title_council_tax_back
source: Submit Local Government Tax Letter
ar: قدم خطاب ضريبة الحكومة المحلية
bg: Подайте писмо за местен данък от общината
cs: Odeslat dopis místní vládě o daních
da: Indsend Lokal Skattebrev fra Kommunen
de: Lokale Steuerbescheinigung der Regierung einreichen
el: Υποβολή Επιστολής Φορολογίας Τοπικής Αυτοδιοίκησης
es: Enviar Carta de Impuesto del Gobierno Local
et: Esitage kohaliku omavalitsuse maksukiri
fa: ارسال نامه
fi: Jätä paikallishallinnon verokirje
fr: Soumettre la Lettre d`Impôt du Gouvernement Local
he: שלח מכתב מס ממשלה מקומית
hi: स्थानीय सरकार कर पत्र जमा करें
hr: Pošalji pismo lokalne porezne uprave
hu: Helyi Önkormányzati Adólevél benyújtása
hy: Ներկայացրեք տեղական կառավարության հարկային նամակը
id: Kirimkan Surat Pajak Pemerintah Daerah
it: Invia la Lettera Fiscale del Governo Locale
ja: 地方自治体税の書類を提出する
ko: 지방 정부 세금 통지서 제출
lt: Pateikti vietos valdžios mokesčių laišką
lv: Iesniedziet vietējās pašvaldības nodokļu vēstuli
ms: Hantar Surat Cukai Kerajaan Tempatan
nb: Send inn skattebrev for lokalregjering
nl: Dien Lokale Overheidsbelastingbrief in
pl: Złóż list dotyczący podatku lokalnego
pt: Envie a Carta de Imposto do Governo Local
ro: Trimiteți Scrisoarea de Impozit a Guvernului Local
ru: Отправить письмо о местном налоге от правительства
sk: Odovzdajte list miestnej samosprávy o daniach
sl: Predložite davčno pismo lokalne vlade
sr: Pošaljite pismo lokalne poreske uprave
sv: Skicka in skattebrev för lokal myndighet
th: ส่งจดหมายภาษีรัฐบาลท้องถิ่น
tr: Yerel Hükümet Vergi Mektubunu Gönderin
uk: Надіслати лист про місцевий податок від органів місцевого самоврядування
vi: Gửi Thư Thuế Chính Quyền Địa Phương
zh: 提交地方政府税务信函

# proofOfAddress_upload_title_council_tax_front
source: Submit Local Government Tax Letter
ar: قدم خطاب ضريبة الحكومة المحلية
bg: Подайте писмо за местен данък от общината
cs: Odeslat dopis místní vládě o daních
da: Indsend Lokal Skattebrev fra Kommunen
de: Lokale Steuerbescheinigung der Regierung einreichen
el: Υποβολή Επιστολής Φορολογίας Τοπικής Αυτοδιοίκησης
es: Enviar Carta de Impuesto del Gobierno Local
et: Esitage kohaliku omavalitsuse maksukiri
fa: ارسال نامه
fi: Jätä paikallishallinnon verokirje
fr: Soumettre la Lettre d`Impôt du Gouvernement Local
he: שלח מכתב מס ממשלה מקומית
hi: स्थानीय सरकार कर पत्र जमा करें
hr: Pošalji pismo lokalne porezne uprave
hu: Helyi Önkormányzati Adólevél benyújtása
hy: Ներկայացրեք տեղական կառավարության հարկային նամակը
id: Kirimkan Surat Pajak Pemerintah Daerah
it: Invia la Lettera Fiscale del Governo Locale
ja: 地方自治体税の書類を提出する
ko: 지방 정부 세금 통지서 제출
lt: Pateikti vietos valdžios mokesčių laišką
lv: Iesniedziet vietējās pašvaldības nodokļu vēstuli
ms: Hantar Surat Cukai Kerajaan Tempatan
nb: Send inn skattebrev for lokalregjering
nl: Dien Lokale Overheidsbelastingbrief in
pl: Złóż list dotyczący podatku lokalnego
pt: Envie a Carta de Imposto do Governo Local
ro: Trimiteți Scrisoarea de Impozit a Guvernului Local
ru: Отправить письмо о местном налоге от правительства
sk: Odovzdajte list miestnej samosprávy o daniach
sl: Predložite davčno pismo lokalne vlade
sr: Pošaljite pismo lokalne poreske uprave
sv: Skicka in skattebrev för lokal myndighet
th: ส่งจดหมายภาษีรัฐบาลท้องถิ่น
tr: Yerel Hükümet Vergi Mektubunu Gönderin
uk: Надіслати лист про місцевий податок від органів місцевого самоврядування
vi: Gửi Thư Thuế Chính Quyền Địa Phương
zh: 提交地方政府税务信函

# proofOfAddress_upload_title_exchange_house_statement_back
source: Submit exchange house statement
ar: قدم بيان بيت الصرافة
bg: Представете извлечение от обменното бюро
cs: Odevzdejte výpis z měnárny
da: Indsend vekselbureauets erklæring
de: Austauschhaus-Aussage einreichen
el: Υποβάλετε δήλωση σπιτιού ανταλλαγής
es: Enviar declaración de casa de cambio
et: Esitage vahetuspunkti aruanne
fa: بیانیه خانه مبادله را ارسال کنید
fi: Lähetä valuutanvaihtotoimiston lausunto
fr: Soumettre le relevé de la maison d`échange
he: שלח הצהרת בית החליפין
hi: एक्सचेंज हाउस का बयान जमा करें
hr: Predajte izjavu mjenjačnice
hu: Adja be a pénzváltó ház nyilatkozatát
hy: Ներկայացրեք փոխանակման տունի հաշվետվությունը
id: Kirimkan pernyataan rumah pertukaran
it: Invia il rendiconto della casa di cambio
ja: 両替所の明細を提出する
ko: 환전소 명세서 제출
lt: Pateikti keityklos ataskaitą
lv: Iesniedziet apmaiņas mājas paziņojumu
ms: Hantar penyata rumah pertukaran
nb: Send inn utvekslingshusets uttalelse
nl: Verzend verklaring van wisselkantoor
pl: Złóż oświadczenie domu wymiany
pt: Envie o extrato da casa de câmbio
ro: Trimite declarația casei de schimb
ru: Представьте выписку из обменного пункта
sk: Odovzdajte výpis z pobočky zmenárne
sl: Predložite izjavo menjalnice
sr: Pošalji izjavu menjačnice
sv: Lämna in växlingshusets uttalande
th: ส่งใบแจ้งยอดการแลกเปลี่ยนของบ้าน
tr: Döviz bürosu beyanını gönder
uk: Надіслати виписку з обмінного пункту
vi: Nộp báo cáo ngân hàng giao dịch
zh: 提交汇款公司声明

# proofOfAddress_upload_title_exchange_house_statement_front
source: Submit exchange house statement
ar: قدم بيان بيت الصرافة
bg: Представете извлечение от обменното бюро
cs: Odevzdejte výpis z měnárny
da: Indsend vekselbureauets erklæring
de: Austauschhaus-Aussage einreichen
el: Υποβάλετε δήλωση σπιτιού ανταλλαγής
es: Enviar declaración de casa de cambio
et: Esitage vahetuspunkti aruanne
fa: بیانیه خانه مبادله را ارسال کنید
fi: Lähetä valuutanvaihtotoimiston lausunto
fr: Soumettre le relevé de la maison d`échange
he: שלח הצהרת בית החליפין
hi: एक्सचेंज हाउस का बयान जमा करें
hr: Predajte izjavu mjenjačnice
hu: Adja be a pénzváltó ház nyilatkozatát
hy: Ներկայացրեք փոխանակման տունի հաշվետվությունը
id: Kirimkan pernyataan rumah pertukaran
it: Invia il rendiconto della casa di cambio
ja: 両替所の明細を提出する
ko: 환전소 명세서 제출
lt: Pateikti keityklos ataskaitą
lv: Iesniedziet apmaiņas mājas paziņojumu
ms: Hantar penyata rumah pertukaran
nb: Send inn utvekslingshusets uttalelse
nl: Verzend verklaring van wisselkantoor
pl: Złóż oświadczenie domu wymiany
pt: Envie o extrato da casa de câmbio
ro: Trimite declarația casei de schimb
ru: Представьте выписку из обменного пункта
sk: Odovzdajte výpis z pobočky zmenárne
sl: Predložite izjavo menjalnice
sr: Pošalji izjavu menjačnice
sv: Lämna in växlingshusets uttalande
th: ส่งใบแจ้งยอดการแลกเปลี่ยนของบ้าน
tr: Döviz bürosu beyanını gönder
uk: Надіслати виписку з обмінного пункту
vi: Nộp báo cáo ngân hàng giao dịch
zh: 提交汇款公司声明

# proofOfAddress_upload_title_general_letter_back
source: Submit general letter
ar: أرسل رسالة عامة
bg: Изпратете общо писмо
cs: Odeslat obecný dopis
da: Indsend generelt brev
de: Allgemeinen Brief einreichen
el: Υποβάλετε γενική επιστολή
es: Enviar carta general
et: Esita üldkiri
fa: نامه عمومی ارسال کنید
fi: Lähetä yleiskirje
fr: Soumettre une lettre générale
he: שלח מכתב כללי
hi: सामान्य पत्र जमा करें
hr: Pošalji općenito pismo
hu: Általános levél benyújtása
hy: Ուղարկեք ընդհանուր նամակ
id: Kirim surat umum
it: Invia lettera generale
ja: 一般的な手紙を提出する
ko: 일반 편지 제출
lt: Pateikti bendrąjį laišką
lv: Iesniegt vispārējo vēstuli
ms: Hantar surat umum
nb: Send inn generelt brev
nl: Algemene brief indienen
pl: Złóż ogólny list
pt: Enviar carta geral
ro: Trimiteți scrisoare generală
ru: Отправить общее письмо
sk: Odoslať všeobecný list
sl: Pošlji splošno pismo
sr: Pošalji opšte pismo
sv: Skicka allmänt brev
th: ส่งจดหมายทั่วไป
tr: Genel mektubu gönder
uk: Надіслати загальний лист
vi: Gửi thư chung
zh: 提交一般信件

# proofOfAddress_upload_title_general_letter_front
source: Submit general letter
ar: أرسل رسالة عامة
bg: Изпратете общо писмо
cs: Odeslat obecný dopis
da: Indsend generelt brev
de: Allgemeinen Brief einreichen
el: Υποβάλετε γενική επιστολή
es: Enviar carta general
et: Esita üldkiri
fa: نامه عمومی ارسال کنید
fi: Lähetä yleiskirje
fr: Soumettre une lettre générale
he: שלח מכתב כללי
hi: सामान्य पत्र जमा करें
hr: Pošalji općenito pismo
hu: Általános levél benyújtása
hy: Ուղարկեք ընդհանուր նամակ
id: Kirim surat umum
it: Invia lettera generale
ja: 一般的な手紙を提出する
ko: 일반 편지 제출
lt: Pateikti bendrąjį laišką
lv: Iesniegt vispārējo vēstuli
ms: Hantar surat umum
nb: Send inn generelt brev
nl: Algemene brief indienen
pl: Złóż ogólny list
pt: Enviar carta geral
ro: Trimiteți scrisoare generală
ru: Отправить общее письмо
sk: Odoslať všeobecný list
sl: Pošlji splošno pismo
sr: Pošalji opšte pismo
sv: Skicka allmänt brev
th: ส่งจดหมายทั่วไป
tr: Genel mektubu gönder
uk: Надіслати загальний лист
vi: Gửi thư chung
zh: 提交一般信件

# proofOfAddress_upload_title_government_letter_back
source: Government Letter
ar: خطاب حكومي
bg: Официален документ
cs: Vládní dopis
da: Brev fra myndighederne
de: Staatliches Schreiben
el: Κρατική επιστολή
es: Carta del Gobierno
et: Kiri riigiasutuselt
fa: نامه دولتی
fi: Virallinen kirje
fr: Lettre du gouvernement
he: מכתב ממשלתי
hi: सरकारी पत्र
hr: Vladina potvrda
hu: Kormányzati levél
hy: Պետական փաստաթուղթ
id: Surat Pemerintah
it: Lettera del governo
ja: 政府発行の手紙
ko: 정부 발급 통지서
lt: Vyriausybės raštas
lv: Vēstule no valdības
ms: Surat Kerajaan
nb: Offentlig skriv
nl: Brief van de overheid
pl: Pismo rządowe
pt: Carta governamental
ro: Scrisoare de la guvern
ru: Письмо правительства
sk: Potvrdenie od verejnej správy
sl: Vladno pismo
sr: Vladina potvrda
sv: Brev från myndighet
th: หนังสือราชการ
tr: Resmî Mektup
uk: Урядовий лист
vi: Công văn của chính phủ
zh: 政府信函

# proofOfAddress_upload_title_government_letter_front
source: Government Letter
ar: خطاب حكومي
bg: Официален документ
cs: Vládní dopis
da: Brev fra myndighederne
de: Staatliches Schreiben
el: Κρατική επιστολή
es: Carta del Gobierno
et: Kiri riigiasutuselt
fa: نامه دولتی
fi: Virallinen kirje
fr: Lettre du gouvernement
he: מכתב ממשלתי
hi: सरकारी पत्र
hr: Vladina potvrda
hu: Kormányzati levél
hy: Պետական փաստաթուղթ
id: Surat Pemerintah
it: Lettera del governo
ja: 政府発行の手紙
ko: 정부 발급 통지서
lt: Vyriausybės raštas
lv: Vēstule no valdības
ms: Surat Kerajaan
nb: Offentlig skriv
nl: Brief van de overheid
pl: Pismo rządowe
pt: Carta governamental
ro: Scrisoare de la guvern
ru: Письмо правительства
sk: Potvrdenie od verejnej správy
sl: Vladno pismo
sr: Vladina potvrda
sv: Brev från myndighet
th: หนังสือราชการ
tr: Resmî Mektup
uk: Урядовий лист
vi: Công văn của chính phủ
zh: 政府信函

# proofOfAddress_upload_title_identity_document_with_address_back
source: Submit identity document with address (back)
ar: قدم وثيقة الهوية مع العنوان (الجهة الخلفية)
bg: Представете документ за самоличност с адрес (отзад)
cs: Odevzdejte doklad totožnosti s adresou (zadní strana)
da: Indsend identitetsdokument med adresse (bagside)
de: Reichen Sie das Identitätsdokument mit Adresse ein (Rückseite)
el: Υποβάλετε το έγγραφο ταυτότητας με διεύθυνση (πίσω)
es: Envíe el documento de identidad con dirección (dorso)
et: Esitage aadressiga isikut tõendav dokument (tagakülg)
fa: اسناد هویتی خود را با آدرس (پشت) ارسال کنید
fi: Lähetä henkilöllisyysasiakirja osoitteella (takaisin)
fr: Soumettre le document d`identité avec adresse (verso)
he: שלח מסמך זהות עם כתובת (חלק האחורי)
hi: पता (पीछे) के साथ पहचान पत्र जमा करें
hr: Predajte identifikacijski dokument s adresom (straga)
hu: Nyújtson be személyazonosító dokumentumot címmel (hátul)
hy: Ներկայացրեք համաձայնեցումների փաստաթուղթը հասցեով (ետին կողմը)
id: Kirimkan dokumen identitas dengan alamat (belakang)
it: Invia documento d`identità con indirizzo (retro)
ja: 住所記載の身分証明書（裏面）を提出してください
ko: 주소가 기재된 신원증명서 (뒷면) 제출
lt: Pateikite asmens dokumentą su adresu (galas)
lv: Iesniedziet identitātes dokumentu ar adresi (aizmugurē)
ms: Hantar dokumen identiti dengan alamat (belakang)
nb: Send inn identitetsdokument med adresse (bakside)
nl: Identiteitsdocument met adres inleveren (achterkant)
pl: Złóż dokument tożsamości z adresem (z tyłu)
pt: Envie o documento de identidade com endereço (verso)
ro: Trimiteți documentul de identitate cu adresă (spate)
ru: Предоставьте идентификационный документ с адресом (обратная сторона)
sk: Odovzdajte identifikačný dokument s adresou (zadná strana)
sl: Predložite identifikacijski dokument z naslovom (hrbtna stran)
sr: Predajte identifikacioni dokument sa adresom (pozadina)
sv: Lämna in identitetshandling med adress (baksida)
th: ส่งเอกสารประจำตัวที่มีที่อยู่ (ด้านหลัง)
tr: Adresli kimlik belgesini (arka) gönderin
uk: Надішліть документ, що підтверджує особу, з адресою (ззаду)
vi: Nộp tài liệu nhận dạng có địa chỉ (mặt sau)
zh: 提交带有地址的身份证明文件（背面）

# proofOfAddress_upload_title_identity_document_with_address_front
source: Submit identity document with address (front)
ar: قدم وثيقة الهوية مع العنوان (الجهة الأمامية)
bg: Представете документ за самоличност с адрес (отпред)
cs: Odevzdejte doklad totožnosti s adresou (přední strana)
da: Indsend identitetsdokument med adresse (foran)
de: Reichen Sie das Identitätsdokument mit Adresse ein (Vorderseite)
el: Υποβάλετε το έγγραφο ταυτότητας με διεύθυνση (μπροστά)
es: Enviar documento de identidad con dirección (frente)
et: Esitage aadressiga isikut tõendav dokument (esikülg)
fa: اسناد هویتی خود را با آدرس (رویه) ارسال کنید
fi: Lähetä henkilöllisyysasiakirja osoitteella (etu)
fr: Soumettre le document d`identité avec adresse (recto)
he: שלח מסמך זהות עם כתובת (חזית)
hi: पता (सामने) के साथ पहचान पत्र जमा करें
hr: Predajte identifikacijski dokument s adresom (prednja strana)
hu: Nyújtson be személyazonosító dokumentumot címmel (elöl)
hy: Ներկայացրեք հասցեով իսկության փաստաթուղթը (առաջին կողմը)
id: Kirimkan dokumen identitas dengan alamat (bagian depan)
it: Invia documento di identità con indirizzo (fronte)
ja: 住所付き身分証明書（表面）を提出してください
ko: 주소가 있는 신원증명서 제출 (앞면)
lt: Pateikite asmens tapatybės dokumentą su adresu (priekis)
lv: Iesniedziet identitātes dokumentu ar adresi (priekšpuse)
ms: Hantar dokumen identiti dengan alamat (depan)
nb: Send inn identitetsdokument med adresse (forside)
nl: Identiteitsdocument met adres inleveren (voorkant)
pl: Złóż dokument tożsamości z adresem (przód)
pt: Envie o documento de identidade com endereço (frente)
ro: Trimiteți documentul de identitate cu adresă (față)
ru: Предоставьте документ, подтверждающий личность с адресом (лицевая сторона)
sk: Odovzdajte identifikačný dokument s adresou (predná strana)
sl: Predložite identifikacijski dokument z naslovom (spredaj)
sr: Predajte identifikacioni dokument sa adresom (napred)
sv: Skicka identitetshandling med adress (framsida)
th: ส่งเอกสารตัวตนพร้อมที่อยู่ (ด้านหน้า)
tr: Adresli kimlik belgesini (ön yüz) gönderin
uk: Надішліть документ, що підтверджує особу, з адресою (фронт)
vi: Nộp tài liệu xác minh danh tính có địa chỉ (mặt trước)
zh: 提交带有地址的身份证明文件（正面）

# proofOfAddress_upload_title_insurance_statement_back
source: Submit insurance statement
ar: قدم بيان التأمين
bg: Подайте застрахователно изявление
cs: Odevzdejte pojistné prohlášení
da: Indsend forsikringsopgørelse
de: Versicherungsantrag einreichen
el: Υποβολή δήλωσης ασφάλισης
es: Enviar declaración de seguro
et: Esitage kindlustusavaldus
fa: بیانیه بیمه را ارسال کنید
fi: Lähetä vakuutusilmoitus
fr: Soumettre le relevé d`assurance
he: שלח דוח ביטוח
hi: बीमा विवरण सबमिट करें
hr: Predajte izjavu o osiguranju
hu: Biztosítási nyilatkozat benyújtása
hy: Ներկայացրեք ապահովագրական հաշվետվություն
id: Kirim pernyataan asuransi
it: Invia dichiarazione assicurativa
ja: 保険申告書を提出する
ko: 보험 청구서 제출
lt: Pateikti draudimo pareiškimą
lv: Iesniegt apdrošināšanas paziņojumu
ms: Hantar penyata insurans
nb: Send inn forsikringsoppgave
nl: Verzekeringsverklaring indienen
pl: Złóż oświadczenie ubezpieczeniowe
pt: Enviar declaração de seguro
ro: Trimite declarația de asigurare
ru: Отправить страховое заявление
sk: Podajte poisťovací výkaz
sl: Predložite zavarovalno izjavo
sr: Predajte izjavu o osiguranju
sv: Lämna in försäkringsintyg
th: ส่งใบแจ้งหนี้ประกันภัย
tr: Sigorta beyanını gönder
uk: Надіслати страхову заяву
vi: Nộp báo cáo bảo hiểm
zh: 提交保险声明
