Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# motion_connection_error_button_primary_reload
source: Reload instructions
ar: إعادة تحميل التعليمات
bg: Презареждане на инструкциите
cs: Pokyny pro opětovné nahrávání
da: Genindlæs anvisninger
de: Anweisungen neu laden
el: Επαναφόρτωση οδηγιών
es: Instrucciones de recarga
et: Laadige juhised uuesti
fa: بارگذاری مجدد دستورالعمل‌ها
fi: Lataa ohjeet uudelleen
fr: Recharger les instructions
he: טען את ההוראות מחדש
hi: निर्देश फिर से लोड हो रहा है
hr: Upute za ponovno učitavanje
hu: Utasítások újratöltése
hy: Վերբեռնման հրահանգներ
id: Muat ulang instruksi
it: Ricarica le istruzioni
ja: 指示を再読み込みする
ko: 지침 다시 불러오기
lt: Įkelti nurodymus iš naujo
lv: Atkārtoti ielādēt instrukcijas
ms: Muat semula arahan
nb: Last instruksjonene på nytt
nl: Laad de instructies opnieuw
pl: Uruchom ponownie instrukcję
pt: Recarregar instruções
ro: Reîncărcați instrucțiunile
ru: Инструкции по повторной загрузке
sk: Znova načítať pokyny
sl: Znova naloži navodila
sr: Ponovo učitaj uputstva
sv: Ladda om instruktioner
th: โหลดคำแนะนำอีกครั้ง
tr: Talimatları yeniden yükle
uk: Перезавантажити інструкції
vi: Tải lại hướng dẫn
zh: 重新加载说明

# motion_connection_error_button_primary_retry_upload
source: Retry upload
ar: إعادة محاولة التحميل
bg: Повторен опит за качване
cs: Opakování nahrávání
da: Prøv at uploade igen
de: Upload wiederholen
el: Επανάληψη αποστολής
es: Reintentar la subida
et: Proovige üleslaadimist uuesti
fa: بارگذاری مجدد
fi: Yritä ladata uud.
fr: Réessayer de téléverser
he: נסה להעלות שוב
hi: फिर से अपलोड करें
hr: Pokušajte ponovno prenijeti snimku
hu: Próbálja újra feltölteni
hy: Կրկին վերբեռնել
id: Coba unggah lagi
it: Ritenta il caricamento
ja: アップロードを再試行
ko: 다시 업로드 시도하기
lt: Bandyti įkelti dar kartą
lv: Mēģināt augšupielādēt vēlreiz
ms: Cuba muat naik semula
nb: Prøv å laste opp på nytt
nl: Upload opnieuw proberen
pl: Ponów próbę wysłania
pt: Tentar novamente o carregamento
ro: Încercați din nou să încărcați
ru: Повторите загрузку
sk: Skúsiť nahrávanie znova
sl: Poskusite znova prenesti
sr: Probajte ponovo da otpremite
sv: Försök ladda upp igen
th: ลองอัปโหลดอีกครั้ง
tr: Yüklemeyi yeniden dene
uk: Повторити спробу передавання
vi: Thử tải lên lại
zh: 重试上传

# motion_connection_error_button_secondary_restart_recording
source: Restart recording
ar: إعادة بدء التسجيل
bg: Рестартирайте записа
cs: Restart nahrávání
da: Start optagelsen forfra
de: Aufnahme neu starten
el: Επανεκκίνηση εγγραφής
es: Reiniciar la grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uud.
fr: Redémarrer l’enregistrement
he: צלם מחדש
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Rögzítés újraindítása
hy: Վերսկսել տեսագրությունը
id: Mulai ulang perekaman
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 재시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
nb: Start opptaket på nytt
nl: Opname opnieuw starten
pl: Nagraj ponownie
pt: Reiniciar a gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť záznam znova
sl: Ponovni zagon snemanja
sr: Ponovo započnite snimanje
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlat
uk: Перезапустити запис
vi: Quay lại video
zh: 重新开始录制

# motion_connection_error_subtitle
source: Check that your connection is stable, then try again
ar: تحقّق من أن اتصالك مستقر، ثم حاول مرة أخرى
bg: Проверете дали връзката ви е стабилна и опитайте отново
cs: Zkontrolujte, zda je připojení stabilní, a opakujte akci
da: Tjek, at din forbindelse er stabil, og prøv igen
de: Prüfen Sie, ob Ihre Internetverbindung stabil ist, und versuchen Sie es dann erneut
el: Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και, στη συνέχεια, δοκιμάστε ξανά
es: Compruebe que la conexión sea estable e inténtelo de nuevo
et: Kontrollige, kas ühendus on stabiilne ning proovige uuesti
fa: بررسی کنید که اتصال اینترنت برقرار است، سپس دوباره سعی کنید
fi: Tarkista, että yhteys on vakaa, ja yritä sitten uudelleen
fr: Vérifiez que votre connexion est stable, puis réessayez
he: ודא שהחיבור שלך יציב ונסה שוב
hi: जाँच करें कि आपका कनेक्शन स्थिर है और फिर कोशिश करें
hr: Provjerite je li veza stabilna pa pokušajte ponovno
hu: Ellenőrizze, hogy stabil-e a kapcsolat, majd próbálja újra
hy: Համոզվեք, որ ձեր կապը կայուն է, ապա կրկին փորձեք
id: Periksa apakah koneksi Anda stabil, lalu coba lagi
it: Verifica che la tua connessione sia stabile e riprova
ja: 接続が安定していることを確認してから、もう一度お試しください
ko: 연결이 안정적인지 확인한 다음 다시 시도하세요
lt: Patikrinkite, ar ryšys stabilus, tada bandykite dar kartą
lv: Pārbaudiet, vai savienojums ir stabils, un pēc tam mēģiniet vēlreiz
ms: Sila periksa sama ada sambungan anda stabil dan cuba lagi kemudian
nb: Kontroller at tilkoblingen er stabil og prøv på nytt
nl: Controleer of u een stabiele verbinding heeft en probeer het daarna opnieuw
pl: Sprawdź, czy połączenie z internetem jest stabilne, a następnie spróbuj ponownie
pt: Verifique se a sua ligação é estável e tente novamente
ro: Verificați stabilitatea conexiunii dvs. și apoi încercați din nou
ru: Убедитесь, что соединение стабильно, затем повторите попытку
sk: Skontrolujte, či je vaše pripojenie stabilné, a potom to skúste znova
sl: Preverite, ali je vaša povezava stabilna, nato poskusite znova
sr: Proverite da li je veza stabilna, a zatim probajte ponovo
sv: Kontrollera att din anslutning är stabil och försök sedan igen
th: เช็คว่าการเชื่อมต่อของคุณเสถียร แล้วลองอีกครั้ง
tr: Bağlantınızın kararlı olup olmadığını kontrol edin, ardından tekrar deneyin
uk: Перевірте, чи з’єднання стабільне, а потім спробуйте ще раз
vi: Kiểm tra xem kết nối của bạn và thử lại
zh: 请检查连接是否稳定，然后重试

# motion_connection_error_title
source: Connection error
ar: خطأ في الاتصال
bg: Грешка във връзката
cs: Chyba připojení
da: Forbindelsesfejl
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
es: Error de conexión
et: Ühenduse viga
fa: خطای ارتباط
fi: Yhteysvirhe
fr: Erreur de connexion
he: שגיאה בחיבור
hi: कनेक्शन में त्रुटि
hr: Došlo je do pogreške pri povezivanju
hu: Kapcsolati hiba
hy: Կապի խափանում
id: Koneksi terganggu
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류 발생
lt: Ryšio klaida
lv: Savienojuma kļūda
ms: Ralat sambungan
nb: Tilkoblingsfeil
nl: Verbindingsfout
pl: Błąd połączenia
pt: Erro de ligação
ro: Eroare de conectare
ru: Ошибка соединения
sk: Chyba pripojenia
sl: Napaka pri povezavi
sr: Greška pri povezivanju
sv: Anslutningsfel
th: เกิดข้อผิดพลาดในการเชื่อมต่อ
tr: Bağlantı hatası
uk: Помилка з’єднання
vi: Lỗi kết nối
zh: 连接错误

# motion_face_alignment_feedback_move_back
source: Move back
ar: تحرك للخلف
bg: Отдалечете се
cs: Posuňte se dozadu
da: Flyt tilbage
de: Gehen Sie zurück
el: Μετακινηθείτε προς τα πίσω
es: Muévase hacia atrás
et: Liikuge kaugemale
fa: عقب بروید
fi: Siirry taaksepäin
fr: Reculez
he: זוז אחורה
hi: पीछे जाएँ
hr: Pomaknite se unatrag
hu: Távolodjon
hy: Հեռացեք
id: Mundur
it: Allontanati
ja: 後ろへ下がってください
ko: 좀 더 뒤로 물러나세요
lt: Toliau
lv: Pavirzieties tālāk
ms: Bergerak ke belakang
nb: Flytt deg lenger unna
nl: Ga naar achteren
pl: Odsuń się
pt: Afaste-se
ro: Mișcați-vă înapoi
ru: Отодвиньтесь
sk: Posuňte sa ďalej
sl: Oddaljite se
sr: Odaljite se
sv: Flytta bakåt
th: ถอยออกไปเล็กน้อย
tr: Biraz daha geri gidin
uk: Відійдіть назад
vi: Lùi lại
zh: 退后

# motion_face_alignment_feedback_move_closer
source: Move closer
ar: اقترب أكثر
bg: Приближете се
cs: Přibližte se
da: Flyt tættere på
de: Rücken Sie näher heran
el: Πλησιάστε
es: Acérquese
et: Liikuge lähemale
fa: نزدیکتر بیایید
fi: Siirry lähemmäs
fr: Approchez-vous
he: התקרב
hi: करीब आएँ
hr: Približite se
hu: Közelítsen
hy: Մոտեցեք
id: Mendekatlah
it: Avvicinati
ja: もっと近づいてください
ko: 더 가까이 다가오세요
lt: Arčiau
lv: Pavirzieties tuvāk
ms: Bergerak lebih dekat
nb: Flytt deg nærmere
nl: Kom dichterbij
pl: Zbliż się do ekranu
pt: Aproxime-se
ro: Veniți mai aproape
ru: Подвиньтесь ближе
sk: Posuňte sa bližšie
sl: Približajte se
sr: Priđite bliže
sv: Flytta närmare
th: ขยับเข้ามาใกล้ๆ
tr: Biraz daha yaklaşın
uk: Підійдіть ближче
vi: Di chuyển gần hơn nữa
zh: 靠近

# motion_face_alignment_feedback_no_face_detected
source: Face not detected
ar: لم يتم اكتشاف وجهك
bg: Не е засечено лице
cs: Obličej nebyl rozpoznán
da: Ansigtet er ikke detekteret
de: Gesicht nicht erkannt
el: Δεν ανιχνεύτηκε πρόσωπο
es: Cara no encontrada
et: Nägu ei tuvastatud
fa: چهره شناسایی نشد
fi: Kasvoja ei havaittu
fr: Aucun visage détecté
he: לא זוהו פנים
hi: चेहरा नहीं मिला
hr: Lice nije prepoznato
hu: Arc nem észlelhető
hy: Դեմքը չի գտնվել
id: Wajah tidak terdeteksi
it: Viso non rilevato
ja: 顔が検出されませんでした
ko: 얼굴이 감지되지 않습니다
lt: Veidas neaptiktas
lv: Seja nav atrasta
ms: Wajah tidak dikesan
nb: Ansikt ikke oppdaget
nl: Gezicht niet gedetecteerd
pl: Nie wykryto twarzy
pt: Rosto não detetado
ro: Fața nu este detectată
ru: Лицо не обнаружено
sk: Nebola zistená tvár
sl: Obraz ni zaznan
sr: Lice nije nađeno
sv: Inget ansikte upptäcktes
th: ไม่พบใบหน้า
tr: Yüz tespit edilmedi
uk: Обличчя не виявлено
vi: Không nhận dạng được khuôn mặt
zh: 未检测到面部

# motion_face_alignment_feedback_not_centered
source: Face not centered
ar: الوجه ليس في المنتصف
bg: Лицето не е центрирано
cs: Obličej není vycentrovaný
da: Ansigtet er ikke centreret
de: Gesicht nicht mittig
el: Πρόσωπο μη κεντραρισμένο
es: La cara no está centrada
et: Nägu pole kaadri keskel
fa: چهره در مرکز نیست
fi: Kasvot eivät ole keskellä
fr: Visage non centré
he: הפנים לא מופיעות במרכז
hi: चेहरा बीच में नहीं है
hr: Lice nije centrirano
hu: Arca nincs középen
hy: Դեմքը կենտրոնում չէ
id: Wajah tidak berada di tengah
it: Viso non centrato
ja: 顔が中央に配置されていません
ko: 얼굴이 중앙에 위치해 있지 않습니다
lt: Veidas nėra centre
lv: Seja nav centrēta
ms: Wajah tidak berada pada bahagian tengah
nb: Ansiktet er ikke sentrert
nl: Gezicht niet gecentreerd
pl: Twarz nie jest wyśrodkowana
pt: Rosto não centrado
ro: Fața nu este centrată
ru: Лицо не по центру
sk: Tvár nie je v strede
sl: Obraz ni centriran
sr: Lice nije centrirano
sv: Ansiktet är inte centrerat
th: ใบหน้าไม่อยู่ตรงกลาง
tr: Yüz ortalanmamış
uk: Обличчя розташоване не в центрі
vi: Khuôn mặt không được căn giữa
zh: 面部未居中

# motion_face_alignment_title
source: Position your face in the frame
ar: ضع وجهك ضمن الإطار
bg: Позиционирайте лицето си в рамката
cs: Umístěte obličej do záběru
da: Placer dit ansigt inden for rammen
de: Positionieren Sie Ihr Gesicht im Rahmen
el: Τοποθετήστε το πρόσωπό σας στο πλαίσιο
es: Coloque la cara dentro el marco
et: Asetage oma nägu kaadrisse
fa: چهره خود را درون کادر قرار دهید
fi: Aseta kasvosi kehykseen
fr: Positionnez votre visage dans le cadre
he: ראשית, מקם את הפנים שלך במסגרת
hi: अपने चेहरे को फ़्रेम में रखें
hr: Namjestite lice u okvir
hu: Illessze az arcát a keretbe
hy: Ձեր դեմքը տեղադրեք շրջանակի մեջ
id: Posisikan wajah Anda dalam bingkai
it: Posiziona il viso nel riquadro
ja: 顔を枠内に配置してください
ko: 프레임 안에 얼굴이 배치되도록 하세요
lt: Pasirūpinkite, kad jūsų veidas būtų rėmelyje
lv: Pozicionējiet seju kadrā
ms: Letakkan wajah anda dalam bingkai
nb: Først, plasser ansiktet ditt i rammen
nl: Plaats uw gezicht in het kader
pl: Umieść twarz w ramce
pt: Posicione o seu rosto na moldura
ro: Poziționați-vă fața în cadru
ru: Расположите свое лицо внутри рамки
sk: Umiestnite tvár do rámu
sl: Postavite obraz v okvir
sr: Postavite lice u okvir
sv: Placera ditt ansikte i ramen
th: วางตำแหน่งใบหน้าของคุณไว้ในกรอบ
tr: Yüzünüzü çerçeveye yerleştirin
uk: Розташуйте обличчя в рамці
vi: Đầu tiên, định vị khuôn mặt của bạn trong khung hình
zh: 将面部移入框中

# motion_face_capture_alert_mic_conflict_title
source: Your microphone is being used by another app
ar: الميكروفون قيد الاستخدام بواسطة تطبيق آخر
bg: Вашият микрофон се използва от друго приложение
cs: Mikrofon je používán v jiné aplikaci
da: Din mikrofon bruges af en anden app
de: Ihr Mikrofon wird von einer anderen App genutzt
el: Το μικρόφωνό σας χρησιμοποιείται από άλλη εφαρμογή
es: El micrófono está siendo utilizado por otra aplicación
et: Teie mikrofoni kasutab teine rakendus
fa: برنامه دیگری در حال استفاده از میکروفون شماست
fi: Jokin toinen sovellus käyttää mikrofoniasi
fr: Votre microphone est actuellement utilisé par une autre application
he: המיקרופון שלך נמצא בשימוש על ידי אפליקציה אחרת
hi: आपके माइक्रोफ़ोन का इस्तेमाल कोई दूसरा ऐप कर रहा है
hr: Vaš mikrofon koristi druga aplikacija
hu: Mikrofonját egy másik alkalmazás használja
hy: Ձեր խոսափողն օգտագործվում է մեկ այլ հավելվածի կողմից
id: Mikrofon Anda sedang digunakan oleh aplikasi lain
it: Il microfono è in uso da parte di un’altra app
ja: マイクが別のアプリで使用されています
ko: 다른 앱에서 마이크를 사용하고 있습니다
lt: Mikrofoną naudoja kita programėlė
lv: Jūsu mikrofonu izmanto cita lietotne
ms: Mikrofon anda sedang digunakan oleh aplikasi lain
nb: En annen app bruker mikrofonen
nl: Uw microfoon wordt door een andere app gebruikt
pl: Twój mikrofon jest używany przez inną aplikację
pt: O seu microfone está a ser usado por outra aplicação
ro: Microfonul dvs. este utilizat de altă aplicație
ru: Ваш микрофон используется другим приложением
sk: Mikrofón používa iná aplikácia
sl: Vaš mikrofon uporablja druga aplikacija
sr: Mikrofon koristi druga aplikacija
sv: Din mikrofon används av en annan app
th: แอปอื่นกำลังใช้ไมโครโฟนอยู่
tr: Mikrofonunuz başka bir uygulama tarafından kullanılıyor
uk: Ваш мікрофон використовується іншим застосунком.
vi: Ứng dụng khác đang sử dụng micrô của bạn
zh: 您的麦克风正在被另一个应用使用

# motion_face_capture_alert_timeout_body
source: You have up to 15 seconds to complete the recording
ar: لديك ما يصل إلى 15 ثانية لإكمال التسجيل
bg: Разполагате с максимум 15 секунди, за да завършите записа
cs: Na dokončení záznamu máte až 15 sekund
da: Du har op til 15 sekunder til at fuldføre optagelsen
de: Sie haben maximal 15 Sekunden Zeit, um die Aufnahme zu beenden
el: Έχετε στη διάθεσή σας έως και 15 δευτερόλεπτα για να ολοκληρώσετε την εγγραφή
es: Dispone de 15 segundos para completar la grabación
et: Salvestamiseks on aega kuni 15 sekundit
fa: شما حداکثر 15 ثانیه فرصت دارید تا ضبط را کامل کنید
fi: Sinulla on 15 sekuntia aikaa viimeistellä tallennus
fr: Vous avez jusqu`à 15 secondes pour compléter votre enregistrement
he: יש לך עד 15 שניות להשלים את הצילום
hi: आपको 15 सेकंड में ही रिकॉर्डिंग पूरी करनी होगी
hr: Na raspolaganju vam je 15 sekundi da dovršite snimanje
hu: Legfeljebb 15 másodperce van, hogy befejezze a felvételt
hy: Տեսագրությունն ավարտելու համար դուք ունեք մինչև 15 վայրկյան
id: Anda memiliki waktu hingga 15 detik untuk menyelesaikan rekaman
it: Hai fino a 15 secondi per completare la registrazione
ja: 15秒以内に録画を完了してください
ko: 녹화를 완료하기까지 최대 15초가 소요됩니다
lt: Turite iki 15 sekundžių įrašymui užbaigti
lv: Jums ir 15 sekundes laika, lai pabeigtu ierakstu
ms: Anda mempunyai sehingga 15 saat untuk melengkapkan rakaman
nb: Du har opptil 15 sekunder på å fullføre opptaket
nl: U heeft 15 seconden om de opname te maken
pl: Masz maksymalnie 15 sekund na dokończenie nagrania
pt: Tem até 15 segundos para completar a gravação
ro: Aveți maximum 15 de secunde la dispoziție să finalizați înregistrarea
ru: У Вас есть не более 15 секунд, чтобы завершить запись
sk: Na dokončenie záznamu máte až 15 sekúnd
sl: Imate do 15 sekund, da dokončate posnetek
sr: Imate najviše 15 sekundi da dovršite snimanje
sv: Du har upp till 15 sekunder på dig att slutföra inspelningen
th: คุณมีเวลาไม่เกิน 15 วินาทีในการบันทึกให้เสร็จ
tr: Kaydı tamamlamak için 15 saniyeniz var
uk: Виконати запис необхідно в межах 15 секунд
vi: Bạn có tối đa 15 giây để hoàn tất bản ghi
zh: 您有最多15秒的时间完成录制

# motion_face_capture_alert_timeout_button_primary
source: Retry
ar: إعادة المحاولة
bg: Опитайте отново
cs: Opakování
da: Prøv igen
de: Wiederholen
el: Επανάληψη προσπάθειας
es: Reintentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh: 重试

# motion_face_capture_alert_timeout_title
source: Sorry, we have to restart the recording
ar: عذرًا، علينا إعادة بدء التسجيل
bg: За съжаление, трябва да започнем отначало
cs: Litujeme, musíme znovu spustit nahrávání
da: Beklager, vi er nødt til at genstarte optagelsen
de: Leider muss die Aufnahme neu gestartet werden
el: Δυστυχώς, πρέπει να επανεκκινήσουμε την εγγραφή
es: Lo sentimos, debemos reiniciar la grabación
et: Kahjuks peame salvestamist uuesti alustama
fa: با عرض پوزش، باید فرآیند ضبط را دوباره شروع کنیم
fi: Valitettavasti tallennus on aloitettava uudelleen
fr: Désolé, nous devons redémarrer l`enregistrement
he: מצטערים, אנחנו צריכים לצלם לחדש
hi: माफ़ करें, हमें रिकॉर्डिंग फिर से शुरू करनी होगी
hr: Žao nam je, moramo ponoviti snimanje
hu: Sajnáljuk, újra kell indítanunk a felvételt
hy: Ներեցեք, մենք պետք է վերսկսենք տեսագրությունը
id: Maaf, kami harus memulai ulang perekaman
it: Purtroppo è necessario riavviare la registrazione
ja: 申し訳ありませんが、録画を再開する必要があります
ko: 죄송합니다. 녹화를 다시 시작해야 합니다
lt: Atsiprašome, turime iš naujo pradėti įrašymą
lv: Diemžēl mums ir jāveic ieraksts no jauna
ms: Maaf, kami perlu memulakan semula rakaman
nb: Beklager, vi må starte opptaket på nytt
nl: Sorry, we moeten de opname opnieuw starten
pl: Przepraszamy, musimy ponownie rozpocząć nagrywanie
pt: Desculpe, temos de reiniciar a gravação
ro: Ne cerem scuze, trebuie să reîncepem înregistrarea
ru: К сожалению, мы должны перезапустить запись
sk: Ľutujeme, zaznamenávanie musíme spustiť znova
sl: Žal moramo ponovno začeti snemanje
sr: Nažalost, moramo ponovo da pokrenemo snimanje
sv: Tyvärr måste vi starta om inspelningen
th: ขออภัย เราต้องเริ่มบันทึกใหม่
tr: Üzgünüz, kaydı yeniden başlatmamız gerekiyor
uk: На жаль, потрібно перезапустити запис
vi: Rất tiếc, chúng tôi phải ghi hình lại
zh: 对不起，我们必须重新开始录制

# motion_face_capture_alert_too_fast_body
source: Please retry and turn your head slower
ar: يُرجى إعادة المحاولة وإدارة رأسك ببطء
bg: Опитайте отново и обърнете главата си по-бавно
cs: Zkuste to znovu a otáčejte hlavou pomaleji
da: Prøv igen og drej hovedet langsommere
de: Bitte versuchen Sie es erneut und drehen Sie Ihren Kopf langsamer
el: Προσπαθήστε ξανά και γυρίστε το κεφάλι σας πιο αργά
es: Vuelva a intentarlo y gire la cabeza más despacio
et: Proovige uuesti ja pöörake pead aeglasemalt
fa: لطفاً دوباره سعی کنید و سرتان را آهسته‌تر بچرخانید
fi: Yritä uudelleen ja käännä päätäsi hitaammin
fr: Veuillez réessayer et tournez votre tête plus lentement
he: נסה שוב וסובב את הראש לאט יותר
hi: कृपया फिर से कोशिश करें और अपने सिर को धीरे-धीरे घुमाएँ
hr: Pokušajte ponovno i sporije okrenite glavu
hu: Kezdje újra, és lassabban fordítsa el a fejét
hy: Խնդրում ենք կրկին փորձել և գլուխը պտտել ավելի դանդաղ
id: Silakan coba lagi dan putar kepala Anda lebih perlahan
it: Riprova girando la testa più lentamente
ja: 再試行し、頭をゆっくり回してください
ko: 다시 시도하고 고개를 좌우로 천천히 돌리세요
lt: Bandykite dar kartą ir sukite galvą lėčiau
lv: Mēģiniet vēlreiz un grieziet galvu lēnāk
ms: Sila cuba lagi dan toleh kepala anda dengan lebih perlahan
nb: Prøv på nytt og snu hodet saktere
nl: Probeer het opnieuw en draai uw hoofd dit keer langzamer
pl: Spróbuj ponownie i tym razem wolniej obracaj głowę
pt: Tente novamente e rode a sua cabeça mais lentamente
ro: Vă rugăm să încercați din nou și întoarceți capul mai încet
ru: Повторите попытку и поворачивайте голову медленнее
sk: Skúste to znova a otočte hlavou pomalšie
sl: Poskusite znova in počasneje obrnite glavo
sr: Probajte ponovo i okrenite glavu sporije
sv: Försök igen och vrid huvudet långsammare
th: โปรดลองอีกครั้ง และหันศีรษะของคุณให้ช้าลง
tr: Lütfen tekrar deneyin ve başınızı daha yavaş çevirin
uk: Повторіть спробу, повертаючи голову повільніше
vi: Vui lòng thử lại và xoay đầu chậm hơn
zh: 请重试，慢慢转动头部

# motion_face_capture_alert_too_fast_button_primary
source: Retry
ar: إعادة المحاولة
bg: Опитайте отново
cs: Opakování
da: Prøv igen
de: Wiederholen
el: Επανάληψη προσπάθειας
es: Reintentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh: 重试

# motion_face_capture_alert_too_fast_title
source: You turned your head too fast
ar: أدرت رأسك بسرعة كبيرة
bg: Обърнахте главата си твърде бързо
cs: Otočil/a jste hlavu příliš rychle
da: Du drejede hovedet for hurtigt
de: Sie haben Ihren Kopf zu schnell gedreht
el: Γυρίσατε το κεφάλι σας πολύ γρήγορα
es: Ha girado la cabeza demasiado rápido
et: Pöörasite pead liiga kiiresti
fa: خیلی سریع سرتان را چرخاندید
fi: Käänsit pääsi liian nopeasti
fr: Vous avez tourné votre tête trop vite
he: סובבת את הראש מהר מדי
hi: आपने बहुत तेज़ी से अपना सिर घुमाया
hr: Prebrzo ste okrenuli glavu
hu: Túl gyorsan fordította el a fejét
hy: Գլուխը շատ արագ պտտեցիք
id: Anda memutar kepala terlalu cepat
it: Hai girato la testa troppo rapidamente
ja: 頭を回すのが速すぎました
ko: 고개를 너무 빨리 돌리셨네요
lt: Per greitai pasukote galvą
lv: Jūs pārāk ātri pagriezāt galvu
ms: Anda toleh kepala terlalu cepat
nb: Du snudde hodet for fort
nl: U heeft uw hoofd te snel gedraaid
pl: Obracasz głowę zbyt szybko
pt: Rodou a cabeça demasiado rápido
ro: Ați întors capul prea repede
ru: Вы повернули голову слишком быстро
sk: Hlavou ste otáčali príliš rýchlo
sl: Prehitro ste obrnili glavo
sr: Prebrzo ste okrenuli glavu
sv: Du vände på huvudet för fort
th: คุณหันศีรษะเร็วเกินไป
tr: Kafanızı çok hızlı çevirdiniz
uk: Ви занадто швидко повертаєте голову
vi: Bạn đã xoay đầu quá nhanh
zh: 您转头的速度太快了

# motion_face_capture_title
source: Turn your head slowly to both sides
ar: ثم أدر رأسك ببطء إلى كلا الجانبين
bg: Бавно обърнете главата си наляво и надясно
cs: Pomalu otáčejte hlavou na obě strany
da: Drej hovedet langsomt til begge sider
de: Drehen Sie Ihren Kopf langsam nach beiden Seiten
el: Γυρίστε το κεφάλι σας αργά και προς τις δύο πλευρές
es: Gire la cabeza despacio hacia ambos lados
et: Keerake oma pead aeglaselt mõlemale poole
fa: سر خود را به آرامی به دو طرف بچرخانید
fi: Käännä päätäsi hitaasti molemmille puolille
fr: Tournez votre tête lentement des deux côtés
he: לאחר מכן, סובב את ראשך לאט לשני הצדדים
hi: अपने सिर को धीरे-धीरे दोनों तरफ़ घुमाएँ
hr: Polako okrenite glavu u obje strane
hu: Fordítsa el a fejét lassan mindkét oldalra
hy: Ձեր գլուխը դանդաղ պտտեք երկու կողմ
id: Putar kepala Anda perlahan ke kedua sisi
it: Gira lentamente la testa da entrambe le parti
ja: 頭をゆっくりと両側に向けます
ko: 고개를 좌우로 천천히 돌리세요
lt: Lėtai pasukite galvą į abi puses
lv: Lēnām pagrieziet galvu uz abām pusēm
ms: Toleh kepala anda perlahan-lahan ke kedua-dua belah sisi
nb: Snu deretter hodet sakte til begge sider
nl: Draai uw hoofd langzaam naar beide kanten
pl: Powoli obróć głowę w obie strony
pt: Vire a cabeça lentamente para ambos os lados
ro: Întoarceți capul încet în ambele părți
ru: Медленно поверните голову в обе стороны
sk: Pomaly otočte hlavou na obe strany
sl: Glavo počasi obrnite na obe strani
sr: Polako okrenite glavu na jednu pa na drugu stranu
sv: Vrid långsamt huvudet åt båda sidorna
th: ค่อยๆ หันศีรษะไปทั้ง 2 ข้าง
tr: Başınızı yavaşça her iki tarafa çevirin
uk: Повільно поверніть голову в обидва боки
vi: Hãy xoay đầu từ từ sang hai bên
zh: 慢慢地将头转向两侧
