Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_country_title
source: Select issuing country
ar: اختر الدولة المصدِرة
bg: Изберете издаваща държава
cs: Vyberte zemi, kde došlo k vydání
da: Vælg udstedende land
de: Wählen Sie das Ausstellungsland
el: Επιλέξτε χώρα έκδοσης
es: Elija el país de emisión
et: Valige väljastanud riik
fa: کشور صادر کننده را انتخاب کنید
fi: Valitse myöntämismaa
fr: Choisissez le pays d`émission
he: בחר את ארץ ההנפקה
hi: जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja
hu: Kibocsátó ország kiválasztása
hy: Ընտրեք թողարկող երկիրը
id: Pilih negara penerbit
it: Seleziona il paese di emissione
ja: 発行国を選択
ko: 발급 국가 선택
lt: Pasirinkite išdavusią šalį
lv: Atlasīt izdevējvalsti
ms: Pilih negara yang mengeluarkan
nb: Velg utstedelsesland
nl: Selecteer land van uitgifte
pl: Wybierz kraj wydania
pt: Selecione o país emissor
ro: Selectați țara emitentă
ru: Выберите страну выдачи
sk: Vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico
sr: Izaberite zemlju izdavanja
sv: Välj utfärdande land
th: เลือกประเทศที่ออกเอกสาร
tr: Düzenleyen ülkeyi seçin
uk: Виберіть країну видачі
vi: Chọn quốc gia cấp giấy tờ
zh: 选择签发国家/地区

# proofOfAddress_guide_button_primary
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# proofOfAddress_guide_instructions_address
source: Current address
ar: العنوان الحالي
bg: Настоящ адрес
cs: Aktuální adresa
da: Nuværende adresse
de: Aktuelle Adresse
el: Τρέχουσα διεύθυνση
es: Dirección actual
et: Praegune aadress
fa: آدرس فعلی
fi: nykyinen osoite
fr: Adresse actuelle
he: כתובת נוכחית
hi: मौजूदा पता
hr: Trenutačna adresa
hu: Jelenlegi lakcím
hy: Ընթացիկ հասցեն
id: Alamat saat ini
it: Indirizzo attuale
ja: 現在の住所
ko: 현주소
lt: Dabartinis adresas
lv: Pašreizējā dzīvesvietas adrese.
ms: Alamat semasa
nb: Nåværende adresse
nl: Huidig adres
pl: Aktualny adres
pt: Morada atual
ro: Adresa actuală
ru: Текущий адрес
sk: Aktuálna adresa
sl: Trenutni naslov
sr: Trenutna adresa
sv: Nuvarande adress
th: ที่อยู่ปัจจุบัน
tr: Geçerli adres
uk: поточну адресу проживання;
vi: Địa chỉ hiện tại
zh: 当前地址

# proofOfAddress_guide_instructions_address_card_issue_date
source: Issue date
ar: تاريخ الإصدار
bg: Дата на издаване
cs: Datum vydání
da: Udstedelsesdato
de: Datum der Ausgabe
el: Ημερομηνία έκδοσης
es: Fecha de publicación
et: Väljaandmise kuupäev
fa: تاریخ صدور
fi: Myöntämispäivä
fr: Date d`émission
he: תאריך הנפקה
hi: जारी होने की तारीख
hr: Datum izdavanja
hu: Kibocsátás dátuma
hy: Տրված է
id: Tanggal terbit
it: Data di emissione
ja: 発行日
ko: 발행일
lt: Išdavimo data
lv: Izdošanas datums
ms: Tarikh dikeluarkan
nb: Utstedelsesdato
nl: Uitgiftedatum
pl: Data wydania
pt: Data de emissão
ro: Data emiterii
ru: Дата выдачи
sk: Dátum vydania
sl: Datum izdaje
sr: Datum izdavanja
sv: Utfärdandedatum
th: วันที่ออก
tr: Düzenleme tarihi
uk: Дата видачі
vi: Ngày cấp
zh: 签发日期

# proofOfAddress_guide_instructions_expiry_date
source: Expiry date if applicable
ar: تاريخ انتهاء الصلاحية إن وجد
bg: Дата на валидност (ако е приложимо)
cs: Případné datum ukončení platnosti
da: Udløbsdato, hvis relevant
de: Verfallsdatum, falls zutreffend
el: Ημερομηνία λήξης, κατά περίπτωση
es: Fecha de caducidad, si procede
et: Kehtivusaeg (vajaduse korral)
fa: تاریخ انقضا در صورت وجود
fi: Viim. voimassaolopäivä (tarvittaessa)
fr: Date d`expiration, le cas échéant
he: תאריך תפוגה אם רלוונטי
hi: लागू होने की स्थिति में अवधि खत्म होने की तारीख
hr: Rok valjanosti ako je primjenjivo
hu: Lejárat időpontja, ha van
hy: Գործողության ժամկետը (եթե առկա է)
id: Tanggal kedaluwarsa jika berlaku
it: Data di scadenza, se applicabile
ja: 有効期限（該当する場合）
ko: (해당하는 경우) 만료일
lt: Galiojimo terminas (jei taikoma)
lv: Derīguma termiņš (ja attiecināms)
ms: Tarikh luput, jika berkenaan
nb: Utløpsdato hvis aktuelt
nl: Vervaldatum indien van toepassing
pl: Data ważności, jeśli dotyczy
pt: Data de expiração se aplicável
ro: Data expirării, dacă este cazul
ru: Срок действия (если применимо)
sk: Dátum vypršania platnosti (ak sa uplatňuje)
sl: Datum izteka veljavnosti, če je primerno
sr: Datum isteka, ako postoji
sv: Utgångsdatum om tillämpligt
th: วันหมดอายุ (ถ้ามี)
tr: Son kullanma tarihi (varsa)
uk: Строк дії (якщо передбачено):
vi: Ngày hết hạn nếu có
zh: 有效期（如适用）

# proofOfAddress_guide_instructions_full_address
source: Full address
ar: العنوان بالكامل
bg: Пълен адрес
cs: Úplná adresa
da: Fuldstændig adresse
de: Vollständige Adresse
el: Πλήρης διεύθυνση
es: Dirección completa
et: Täielik aadress
fa: آدرس کامل
fi: Koko osoite
fr: Adresse complète
he: כתובת מלאה
hi: पूरा पता
hr: Puna adresa
hu: Teljes lakcím
hy: Ամբողջական հասցե
id: Alamat lengkap
it: Indirizzo completo
ja: 住所詳細
ko: 전체 주소
lt: Pilnas adresas
lv: Pilna adrese
ms: Alamat penuh
nb: Fullstendig adresse
nl: Volledig adres
pl: Pełny adres
pt: Endereço completo
ro: Adresa completă
ru: Полный адрес
sk: Úplná adresa
sl: Polni naslov
sr: Puna adresa
sv: Fullständig adress
th: ที่อยู่เต็ม
tr: Açık adres
uk: Повна адреса
vi: Địa chỉ đầy đủ
zh: 完整地址

# proofOfAddress_guide_instructions_full_name
source: Full name
ar: الاسم الكامل
bg: Пълно име
cs: Celé jméno
da: Fulde navn
de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre completo
et: Täisnimi
fa: نام و نام خانوادگی
fi: Koko nimi
fr: Nom et prénom(s)
he: שם מלא
hi: पूरा नाम
hr: Ime i prezime
hu: Teljes név
hy: Ամբողջական անուն
id: Nama lengkap
it: Nome e cognome
ja: 氏名
ko: 성명
lt: Vardas ir pavardė
lv: Vārds, uzvārds
ms: Nama penuh
nb: Fullt navn
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
ro: Numele complet
ru: Ф.И.О.
sk: Celé meno
sl: Ime in priimek
sr: Ime i prezime
sv: Fullständigt namn
th: ชื่อ
tr: Ad soyadı
uk: Ім’я та прізвище
vi: Họ tên
zh: 全名

# proofOfAddress_guide_instructions_issue_date
source: Issue date or summary period
ar: تاريخ الإصدار أو فترة الملخص
bg: Дата на издаване или период на валидност
cs: Datum vydání nebo souhrnné období
da: Udstedelsesdato eller oversigtsperiode
de: Ausgabedatum oder Abrechnungszeitraum
el: Ημερομηνία έκδοσης ή συνοπτική περίοδος
es: Fecha de emisión o período de resumen
et: Väljastamiskuupäev või väljavõtte periood
fa: تاریخ صدور مدرک یا مدت اعتبار
fi: myöntämispäivä tai käyttöjakso
fr: Date d`émission ou période du résumé
he: תאריך הנפקה או תקופת סיכום
hi: जारी होने के तारीख या सारांश अवधि
hr: Datum izdavanja ili valjanost
hu: Kibocsátás dátuma vagy időtartama
hy: Թողարկման ամսաթիվը կամ վավերականության ժամկետը
id: Tanggal terbit atau periode ringkasan
it: Data di emissione o periodo di riepilogo
ja: 発行日または要約期間
ko: 발행 날짜 또는 기간 요약
lt: Išdavimo data arba suvestinis laikotarpis
lv: Izdošanas datums vai derīguma termiņš.
ms: Tarikh pengeluaran atau ringkasan tempoh
nb: Utstedelsesdato eller sammendragsperiode
nl: Afgiftedatum of samenvattende periode
pl: Data wydania lub okres podsumowania
pt: Data de emissão ou período do resumo
ro: Data emiterii sau perioadă centralizatoare
ru: Дата выдачи или итоговый период
sk: Dátum vydania alebo súhrnné obdobie
sl: Datum izdaje ali zbirno obdobje
sr: Datum izdavanja ili zbirni period
sv: Utfärdandedatum eller sammanfattad period
th: วันที่ออกเอกสารหรืองวดบิล
tr: Düzenleme tarihi veya özet dönemi
uk: дату видачі або звітний період.
vi: Ngày cấp hoặc khoảng thời gian tóm tắt
zh: 签发日期或总计期间

# proofOfAddress_guide_instructions_label
source: Capture the entire document and make sure it clearly shows:
ar: التقط المستند بأكمله وتأكد من أنه يُظهر بوضوح:
bg: Заснемете целия документ и се уверете, че той ясно показва:
cs: Zachyťte celý dokument a ujistěte se o viditelnosti následujících údajů:
da: Hele dokumentet skal fremgå, og sørg for, at det tydeligt viser:
de: Erfassen Sie das komplette Dokument und sorgen Sie dafür, dass es Folgendes klar zeigt:
el: Καταγράψτε ολόκληρο το έγγραφο και βεβαιωθείτε ότι εμφανίζει καθαρά:
es: Capture todo el documento y asegúrese de que los siguientes datos se muestran con claridad:
et: Jäädvustage kogu dokument ja veenduge, et see näitab selgelt järgmist.
fa: تصویر کل مدرک را بگیرید و مطمئن شوید که موارد زیر به وضوح مشخص باشد:
fi: Ota kuva koko asiakirjasta ja varmista, että siinä näkyy selvästi:
fr: Prenez en photo tout le document et assurez-vous qu`il indique clairement :
he: צלם את המסמך בשלמותו וודא שהוא מוצג בבירור:
hi: पूरा डॉक्यूमेंट कैप्चर करें और पक्का करें कि उस पर नीचे दी गई जानकारी साफ़-साफ़ दिखाई देती है:
hr: Snimite cijeli dokument i pobrinite se da se jasno vidi sljedeće:
hu: Készítsen fényképet a teljes dokumentumról, és győződjön meg arról, hogy tisztán látszik:
hy: Նկարեք փաստաթուղթն ամբողջությամբ և համոզվեք, որ այնտեղ պարզ երևում են՝
id: Rekam seluruh dokumen dan pastikan dokumen memperlihatkan dengan jelas:
it: Riporta l`intero documento assicurandoti che mostri chiaramente:
ja: ドキュメント全体をキャプチャし、次のことが明確に示されていることを確認します。
ko: 서류 전체를 촬영하고 다음 내용이 명확하게 보이는지 확인하세요
lt: Užfiksuokite visą dokumentą ir įsitikinkite, kad jame aiškiai nurodyta:
lv: Uzņemiet visu dokumentu un pārliecinieties, ka tajā ir skaidri redzama šāda informācija:
ms: Rakam keseluruhan dokumen dan pastikan ia menunjukkan dengan jelas:
nb: Fang opp hele dokumentet, og sørg for at det tydelig viser:
nl: Leg het gehele document vast en zorg ervoor dat duidelijk te zien is:
pl: Uchwyć cały dokument i upewnij się, że są na nim widoczne:
pt: Capte o documento inteiro e garanta que este mostre claramente:
ro: Capturați întregul document și asigurați-vă că arată în mod clar:
ru: Сфотографируйте документ целиком и убедитесь, что на снимке чётко видна следующая информация:
sk: Zachyťte celý doklad a uistite sa, že je jasne vidieť tieto údaje:
sl: Zajemite celoten dokument in se prepričajte, da jasno prikazuje:
sr: Snimite ceo dokument i proverite da li se jasno pokazuje:
sv: Se till att hela dokumentet syns och att det tydligt visar:
th: จับภาพเอกสารทั้งหมดและตรวจสอบให้แน่ใจว่าเห็น:
tr: Tüm belgeyi yakalayın ve açıkça gösterdiğinden emin olun:
uk: Фото має охоплювати весь документ, і на ньому має бути чітко видно:
vi: Chụp lại toàn bộ giấy tờ và đảm bảo giấy tờ thể hiện rõ ràng:
zh: 捕捉整个证明文件，使其清晰显示以下细节：

# proofOfAddress_guide_instructions_logo
source: Logo
ar: الشعار
bg: Лого
el: Λογότυπο
fa: لوگو
he: לוגו
hi: लोगो
hr: Logotip
hu: Logó
hy: Տարբերանշան
ja: ロゴ
ko: 로고
lt: Logotipas
lv: Logotips
pt: Logótipo
ru: Логотип
sl: Logotip
sr: Logotip
sv: Logotyp
th: โลโก้
uk: Логотип
zh: 徽标

# proofOfAddress_guide_subitle_bank_statement
source: Must have been issued in the last 3 months
ar: يجب أن يكون قد صدر في آخر 3 أشهر
bg: Трябва да е издаден през последните 3 месеца
cs: Musí být vydán během posledních 3 měsíců
da: Skal være udstedt inden for de seneste tre måneder
de: Muss in den letzten 3 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 3 μήνες
es: Debe haberse emitido en los últimos 3 meses
et: Peab olema väljastatud viimase 3 kuu jooksul
fa: باید در 3 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 3 kuukauden aikana
fr: Doit avoir été émis au cours des 3 derniers mois
he: תאריך ההנפקה חייב להיות ב-3 החודשים האחרונים
hi: पिछले 3 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 3 mjeseci
hu: Kizárólag az elmúlt 3 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 3 ամիսների ընթացքում
id: Harus diterbitkan dalam 3 bulan terakhir
it: Deve essere stato emesso negli ultimi 3 mesi
ja: 過去3ヶ月以内に発行されている必要があります
ko: 최근 3개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 3 mėnesius
lv: Jābūt izsniegtam pēdējo trīs mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 3 bulan terakhir
nb: Må være utstedt i løpet av de siste tre månedene
nl: Moet in de laatste 3 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 3 miesięcy
pt: Deverá ter sido emitido nos últimos 3 meses
ro: Trebuie să fi fost emis în ultimele 3 luni
ru: Дата выдачи должна быть в течение последних 3 месяцев
sk: Musí byť vydaný v priebehu posledných 3 mesiacov
sl: Izdano mora biti v zadnjih 3 mesecih
sr: Mora biti izdato u poslednjih 3 meseci
sv: Måste ha utfärdats under de senaste 3 månaderna
th: ต้องออกเอกสารภายใน 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 3°місяців
vi: Phải được cấp trong 3 tháng gần nhất
zh: 必须是在过去3个月内签发

# proofOfAddress_guide_subtitle_accomodation_tenancy_certificate
source: Sub-letting agreements not accepted
ar: لا يتم قبول اتفاقيات التأجير الفرعي
bg: Споразуменията за поднаем не се приемат
cs: Podnájemní smlouvy nejsou přijímány
da: Underlejeaftaler accepteres ikke
de: Untermietverträge werden nicht akzeptiert
el: Δεν γίνονται δεκτές συμφωνίες υποενοικίασης
es: No se aceptan acuerdos de subarrendamiento
et: Alamrendilepinguid ei aktsepteerita
fa: توافقنامه‌های زیرمجموعه‌ای پذیرفته نمی‌شوند
fi: Alivuokrasopimukset eivät ole hyväksyttäviä
fr: Les sous-locations ne sont pas acceptées
he: הסכמי השכרה משנית לא מתקבלים
hi: उप-किराया समझौते स्वीकार नहीं किए जाते
hr: Podnajamni ugovori nisu prihvaćeni
hu: Albérleti szerződések nem elfogadottak
hy: Ենթավարձման պայմանագրերը չեն ընդունվում
id: Perjanjian sewa-menyewa tidak diterima
it: Non si accettano contratti di sublocazione
ja: サブリース契約は受け付けていません
ko: 하청 계약은 허용되지 않습니다
lt: Subnuomos sutartys nepriimamos
lv: Apakšnomas līgumi netiek pieņemti
ms: Perjanjian pajakan sub tidak diterima
nb: Underleieavtaler aksepteres ikke
nl: Onderhuurovereenkomsten worden niet geaccepteerd
pl: Umowy podnajmu nie są akceptowane
pt: Sublocações não são aceitas
ro: Acordurile de subînchiriere nu sunt acceptate
ru: Субаренда не принимается
sk: Podnájomné zmluvy nie sú akceptované
sl: Podnajemne pogodbe niso sprejemljive
sr: Podzakupni ugovori nisu prihvaćeni
sv: Andrahandsuthyrningsavtal accepteras inte
th: ไม่ยอมรับข้อตกลงการเช่าซ้ำ
tr: Alt kiralama anlaşmaları kabul edilmez
uk: Угоди про суборенду не приймаються
vi: Không chấp nhận hợp đồng cho thuê lại
zh: 不接受转租协议

# proofOfAddress_guide_subtitle_address_certificate
source: Must be a valid address card
ar: يجب أن تكون بطاقة عنوان صالحة
bg: Адресната карта трябва да е валидна
cs: Musí se jednat o platnou adresní kartu
da: Det skal være et gyldigt adressekort
de: Muss eine gültige Adresskarte sein
el: Πρέπει να είναι έγκυρη κάρτα διεύθυνσης
es: Debe ser una tarjeta de dirección válida
et: Peab olema kehtiv aadressikaart
fa: باید یک کارت آدرس معتبر باشد
fi: On oltava voimassa oleva osoitekortti
fr: Il doit s`agir d`une carte d`adresse valide
he: הכתובת לחיוב חייבת להיות חוקית
hi: यह मान्य पता कार्ड होना चाहिए
hr: Potvrda s adresom mora biti valjana
hu: A lakcímkártya érvényes kell legyen
hy: Հասցեն պարունակող քարտը պետք է վավեր լինի
id: Harus berupa kartu alamat yang valid
it: Deve essere una carta di indirizzo valida
ja: 有効な住所カードである必要があります
ko: 반드시 유효한 주소 카드여야 합니다
lt: Turi būti galiojanti adreso kortelė
lv: Jābūt derīgai adreses kartei
ms: Mesti kad alamat yang sah
nb: Må være et gyldig adressekort
nl: Moet een geldig adreskaartje zijn
pl: Musi to być ważna karta adresowa
pt: Deve ser um cartão de endereço válido
ro: Trebuie să fie un card de adresă valid
ru: Должна быть действительная карточка с адресом
sk: Musí ísť o platný preukaz s adresou
sl: Biti mora veljavna izkaznica z naslovom
sr: Mora da bude kartica sa važećom adresom
sv: Måste vara ett giltigt adresskort
th: ต้องเป็นบัตรที่อยู่ที่ถูกต้อง
tr: Geçerli bir adres kartı olmalıdır
uk: Має бути дійсна картка з адресою
vi: Phải là thẻ địa chỉ hợp lệ
zh: 必须是有效的含地址身份证

# proofOfAddress_guide_subtitle_bank_building_society_statement
source: Must have been issued in the last 3 months
ar: يجب أن يكون قد صدر في آخر 3 أشهر
bg: Трябва да е издаден през последните 3 месеца
cs: Musí být vydán během posledních 3 měsíců
da: Skal være udstedt inden for de seneste tre måneder
de: Muss in den letzten 3 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 3 μήνες
es: Debe haberse emitido en los últimos 3 meses
et: Peab olema väljastatud viimase 3 kuu jooksul
fa: باید در 3 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 3 kuukauden aikana
fr: Doit avoir été émis au cours des 3 derniers mois
he: תאריך ההנפקה חייב להיות ב-3 החודשים האחרונים
hi: पिछले 3 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 3 mjeseci
hu: Kizárólag az elmúlt 3 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 3 ամիսների ընթացքում
id: Harus diterbitkan dalam 3 bulan terakhir
it: Deve essere stato emesso negli ultimi 3 mesi
ja: 過去3ヶ月以内に発行されている必要があります
ko: 최근 3개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 3 mėnesius
lv: Jābūt izsniegtam pēdējo trīs mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 3 bulan terakhir
nb: Må være utstedt i løpet av de siste tre månedene
nl: Moet in de laatste 3 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 3 miesięcy
pt: Deverá ter sido emitido nos últimos 3 meses
ro: Trebuie să fi fost emis în ultimele 3 luni
ru: Дата выдачи должна быть в течение последних 3 месяцев
sk: Musí byť vydaný v priebehu posledných 3 mesiacov
sl: Izdano mora biti v zadnjih 3 mesecih
sr: Mora biti izdato u poslednjih 3 meseci
sv: Måste ha utfärdats under de senaste 3 månaderna
th: ต้องออกเอกสารภายใน 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 3°місяців
vi: Phải được cấp trong 3 tháng gần nhất
zh: 必须是在过去3个月内签发

# proofOfAddress_guide_subtitle_benefit_letters
source: Must have been issued in the last 12 months
ar: يجب أن يكون قد صدر في آخر 12 شهرًا
bg: Трябва да е издаден през последните 12
cs: Musí být vydán během posledních 12 měsíců
da: Skal være udstedt inden for de seneste 12 måneder
de: Muss in den letzten 12 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 12 μήνες
es: Debe haberse emitido en los últimos 12 meses
et: Peab olema väljastatud viimase 12 kuu jooksul
fa: باید در 12 ماه گذشتهصادر شده باشد
fi: On oltava tehty viimeisten 12 kuukauden aikana
fr: Doit avoir été émis au cours des 12 derniers mois
he: תאריך ההנפקה חייב להיות ב-12 החודשים האחרונים
hi: पिछले 12 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 12 mjeseci
hu: Kizárólag az elmúlt 12 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 12 ամիսների ընթացքում
id: Harus diterbitkan dalam 12 bulan terakhir
it: Deve essere stata emessa negli ultimi 12 mesi
ja: 過去12ヶ月以内に発行されている必要があります
ko: 최근 12개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 12 mėnesių
lv: Tai jābūt izdotai pēdējo 12 mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 12 bulan terakhir
nb: Må være utstedt i løpet av de siste 12 månedene
nl: Moet in de laatste 12 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 12 miesięcy
pt: Deverá ter sido emitido nos últimos 12 meses
ro: Trebuie să fi fost emis în ultimele 12 luni
ru: Дата выдачи должна быть в течение последних 12 месяцев
sk: Musí byť vydaný v priebehu posledných 12 mesiacov
sl: Izdano mora biti v zadnjih 12 mesecih
sr: Mora biti izdato u poslednjih 12 meseci
sv: Måste ha utfärdats under de senaste 12 månaderna
th: ต้องออกเอกสารภายใน 12 เดือนที่ผ่านมา
tr: Son 12 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 12°місяців
vi: Phải được cấp trong 12 tháng gần nhất
zh: 必须是在过去12个月内签发

# proofOfAddress_guide_subtitle_bill
source: Must have been issued in the last 3 months
ar: يجب أن يكون قد صدر في آخر 3 أشهر
bg: Трябва да е издаден през последните 3 месеца
cs: Musí být vydán během posledních 3 měsíců
da: Skal være udstedt inden for de seneste tre måneder
de: Muss in den letzten 3 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 3 μήνες
es: Debe haberse emitido en los últimos 3 meses
et: Peab olema väljastatud viimase 3 kuu jooksul
fa: باید در 3 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 3 kuukauden aikana
fr: Doit avoir été émis au cours des 3 derniers mois
he: תאריך ההנפקה חייב להיות ב-3 החודשים האחרונים
hi: पिछले 3 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 3 mjeseci
hu: Kizárólag az elmúlt 3 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 3 ամիսների ընթացքում
id: Harus diterbitkan dalam 3 bulan terakhir
it: Deve essere stato emesso negli ultimi 3 mesi
ja: 過去3ヶ月以内に発行されている必要があります
ko: 최근 3개월 이내 발급된 서류여야 합니다
lt: Turi būti išduota per pastaruosius 3 mėnesius
lv: Jābūt izsniegtam pēdējo trīs mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 3 bulan terakhir
nb: Må være utstedt i løpet av de siste tre månedene
nl: Moet in de laatste 3 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 3 miesięcy
pt: Deverá ter sido emitido nos últimos 3 meses
ro: Trebuie să fi fost emis în ultimele 3 luni
ru: Дата выдачи должна быть в течение последних 3 месяцев
sk: Musí byť vydaný v priebehu posledných 3 mesiacov
sl: Izdano mora biti v zadnjih 3 mesecih
sr: Mora biti izdato u poslednjih 3 meseci
sv: Måste ha utfärdats under de senaste 3 månaderna
th: ต้องออกเอกสารภายใน 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 3°місяців
vi: Phải được cấp trong 3 tháng gần nhất
zh: 必须是在过去3个月内签发

# proofOfAddress_guide_subtitle_council_tax
source: Must have been issued in the last 12 months
ar: يجب أن يكون قد صدر في آخر 12 شهرًا
bg: Трябва да е издаден през последните 12 месеца
cs: Musí být vydán během posledních 12 měsíců
da: Skal være udstedt inden for de seneste 12 måneder
de: Muss in den letzten 12 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 12 μήνες
es: Debe haberse emitido en los últimos 12 meses
et: Peab olema väljastatud viimase 12 kuu jooksul
fa: باید در 12 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 12 kuukauden aikana
fr: Doit avoir été émis au cours des 12 derniers mois
he: תאריך ההנפקה חייב להיות ב-12 החודשים האחרונים
hi: पिछले 12 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 12 mjeseci
hu: Kizárólag az elmúlt 12 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 12 ամիսների ընթացքում
id: Harus diterbitkan dalam 12 bulan terakhir
it: Deve essere stato emesso negli ultimi 12 mesi
ja: 過去12ヶ月以内に発行されている必要があります
ko: 최근 12개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 12 mėnesių
lv: Tai jābūt izdotai pēdējo 12 mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 12 bulan terakhir
nb: Må være utstedt i løpet av de siste 12 månedene
nl: Moet in de laatste 12 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 12 miesięcy
pt: Deverá ter sido emitido nos últimos 12 meses
ro: Trebuie să fi fost emis în ultimele 12 luni
ru: Дата выдачи должна быть в течение последних 12 месяцев
sk: Musí byť vydaný v priebehu posledných 12 mesiacov
sl: Izdano mora biti v zadnjih 12 mesecih
sr: Mora biti izdato u poslednjih 12 meseci
sv: Måste ha utfärdats under de senaste 12 månaderna
th: ต้องออกเอกสารภายใน 12 เดือนที่ผ่านมา
tr: Son 12 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 12 місяців
vi: Phải được cấp trong 12 tháng gần nhất
zh: 必须是在过去12个月内签发
