Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_preview_body_bill
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من تحميل صفحة المستند بأكملها، وأن التفاصيل واضحة للقراءة دون أي ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и подробностите се четат ясно, без да са размазани или с отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou dobře čitelné bez rozmazání nebo odlesků.
da: Sørg for, at du har uploadet hele siden af dokumentet, og at oplysningerne fremstår tydelige, uden at de er slørede eller har genskin
de: Überprüfen Sie, dass Sie die gesamte Dokumentseite hochgeladen haben, und dass man die Details ohne Unschärfen und blendfrei lesen kann
el: Βεβαιωθείτε ότι έχετε αποστείλει ολόκληρη τη σελίδα του εγγράφου και ότι τα στοιχεία είναι ευανάγνωστα, το έγγραφο δεν είναι θολό και δεν υπάρχει αντανάκλαση
es: Asegúrese de haber subido la página completa del documento y de que pueda leerse con claridad, sin destellos ni partes borrosas
et: Veenduge, et olete kogu dokumendi lehe üles laadinud ja andmed on loetavad ning ei ole hägused ega ülevalgustatud
fa: مطمئن شوید که تصویر کامل مدرک را بارگذاری کرده‌اید، جزئیات مدرک واضح بوده، عکس تار نیست و انعکاس نور در تصویر نیست
fi: Varmista, että olet ladannut asiakirjan koko sivun ja että tiedot ovat luettavissa selkeästi ilman epäselviä tai häikäiseviä kohtia
fr: Assurez-vous d`avoir téléversé la page entière du document et que les détails sont clairement lisibles, sans flou et sans reflets
he: ודא שהעלית את עמוד המסמך בשלמותו ושהפרטים ברורים לקריאה ללא טשטוש או השתקפות
hi: पक्का करें कि आपने पूरा डॉक्यूमेंट पेज अपलोड कर दिया है। साथ ही, जानकारी धुँधली या उस पर कोई चमक नहीं है और उसे साफ़-साफ़ पढ़ा जा सकता है
hr: Provjerite jeste li prenijeli cijelu stranicu dokumenta i jesu li detalji čitljivi te da nema zamućenja ni odsjaja
hu: Győződjön meg róla, hogy feltöltötte a teljes dokumentumoldalt, és az adatok tisztán, elmosódás- és tükröződésmentesen olvashatók
hy: Համոզվեք, որ վերբեռնել եք փաստաթղթի ամբողջական էջը, և տվյալները ընթեռնելի են, պատկերը աղոտ չէ և չի փայլում
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya bisa dibaca dengan jelas, tidak buram atau silau
it: Assicurati di aver caricato l`intera pagina del documento e che i dati siano chiari e leggibili, senza sfocature o riflessi
ja: ドキュメントページ全体をアップロードしており、ぼかしや照り返しがなく、詳細がはっきりしていることを確認してください
ko: 전체 서류 페이지를 업로드했는지 확인하고, 세부 정보가 선명하게 읽히며 빛 반사되는 부분이 없는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir kad informacija yra aiškiai matoma, kad ją būtų galima perskaityti, nesusiliejusi ir be atspindžių
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu un ka informācija ir skaidri salasāma bez izplūduma vai atspīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Pass på at du har lastet opp hele dokumentsiden, og detaljene er tydelige og lette å lese, uten uskarphet eller gjenskinn
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk en zonder wazigheid of spiegeling te lezen zijn
pl: Upewnij się, że widoczna jest cała strona dokumentu, a szczegóły są czytelne, bez rozmyć i odblasków
pt: Certifique-se de que carregou a página inteira do documento e que os detalhes são facilmente legíveis, sem desfoque ou brilho
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și că detaliile sunt clare, fără estompări sau luciri, pentru a fi citite
ru: Убедитесь, что Вы загрузили всю страницу документа, данные четко видны, нет размытия или бликов
sk: Uistite sa, že ste nahrali celú stránku dokladu a údaje sú čitateľné bez rozmazania alebo odleskov
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno berljive, brez zamegljenosti ali bleščanja
sr: Proverite da li ste otpremili celu stranicu dokumenta i da li su podaci jasno čitljivi, nisu mutni i nema odsjaja
sv: Se till att du har laddat upp hela dokumentsidan, att detaljerna är tydliga och att det inte finns några oskarpa områden eller ljusreflexer
th: เช็คให้แน่ใจว่าคุณอัปโหลดเอกสารทั้งหน้า และสามารถอ่านรายละเอียดได้อย่างชัดเจนโดยไม่มีตัวหนังสือพร่ามัวหรือมีแสงสะท้อน
tr: Belge sayfasının tamamını yüklediğinizden ve ayrıntıların bulanıklık veya parlama olmadan okunabilecek netlikte olduğundan emin olun
uk: Переконайтеся, що фото охоплює всю сторінку документа, а дані чітко видно й вони легко читаються (немає розмиття і відблисків)
vi: Đảm bảo bạn đã tải lên toàn bộ trang giấy tờ và chi tiết phải rõ ràng để đọc mà không bị mờ hoặc lóa
zh: 请确保您已上传整个证明文件页面，且细节清晰可辨，无模糊或眩光

# proofOfAddress_preview_body_council_tax
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من تحميل صفحة المستند بأكملها، وأن التفاصيل واضحة للقراءة دون أي ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и подробностите се четат ясно, без да са размазани или с отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou dobře čitelné bez rozmazání nebo odlesků.
da: Sørg for, at du har uploadet hele siden af dokumentet, og at oplysningerne fremstår tydelige, uden at de er slørede eller har genskin
de: Überprüfen Sie, dass Sie die gesamte Dokumentseite hochgeladen haben, und dass man die Details ohne Unschärfen und blendfrei lesen kann
el: Βεβαιωθείτε ότι έχετε αποστείλει ολόκληρη τη σελίδα του εγγράφου και ότι τα στοιχεία είναι ευανάγνωστα, το έγγραφο δεν είναι θολό και δεν υπάρχει αντανάκλαση
es: Asegúrese de haber subido la página completa del documento y de que pueda leerse con claridad, sin destellos ni partes borrosas
et: Veenduge, et olete kogu dokumendi lehe üles laadinud ja andmed on loetavad ning ei ole hägused ega ülevalgustatud
fa: مطمئن شوید که تصویر کامل مدرک را بارگذاری کرده‌اید، جزئیات مدرک واضح بوده، عکس تار نیست و انعکاس نور در تصویر نیست
fi: Varmista, että olet ladannut asiakirjan koko sivun ja että tiedot ovat luettavissa selkeästi ilman epäselviä tai häikäiseviä kohtia
fr: Assurez-vous d`avoir téléversé la page entière du document et que les détails sont clairement lisibles, sans flou et sans reflets
he: ודא שהעלית את עמוד המסמך בשלמותו ושהפרטים ברורים לקריאה ללא טשטוש או השתקפות
hi: पक्का करें कि आपने पूरा डॉक्यूमेंट पेज अपलोड कर दिया है। साथ ही, जानकारी धुँधली या उस पर कोई चमक नहीं है और उसे साफ़-साफ़ पढ़ा जा सकता है
hr: Provjerite jeste li prenijeli cijelu stranicu dokumenta i jesu li detalji čitljivi te da nema zamućenja ni odsjaja
hu: Győződjön meg róla, hogy feltöltötte a teljes dokumentumoldalt, és az adatok tisztán, elmosódás- és tükröződésmentesen olvashatók
hy: Համոզվեք, որ վերբեռնել եք փաստաթղթի ամբողջական էջը, և տվյալները ընթեռնելի են, պատկերը աղոտ չէ և չի փայլում
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya bisa dibaca dengan jelas, tidak buram atau silau
it: Assicurati di aver caricato l`intera pagina del documento e che i dati siano chiari e leggibili, senza sfocature o riflessi
ja: ドキュメントページ全体をアップロードしており、ぼかしや照り返しがなく、詳細がはっきりしていることを確認してください
ko: 전체 서류 페이지를 업로드했는지 확인하고, 세부 정보가 선명하게 읽히며 빛 반사되는 부분이 없는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir kad informacija yra aiškiai matoma, kad ją būtų galima perskaityti, nesusiliejusi ir be atspindžių
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu un ka informācija ir skaidri salasāma bez izplūduma vai atspīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Pass på at du har lastet opp hele dokumentsiden, og detaljene er tydelige og lette å lese, uten uskarphet eller gjenskinn
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk en zonder wazigheid of spiegeling te lezen zijn
pl: Upewnij się, że widoczna jest cała strona dokumentu, a szczegóły są czytelne, bez rozmyć i odblasków
pt: Certifique-se de que carregou a página inteira do documento e que os detalhes são facilmente legíveis, sem desfoque ou brilho
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și că detaliile sunt clare, fără estompări sau luciri, pentru a fi citite
ru: Убедитесь, что Вы загрузили всю страницу документа, данные четко видны, нет размытия или бликов
sk: Uistite sa, že ste nahrali celú stránku dokladu a údaje sú čitateľné bez rozmazania alebo odleskov
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno berljive, brez zamegljenosti ali bleščanja
sr: Proverite da li ste otpremili celu stranicu dokumenta i da li su podaci jasno čitljivi, nisu mutni i nema odsjaja
sv: Se till att du har laddat upp hela dokumentsidan, att detaljerna är tydliga och att det inte finns några oskarpa områden eller ljusreflexer
th: เช็คให้แน่ใจว่าคุณอัปโหลดเอกสารทั้งหน้า และสามารถอ่านรายละเอียดได้อย่างชัดเจนโดยไม่มีตัวหนังสือพร่ามัวหรือมีแสงสะท้อน
tr: Belge sayfasının tamamını yüklediğinizden ve ayrıntıların bulanıklık veya parlama olmadan okunabilecek netlikte olduğundan emin olun
uk: Переконайтеся, що фото охоплює всю сторінку документа, а дані чітко видно й вони легко читаються (немає розмиття і відблисків)
vi: Đảm bảo bạn đã tải lên toàn bộ trang giấy tờ và chi tiết phải rõ ràng để đọc mà không bị mờ hoặc lóa
zh: 请确保您已上传整个证明文件页面，且细节清晰可辨，无模糊或眩光

# proofOfAddress_preview_body_exchange_house_statement
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או הבהוב
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Pobrinite se da ste prenijeli cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odsjaja
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են կարդալ, առանց մոլորության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: ドキュメントの全ページがアップロードされていること、そして詳細がはっきりと読め、ぼやけや眩しさがないことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentetsiden, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve detayların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光

# proofOfAddress_preview_body_general_letter
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: مطمئن شوید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé la totalité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או הבהוב
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Pobrinite se da ste prenijeli cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odsjaja
hu: Győződjön meg róla, hogy feltöltötte az egész dokumentum oldalt, és az adatok jól olvashatóak, nincs elmosódás vagy vakítás
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են կարդալ, առանց մոլորության կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: ドキュメントの全ページがアップロードされていること、そして詳細がはっきりと読め、ぼやけや眩しさがないことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentetsiden, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงสะท้อน
tr: Tüm belge sayfasını yüklediğinizden ve detayların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光

# proofOfAddress_preview_body_government_letter
source: Provide the whole document page for best results
ar: قدّم صفحة المستند بالكامل للحصول على أفضل النتائج
bg: Изпратете цялата страница на документа за най-добър резултат
cs: Pro dosažení nejlepších výsledků použijte celou stránku dokumentu
da: Hele dokumentets side skal fremgå for at få det bedste resultat
de: Für das beste Ergebnis die gesamte Dokumentseite abbilden
el: Παρέχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Facilite la página completa del documento para obtener mejores resultados
et: Parima tulemuse saamiseks esitage kogu dokumendileht
fa: برای دستیابی به بهترین نتایج، تصویر کل صفحه را ارائه دهید
fi: Toimita asiakirjan koko sivu parhaan tuloksen saamiseksi
fr: Fournissez la page entière du document pour de meilleurs résultats
he: שלח את עמוד המסמך בשלמותו כדי לקבל התוצאות הטובות ביותר
hi: सबसे बढ़िया नतीजों के लिए पूरे डॉक्यूमेंट का पेज प्रदान करें
hr: Za najbolje rezultate pošaljite cijelu stranicu dokumenta
hu: A legjobb eredményhez adja meg a teljes dokumentumoldalt
hy: Լավագույն արդյունքի համար հետևեք, որ փաստաթղթի էջը ամբողջական լինի
id: Berikan seluruh halaman dokumen untuk hasil terbaik
it: Invia l’intera pagina del documento per un risultato ottimale
ja: 最高の結果が得られるよう、ドキュメントページの全体を写してください
ko: 최상의 결과를 위해 서류 전체 페이지를 제출하세요
lt: Pateikite visą dokumento puslapį, kad pasiektumėte geriausių rezultatų
lv: Iesniedziet visu dokumenta lapu, lai iegūtu pēc iespējas labāku rezultātu
ms: Sediakan seluruh halaman dokumen untuk mendapatkan hasil terbaik
nb: Bruk hele dokumentsiden for det beste resultatet
nl: Verstrek de hele documentpagina voor de beste resultaten
pl: Podaj całą stronę dokumentu, aby uzyskać najlepsze wyniki
pt: Forneça a página completa do documento para melhores resultados
ro: Furnizați întreaga pagină a documentului pentru rezultate mai bune
ru: Для лучшего результата сфотографируйте документ целиком
sk: Najlepšie výsledky dosiahnete, ak nám poskytnete celú stránku dokladu
sl: Za najboljše rezultate zagotovite celotno stran dokumenta
sr: Najbolje je da pošaljete celu stranicu dokumenta
sv: Se till att skicka in hela dokumentsidan för bästa resultat
th: แสดงเอกสารทั้งหน้าเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçlar için belge sayfasının tamamını gönderin
uk: Для оптимальних результатів перевірки сторінку має бути видно повністю
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 提供整个证明文件页面以获得最佳结果
