Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_error_instruction_4_passport_usa
source: You may need to slowly slide your phone up and down against the inside back cover until you locate the chip.
ar: قد تحتاج إلى تحريك هاتفك ببطء لأعلى ولأسفل مقابل الغلاف الخلفي الداخلي حتى تعثر على الشريحة.
bg: Може да се наложи бавно да плъзнете телефона си нагоре и надолу по вътрешната задна корица, докато не намерите чипа.
cs: Možná budete muset pomalu posouvat telefon nahoru a dolů po vnitřní zadní straně obalu, dokud nenajdete čip.
da: Du skal muligvis langsomt glide din telefon op og ned mod indersiden af bagcoveret, indtil du finder chippen.
de: Möglicherweise müssen Sie Ihr Telefon langsam auf und ab entlang der Innenseite des hinteren Covers bewegen, bis Sie den Chip finden.
el: Ίσως χρειαστεί να σύρετε αργά το τηλέφωνό σας πάνω και κάτω κατά μήκος του εσωτερικού πίσω καλύμματος μέχρι να εντοπίσετε το chip.
es: Es posible que necesite deslizar lentamente su teléfono hacia arriba y hacia abajo contra la parte interior de la cubierta trasera hasta que localice el chip.
et: Võib-olla peate telefoni aeglaselt üles-alla libistama vastu tagakaane sisekülge, kuni leiate kiibi.
fa: ممکن است نیاز باشد که گوشی خود را به آرامی به بالا و پایین در برابر داخل جلد پشتی بکشید تا تراشه را پیدا کنید.
fi: Saatat joutua liu`uttamaan puhelintasi hitaasti ylös ja alas takakannen sisäpuolta vasten, kunnes löydät sirun.
fr: Vous devrez peut-être faire glisser lentement votre téléphone de haut en bas contre l`intérieur de la couverture arrière jusqu`à ce que vous localisiez la puce.
he: ייתכן שתצטרך להחליק את הטלפון שלך לאט למעלה ולמטה כנגד הכיסוי האחורי הפנימי עד שתאתר את השבב.
hi: आपको चिप का पता लगाने के लिए अपने फोन को धीरे-धीरे ऊपर और नीचे अंदर के पिछले कवर के खिलाफ स्लाइड करना पड़ सकता है।
hr: Možda ćete trebati polako kliziti telefonom gore-dolje uz unutarnju stražnju stranu korica dok ne pronađete čip.
hu: Lehet, hogy lassan fel és le kell csúsztatnia a telefonját a belső hátsó borító mentén, amíg meg nem találja a chipet.
hy: Դուք կարող եք դանդաղ սահեցնել ձեր հեռախոսը վերև և ներքև դեպի ներքին հետևի կազմը, մինչև գտնեք չիպը։
id: Anda mungkin perlu perlahan-lahan menggeser ponsel Anda ke atas dan ke bawah di bagian dalam penutup belakang hingga Anda menemukan chip tersebut.
it: Potrebbe essere necessario far scorrere lentamente il telefono su e giù contro la copertina interna posteriore finché non si individua il chip.
ja: チップを見つけるまで、携帯電話を内側の裏表紙に沿ってゆっくりと上下にスライドさせる必要があるかもしれません。
ko: 칩을 찾을 때까지 휴대폰을 천천히 위아래로 움직여서 뒷면 커버 안쪽에 대어야 할 수 있습니다.
lt: Jums gali tekti lėtai slinkti telefoną aukštyn ir žemyn prieš vidinį galinio viršelio paviršių, kol surasite lustą.
lv: Jums, iespējams, būs nepieciešams lēnām slīdēt tālruni uz augšu un leju pret iekšējo aizmugurējo vāku, līdz atrodat čipu.
ms: Anda mungkin perlu perlahan-lahan menggeser telefon anda ke atas dan ke bawah pada bahagian dalam penutup belakang sehingga anda menemui cip tersebut.
nb: Du må kanskje sakte skyve telefonen opp og ned mot innsiden av bakdekselet til du finner chipen.
nl: U moet mogelijk uw telefoon langzaam omhoog en omlaag schuiven tegen de binnenkant van de achteromslag totdat u de chip vindt.
pl: Może być konieczne powolne przesuwanie telefonu w górę i w dół wzdłuż wewnętrznej strony tylnej okładki, aż zlokalizujesz chip.
pt: Pode ser necessário deslizar lentamente o seu telefone para cima e para baixo contra a parte interna da capa traseira até localizar o chip.
ro: Este posibil să fie necesar să glisați încet telefonul în sus și în jos pe partea interioară a copertei din spate până când localizați cipul.
ru: Возможно, вам потребуется медленно провести телефоном вверх и вниз по внутренней стороне задней обложки, пока вы не найдете чип.
sk: Možno budete musieť pomaly posúvať telefón hore a dole po vnútornej zadnej strane obalu, kým nenájdete čip.
sl: Morda boste morali počasi drseti s telefonom gor in dol po notranji zadnji strani ovitka, dokler ne najdete čipa.
sr: Možda ćete morati polako kliziti telefonom gore-dole uz unutrašnju zadnju koricu dok ne locirate čip.
sv: Du kan behöva långsamt föra din telefon upp och ner mot insidan av bakre omslaget tills du hittar chipet.
th: คุณอาจต้องเลื่อนโทรศัพท์ของคุณขึ้นและลงช้า ๆ กับด้านในของปกหลังจนกว่าคุณจะพบชิป
tr: Çipi bulana kadar telefonunuzu iç arka kapak boyunca yavaşça yukarı ve aşağı kaydırmanız gerekebilir.
uk: Можливо, вам доведеться повільно переміщувати телефон вгору і вниз по внутрішній стороні задньої обкладинки, поки ви не знайдете чип.
vi: Bạn có thể cần từ từ trượt điện thoại của mình lên xuống dọc theo mặt trong của bìa sau cho đến khi bạn tìm thấy chip.
zh: 您可能需要将手机在内侧后盖上慢慢上下滑动，直到找到芯片。

# nfc_error_instruction_5_passport
source: Once your phone detects the chip in your passport, the scan will start automatically. Keep your phone and passport still so the scan can complete.
ar: بمجرد أن يكتشف هاتفك الشريحة في جواز سفرك، سيبدأ الفحص تلقائيًا. حافظ على ثبات هاتفك وجواز سفرك حتى يكتمل الفحص.
bg: След като телефонът ви открие чипа в паспорта, сканирането ще започне автоматично. Дръжте телефона и паспорта си неподвижни, за да може сканирането да завърши.
cs: Jakmile váš telefon detekuje čip ve vašem pasu, skenování se automaticky spustí. Držte telefon a pas v klidu, aby se skenování mohlo dokončit.
da: Når din telefon registrerer chippen i dit pas, vil scanningen starte automatisk. Hold din telefon og dit pas stille, så scanningen kan fuldføres.
de: Sobald Ihr Telefon den Chip in Ihrem Reisepass erkennt, beginnt der Scan automatisch. Halten Sie Ihr Telefon und Ihren Reisepass ruhig, damit der Scan abgeschlossen werden kann.
el: Μόλις το τηλέφωνό σας ανιχνεύσει το chip στο διαβατήριό σας, η σάρωση θα ξεκινήσει αυτόματα. Κρατήστε το τηλέφωνο και το διαβατήριο σταθερά ώστε να ολοκληρωθεί η σάρωση.
es: Una vez que tu teléfono detecte el chip en tu pasaporte, la lectura comenzará automáticamente. Mantén tu teléfono y pasaporte quietos para que la lectura pueda completarse.
et: Kui teie telefon tuvastab teie passi kiibi, algab skannimine automaatselt. Hoidke oma telefon ja pass paigal, et skannimine saaks lõpule viia.
fa: به محض اینکه تلفن شما تراشه موجود در گذرنامه را شناسایی کند، اسکن به طور خودکار شروع می‌شود. تلفن و گذرنامه خود را ثابت نگه دارید تا اسکن کامل شود.
fi: Kun puhelimesi havaitsee sirun passissasi, skannaus alkaa automaattisesti. Pidä puhelin ja passi paikallaan, jotta skannaus voi valmistua.
fr: Une fois que votre téléphone détecte la puce dans votre passeport, le scan commencera automatiquement. Gardez votre téléphone et votre passeport immobiles pour que la numérisation puisse se terminer.
he: ברגע שהטלפון שלך מזהה את השבב בדרכון שלך, הסריקה תתחיל אוטומטית. שמור את הטלפון והדרכון שלך יציבים כדי שהסריקה תוכל להסתיים.
hi: एक बार जब आपका फोन आपके पासपोर्ट में चिप का पता लगा लेता है, तो स्कैन अपने आप शुरू हो जाएगा। स्कैन पूरा होने के लिए अपने फोन और पासपोर्ट को स्थिर रखें।
hr: Kada vaš telefon otkrije čip u vašoj putovnici, skeniranje će započeti automatski. Držite telefon i putovnicu mirno kako bi skeniranje moglo završiti.
hu: Amint a telefonod érzékeli a chipet az útleveledben, a beolvasás automatikusan elindul. Tartsd mozdulatlanul a telefonodat és az útleveledet, hogy a beolvasás befejeződhessen.
hy: Երբ ձեր հեռախոսը հայտնաբերի չիպը ձեր անձնագրում, սկանավորումը կսկսվի ավտոմատ կերպով։ Պահեք ձեր հեռախոսը և անձնագիրը անշարժ, որպեսզի սկանավորումը ավարտվի։
id: Setelah ponsel Anda mendeteksi chip di paspor Anda, pemindaian akan dimulai secara otomatis. Jaga agar ponsel dan paspor Anda tetap diam agar pemindaian dapat selesai.
it: Una volta che il tuo telefono rileva il chip nel tuo passaporto, la scansione inizierà automaticamente. Tieni fermo il telefono e il passaporto affinché la scansione possa completarsi.
ja: パスポートのチップが携帯電話に検出されると、スキャンが自動的に開始されます。スキャンが完了するまで、携帯電話とパスポートを静止させてください。
ko: 휴대폰이 여권의 칩을 감지하면 스캔이 자동으로 시작됩니다. 스캔이 완료될 수 있도록 휴대폰과 여권을 고정하세요.
lt: Kai jūsų telefonas aptinka lustą jūsų pase, nuskaitymas prasidės automatiškai. Laikykite telefoną ir pasą nejudančius, kad nuskaitymas galėtų baigtis.
lv: Kad jūsu tālrunis atklāj čipu jūsu pasē, skenēšana sāksies automātiski. Turiet tālruni un pasi nekustīgi, lai skenēšana varētu pabeigties.
ms: Sebaik sahaja telefon anda mengesan cip dalam pasport anda, imbasan akan bermula secara automatik. Pastikan telefon dan pasport anda tidak bergerak supaya imbasan dapat diselesaikan.
nb: Når telefonen din oppdager brikken i passet ditt, vil skanningen starte automatisk. Hold telefonen og passet i ro slik at skanningen kan fullføres.
nl: Zodra je telefoon de chip in je paspoort detecteert, start de scan automatisch. Houd je telefoon en paspoort stil zodat de scan kan voltooien.
pl: Gdy telefon wykryje chip w twoim paszporcie, skanowanie rozpocznie się automatycznie. Trzymaj telefon i paszport nieruchomo, aby skanowanie mogło się zakończyć.
pt: Assim que seu telefone detectar o chip no seu passaporte, a leitura começará automaticamente. Mantenha seu telefone e passaporte imóveis para que a leitura possa ser concluída.
ro: Odată ce telefonul detectează cipul din pașaportul tău, scanarea va începe automat. Ține telefonul și pașaportul nemișcate pentru ca scanarea să se poată finaliza.
ru: Как только ваш телефон обнаружит чип в вашем паспорте, сканирование начнется автоматически. Держите телефон и паспорт неподвижно, чтобы сканирование завершилось.
sk: Akonáhle váš telefón zistí čip vo vašom pase, skenovanie sa automaticky spustí. Držte telefón a pas v pokoji, aby sa skenovanie mohlo dokončiť.
sl: Ko vaš telefon zazna čip v vašem potnem listu, se bo skeniranje začelo samodejno. Držite telefon in potni list pri miru, da se skeniranje lahko dokonča.
sr: Kada vaš telefon detektuje čip u vašem pasošu, skeniranje će se automatski pokrenuti. Držite telefon i pasoš mirno kako bi skeniranje moglo da se završi.
sv: När din telefon upptäcker chipet i ditt pass, startar skanningen automatiskt. Håll din telefon och ditt pass stilla så att skanningen kan slutföras.
th: เมื่อโทรศัพท์ของคุณตรวจพบชิปในหนังสือเดินทาง การสแกนจะเริ่มต้นโดยอัตโนมัติ กรุณาถือโทรศัพท์และหนังสือเดินทางให้นิ่งเพื่อให้การสแกนเสร็จสมบูรณ์
tr: Telefonunuz pasaportunuzdaki çipi algıladığında, tarama otomatik olarak başlayacaktır. Taramanın tamamlanabilmesi için telefonunuzu ve pasaportunuzu sabit tutun.
uk: Як тільки ваш телефон виявить чип у вашому паспорті, сканування розпочнеться автоматично. Тримайте телефон і паспорт нерухомо, щоб сканування завершилося.
vi: Khi điện thoại của bạn phát hiện chip trong hộ chiếu, quá trình quét sẽ tự động bắt đầu. Giữ điện thoại và hộ chiếu của bạn yên để quá trình quét có thể hoàn tất.
zh: 一旦您的手机检测到护照中的芯片，扫描将自动开始。请保持手机和护照静止，以便扫描完成。

# nfc_error_title
source: Unable to scan the chip. Need help?
ar: غير قادر على مسح الرقاقة. هل تحتاج إلى مساعدة؟
bg: Не може да сканирате чипа. Нуждаете се от помощ?
cs: Nelze naskenovat čip. Potřebujete pomoc?
da: Ikke i stand til at scanne chippen. Har du brug for hjælp?
de: Unfähig, den Chip zu scannen. Brauchen Sie Hilfe?
el: Αδυναμία σάρωσης του τσιπ. Χρειάζεστε βοήθεια;
es: No se puede escanear el chip. ¿Necesita ayuda?
et: Ei suuda kiipi skaneerida. Vajate abi?
fa: قادر به اسکن کردن چیپ نیستید. نیاز به کمک دارید؟
fi: Sirun skannaaminen ei onnistu. Tarvitsetko apua?
fr: Incapable de scanner la puce. Besoin d`aide?
he: לא ניתן לסרוק את השבב. צריך עזרה?
hi: चिप स्कैन करने में असमर्थ। क्या मदद चाहिए?
hr: Nije moguće skenirati čip. Trebate li pomoć?
hu: Nem sikerült a chip beolvasása. Segítségre van szüksége?
hy: Չիպը սկանավորելը չի հաջողվում։ Օգտագործել օգնությունը՞
id: Tidak dapat memindai chip. Butuh bantuan?
it: Impossibile eseguire la scansione del chip. Hai bisogno di aiuto?
ja: チップをスキャンできません。ヘルプが必要ですか？
ko: 칩을 스캔할 수 없습니다. 도움이 필요하신가요?
lt: Nepavyko nuskaityti lusto. Reikia pagalbos?
lv: Nevar skenēt mikroshēmu. Vajadzīga palīdzība?
ms: Tidak dapat mengimbas cip. Perlukan bantuan?
nb: Kan ikke skanne chipen. Trenger du hjelp?
nl: Niet in staat om de chip te scannen. Hulp nodig?
pl: Nie można zeskanować chipa. Potrzebujesz pomocy?
pt: Incapaz de digitalizar o chip. Precisa de ajuda?
ro: Imposibil de scanat cipul. Aveți nevoie de ajutor?
ru: Не удалось отсканировать чип. Нужна помощь?
sk: Nepodarilo sa naskenovať čip. Potrebujete pomoc?
sl: Čipa ni mogoče skenirati. Potrebujete pomoč?
sr: Nije moguće skenirati čip. Treba vam pomoć?
sv: Kan inte skanna chippet. Behöver du hjälp?
th: ไม่สามารถสแกนชิปได้ ต้องการความช่วยเหลือหรือไม่?
tr: Çipi tarayamıyoruz. Yardıma mı ihtiyacınız var?
uk: Не вдається відсканувати чіп. Потрібна допомога?
vi: Không thể quét chip. Cần trợ giúp?
zh: 无法扫描芯片。需要帮助吗？

# nfc_scan_button_primary
source: Start scan
ar: ابدأ المسح
bg: Започнете сканиране
cs: Zahájit skenování
da: Start scanning
de: Scan starten
el: Έναρξη σάρωσης
es: Iniciar escaneo
et: Alusta skannimist
fa: شروع اسکن
fi: Aloita skannaus
fr: Commencer le scan
he: התחל סריקה
hi: स्कैन शुरू करें
hr: Pokreni skeniranje
hu: Indítási szkennelés
hy: Սկսել սկանավորումը
id: Mulai pemindaian
it: Avvia scansione
ja: スキャンを開始
ko: 스캔 시작
lt: Pradėti nuskaitymą
lv: Sākt skenēšanu
ms: Mulakan imbasan
nb: Start skanning
nl: Scan starten
pl: Rozpocznij skanowanie
pt: Iniciar digitalização
ro: Începe scanarea
ru: Начать сканирование
sk: Spustiť skenovanie
sl: Začni skeniranje
sr: Pokreni skeniranje
sv: Starta skanning
th: เริ่มการสแกน
tr: Taramayı başlat
uk: Почати сканування
vi: Bắt đầu quét
zh: 开始扫描

# nfc_scan_instruction_1_document
source: Place your document against the back of your phone, near the top.
ar: ضع المستند الخاص بك على الجزء الخلفي من هاتفك، بالقرب من الأعلى.
bg: Поставете документа си на гърба на телефона, близо до горната част.
cs: Umístěte svůj dokument na zadní stranu telefonu, blízko horní části.
da: Placér dit dokument mod bagsiden af din telefon, nær toppen.
de: Legen Sie Ihr Dokument an die Rückseite Ihres Telefons, in die Nähe der Oberseite.
el: Τοποθετήστε το έγγραφό σας στο πίσω μέρος του τηλεφώνου σας, κοντά στην κορυφή.
es: Coloca tu documento en la parte trasera de tu teléfono, cerca de la parte superior.
et: Asetage oma dokument telefoni tagaküljele, ülaosa lähedale.
fa: مدرک خود را در قسمت بالای پشت گوشی خود قرار دهید.
fi: Aseta asiakirjasi puhelimesi taakse, lähelle yläosaa.
fr: Placez votre document contre le dos de votre téléphone, près du haut.
he: הנח את המסמך שלך על גב הטלפון שלך, קרוב לחלק העליון.
hi: अपने दस्तावेज़ को अपने फ़ोन के पीछे, ऊपर की ओर रखें।
hr: Postavite svoj dokument na stražnju stranu telefona, blizu vrha.
hu: Helyezze a dokumentumot a telefon hátuljához, közel a tetejéhez.
hy: Տեղադրեք ձեր փաստաթուղթը հեռախոսի հետևի մասում, վերևի մոտ։
id: Tempatkan dokumen Anda di bagian belakang ponsel Anda, dekat bagian atas.
it: Posiziona il tuo documento sul retro del telefono, vicino alla parte superiore.
ja: ドキュメントを携帯電話の背面、上部付近に置いてください。
ko: 문서를 휴대폰 뒷면, 상단 근처에 놓으세요.
lt: Padėkite savo dokumentą prie telefono nugarėlės, netoli viršaus.
lv: Novietojiet savu dokumentu pret telefona aizmuguri, netālu no augšas.
ms: Letakkan dokumen anda di bahagian belakang telefon anda, berhampiran bahagian atas.
nb: Plasser dokumentet mot baksiden av telefonen din, nær toppen.
nl: Plaats uw document tegen de achterkant van uw telefoon, dicht bij de bovenkant.
pl: Umieść swój dokument z tyłu telefonu, blisko górnej części.
pt: Coloque seu documento na parte de trás do seu telefone, próximo ao topo.
ro: Așezați documentul pe spatele telefonului, aproape de partea de sus.
ru: Поместите ваш документ к задней части телефона, ближе к верху.
sk: Položte svoj dokument na zadnú stranu telefónu, blízko vrchu.
sl: Postavite svoj dokument na zadnjo stran telefona, blizu vrha.
sr: Postavite svoj dokument na zadnju stranu telefona, blizu vrha.
sv: Placera ditt dokument mot baksidan av din telefon, nära toppen.
th: วางเอกสารของคุณไว้ที่ด้านหลังของโทรศัพท์ ใกล้กับด้านบน
tr: Belgenizi telefonunuzun arkasına, üst kısmına yakın bir yere yerleştirin.
uk: Розмістіть ваш документ на задній частині телефону, ближче до верху.
vi: Đặt tài liệu của bạn vào mặt sau của điện thoại, gần phía trên.
zh: 将您的证件放在手机背面靠近顶部的位置。

# nfc_scan_instruction_1_passport
source: Close your passport and place it on a flat surface with the front side up.
ar: أغلق جواز سفرك وضعه على سطح مستوي مع الجهة الأمامية للأعلى.
bg: Затворете паспорта си и го поставете на плоска повърхност с предната страна нагоре.
cs: Zavřete svůj pas a položte ho na rovný povrch s přední stranou nahoru.
da: Luk dit pas og placer det på en flad overflade med forsiden opad.
de: Schließen Sie Ihren Pass und legen Sie ihn mit der Vorderseite nach oben auf eine flache Oberfläche.
el: Κλείστε το διαβατήριό σας και τοποθετήστε το σε μια επίπεδη επιφάνεια με την εμπρόσθια πλευρά προς τα πάνω.
es: Cierre su pasaporte y colóquelo en una superficie plana con el frente hacia arriba.
et: Sulgege oma pass ja asetage see tasasele pinnale esiküljega ülespoole.
fa: گذرنامه خود را ببندید و آن را روی سطح صافی با روی جلد به بالا قرار دهید.
fi: Sulje passisi ja aseta se tasaiselle pinnalle etupuoli ylöspäin.
fr: Fermez votre passeport et placez-le sur une surface plate avec le côté avant vers le haut.
he: סגור את הדרכון שלך והניח אותו על משטח שטוח עם הצד הקדמי למעלה.
hi: अपना पासपोर्ट बंद करें और इसे समतल सतह पर सामने की ओर ऊपर रखें।
hr: Zatvorite svoju putovnicu i stavite je na ravnu površinu s prednjom stranom prema gore.
hu: Csukja be az útlevelét és helyezze azt egy sík felületre az előlap felfelé.
hy: Փակեք ձեր անձնագիրը և դնեք այն հարթ մակերեսում մեջտեղով վերև։
id: Tutup paspor Anda dan letakkan di permukaan datar dengan sisi depan menghadap ke atas.
it: Chiudi il tuo passaporto e posizionalo su una superficie piana con il lato frontale rivolto verso l`alto.
ja: パスポートを閉じて、表面が上になるように平らな面に置いてください。
ko: 여권을 닫고 앞면이 위로 오도록 평평한 표면에 놓으십시오.
lt: Uždarykite savo pasą ir padėkite jį ant plokščios paviršiaus priekinė puse į viršų.
lv: Aizveriet savu pasi un novietojiet to uz plakana virsmas ar priekšpusi uz augšu.
ms: Tutup pasport anda dan letakkan di atas permukaan yang rata dengan bahagian depan menghadap ke atas.
nb: Lukk passet ditt og plasser det på en flat overflate med forsiden opp.
nl: Sluit uw paspoort en leg het op een vlakke ondergrond met de voorkant naar boven.
pl: Zamknij swój paszport i połóż go na płaskiej powierzchni, stroną frontową do góry.
pt: Feche seu passaporte e coloque-o em uma superfície plana com a frente para cima.
ro: Închideți pașaportul și așezați-l pe o suprafață plană cu fața în sus.
ru: Закройте свой паспорт и положите его на ровную поверхность лицевой стороной вверх.
sk: Zatvorte váš pas a položte ho na rovný povrch s prednou stranou nahor.
sl: Zaprite svoj potni list in ga postavite na ravno površino s sprednjo stranjo navzgor.
sr: Zatvorite svoj pasoš i stavite ga na ravnu površinu sa prednjom stranom prema gore.
sv: Stäng ditt pass och placera det på en plan yta med framsidan uppåt.
th: ปิดหนังสือเดินทางของคุณและวางลงบนพื้นผิวแบนด้วยด้านหน้าขึ้น
tr: Kimliğinizi kapatın ve ön yüzü yukarıda olacak şekilde düz bir yüzeye koyun.
uk: Закрийте свій паспорт і покладіть його на рівну поверхню обличчям вгору.
vi: Đóng hộ chiếu của bạn và đặt nó trên một bề mặt phẳng với mặt trước hướng lên.
zh: 请关闭您的护照，并将其正面朝上放在平面上。

# nfc_scan_instruction_1_passport_usa
source: Open your passport to the last page and place it on a flat surface.
ar: افتح جواز سفرك على الصفحة الأخيرة وضعه على سطح مستوٍ.
bg: Отворете паспорта си на последната страница и го поставете на равна повърхност.
cs: Otevřete svůj pas na poslední stránce a položte ho na rovný povrch.
da: Åbn dit pas til den sidste side og læg det på en flad overflade.
de: Öffnen Sie Ihren Reisepass auf der letzten Seite und legen Sie ihn auf eine flache Oberfläche.
el: Ανοίξτε το διαβατήριό σας στην τελευταία σελίδα και τοποθετήστε το σε μια επίπεδη επιφάνεια.
es: Abra su pasaporte en la última página y colóquelo sobre una superficie plana.
et: Avage oma pass viimasele lehele ja asetage see tasasele pinnale.
fa: گذرنامه خود را به صفحه آخر باز کنید و آن را روی یک سطح صاف قرار دهید.
fi: Avaa passisi viimeiselle sivulle ja aseta se tasaiselle pinnalle.
fr: Ouvrez votre passeport à la dernière page et placez-le sur une surface plane.
he: פתח את הדרכון שלך לעמוד האחרון והנח אותו על משטח שטוח.
hi: अपने पासपोर्ट को अंतिम पृष्ठ पर खोलें और इसे एक समतल सतह पर रखें।
hr: Otvorite svoju putovnicu na posljednjoj stranici i stavite je na ravnu površinu.
hu: Nyissa ki az útlevelét az utolsó oldalon, és helyezze egy sík felületre.
hy: Բացեք ձեր անձնագիրը վերջին էջին և դրեք այն հարթ մակերեսի վրա։
id: Buka paspor Anda ke halaman terakhir dan letakkan di permukaan datar.
it: Apri il tuo passaporto all`ultima pagina e posizionalo su una superficie piana.
ja: パスポートを最後のページまで開き、平らな面に置いてください。
ko: 여권을 마지막 페이지까지 열고 평평한 표면에 놓으세요.
lt: Atidarykite savo pasą iki paskutinio puslapio ir padėkite jį ant lygaus paviršiaus.
lv: Atveriet savu pasi uz pēdējās lapas un novietojiet to uz līdzenas virsmas.
ms: Buka pasport anda ke halaman terakhir dan letakkan di permukaan rata.
nb: Åpne passet ditt til siste side og legg det på en flat overflate.
nl: Open uw paspoort naar de laatste pagina en leg het op een vlakke ondergrond.
pl: Otwórz swój paszport na ostatniej stronie i połóż go na płaskiej powierzchni.
pt: Abra seu passaporte na última página e coloque-o em uma superfície plana.
ro: Deschideți pașaportul la ultima pagină și așezați-l pe o suprafață plană.
ru: Откройте паспорт на последней странице и положите его на ровную поверхность.
sk: Otvorte svoj pas na poslednej strane a položte ho na rovnú plochu.
sl: Odprite svoj potni list na zadnji strani in ga položite na ravno površino.
sr: Otvorite svoj pasoš na poslednjoj stranici i postavite ga na ravnu površinu.
sv: Öppna ditt pass till sista sidan och placera det på en plan yta.
th: เปิดหนังสือเดินทางของคุณไปที่หน้าสุดท้ายและวางบนพื้นผิวเรียบ
tr: Pasaportunuzu son sayfaya açın ve düz bir yüzeye yerleştirin.
uk: Відкрийте свій паспорт на останній сторінці та покладіть його на рівну поверхню.
vi: Mở hộ chiếu của bạn đến trang cuối cùng và đặt nó trên một bề mặt phẳng.
zh: 打开护照的最后一页，并将其放在平坦的表面上。
