Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# electronicId_qr_code_refresh_cta
source: Request a new QR code
ar: طلب رمز QR جديد
bg: Поискайте нов QR код
cs: Vyžádat nový QR kód
da: Anmod om en ny QR-kode
de: Einen neuen QR-Code anfordern
el: Ζητήστε έναν νέο κωδικό QR
es: Solicitar un nuevo código QR
et: Taotlege uus QR-kood
fa: درخواست یک کد QR جدید
fi: Pyydä uusi QR-koodi
fr: Demandez un nouveau code QR
he: בקש קוד QR חדש
hi: नया QR कोड अनुरोध करें
hr: Zatražite novi QR kod
hu: Kérjen új QR-kódot
hy: Հայցեք նոր QR կոդ
id: Minta kode QR baru
it: Richiedi un nuovo codice QR
ja: 新しいQRコードをリクエストする
ko: 새 QR 코드 요청
lt: Prašyti naujo QR kodo
lv: Pieprasīt jaunu QR kodu
ms: Minta kod QR baru
nb: Be om en ny QR-kode
nl: Vraag een nieuwe QR-code aan
pl: Poproś o nowy kod QR
pt: Solicitar um novo código QR
ro: Solicitați un nou cod QR
ru: Запросить новый QR-код
sk: Požiadajte o nový QR kód
sl: Zahtevajte novo QR kodo
sr: Zahtevajte novi QR kod
sv: Begär en ny QR-kod
th: ขอรับ QR code ใหม่
tr: Yeni bir QR kodu isteyin
uk: Запросити новий QR-код
vi: Yêu cầu một mã QR mới
zh: 请求一个新的二维码

# electronicId_qr_code_title
source: BankID verification
ar: التحقق من BankID
bg: Проверка на BankID
cs: Ověření BankID
da: BankID verifikation
de: BankID Überprüfung
el: Επαλήθευση BankID
es: Verificación de BankID
et: BankID kinnitamine
fa: تأیید هویت BankID
fi: BankID-tunnistus
fr: Vérification BankID
he: אימות BankID
hi: BankID सत्यापन
hr: BankID verifikacija
hu: BankID azonosítás
hy: BankID ստուգում
id: Verifikasi BankID
it: Verifica BankID
ja: BankIDの確認
ko: BankID 인증
lt: BankID patvirtinimas
lv: BankID verifikācija
ms: Pengesahan BankID
nb: BankID verifisering
nl: BankID verificatie
pl: Weryfikacja BankID
pt: Verificação do BankID
ro: Verificare BankID
ru: Проверка BankID
sk: Overenie BankID
sl: Preverjanje BankID
sr: BankID verifikacija
sv: BankID-verifiering
th: การตรวจสอบ BankID
tr: BankID doğrulaması
uk: Верифікація BankID
vi: Xác minh BankID
zh: BankID身份验证

# electronicId_redirection_cross_device
source: Connect another device
ar: قم بتوصيل جهاز آخر
bg: Свържете друго устройство
cs: Připojte další zařízení
da: Tilslut en anden enhed
de: Verbinden Sie ein anderes Gerät
el: Συνδέστε άλλη συσκευή
es: Conectar otro dispositivo
et: Ühendage teine seade
fa: دستگاه دیگری را متصل کنید
fi: Yhdistä toinen laite
fr: Connectez un autre appareil
he: חבר מכשיר אחר
hi: एक अन्य उपकरण से जुड़ें
hr: Povežite drugi uređaj
hu: Csatlakoztasson egy másik eszközt
hy: Միացրեք մեկ այլ սարք
id: Sambungkan perangkat lain
it: Collega un altro dispositivo
ja: 別のデバイスを接続する
ko: 다른 디바이스를 연결하세요
lt: Prijunkite kitą įrenginį
lv: Pievienojiet citu ierīci
ms: Sambungkan peranti lain
nb: Koble til en annen enhet
nl: Verbind een ander apparaat
pl: Podłącz inne urządzenie
pt: Conecte outro dispositivo
ro: Conectați un alt dispozitiv
ru: Подключите другое устройство
sk: Pripojte ďalšie zariadenie
sl: Poveži drugo napravo
sr: Povežite drugi uređaj
sv: Anslut en annan enhet
th: เชื่อมต่ออุปกรณ์อื่น
tr: Başka bir cihazı bağlayın
uk: Підключіть інший пристрій
vi: Kết nối với một thiết bị khác
zh: 连接另一台设备

# electronicId_redirection_description
source: You can connect through your mobile phone or another device
ar: يمكنك الاتصال عبر هاتفك المحمول أو جهاز آخر
bg: Можете да се свържете чрез мобилния си телефон или друго устройство
cs: Můžete se připojit prostřednictvím svého mobilního telefonu nebo jiného zařízení
da: Du kan oprette forbindelse via din mobiltelefon eller en anden enhed
de: Sie können sich über Ihr Mobiltelefon oder ein anderes Gerät verbinden
el: Μπορείτε να συνδεθείτε μέσω του κινητού σας τηλεφώνου ή ενός άλλου συσκευής
es: Puedes conectarte a través de tu teléfono móvil u otro dispositivo
et: Saate ühenduda oma mobiiltelefoni või mõne muu seadme kaudu
fa: شما می‌توانید از طریق تلفن همراه یا دستگاه دیگری اتصال برقرار کنید
fi: Voit muodostaa yhteyden matkapuhelimesi tai jonkin muun laitteen kautta
fr: Vous pouvez vous connecter via votre téléphone mobile ou un autre appareil
he: אתה יכול להתחבר דרך הטלפון הנייד שלך או מכשיר אחר
hi: आप अपने मोबाइल फ़ोन या किसी अन्य उपकरण के माध्यम से कनेक्ट कर सकते हैं
hr: Možete se povezati putem svog mobilnog telefona ili drugog uređaja
hu: Kapcsolódhat a mobiltelefonján keresztül vagy egy másik eszközön
hy: Դուք կարող եք միանալ ձեր բջջային հեռախոսի կամ այլ սարքի միջոցով
id: Anda dapat terhubung melalui ponsel atau perangkat lainnya
it: Puoi connetterti tramite il tuo telefono cellulare o un altro dispositivo
ja: あなたは携帯電話や他のデバイスを通じて接続することができます
ko: 모바일 폰 또는 다른 장치를 통해 연결할 수 있습니다
lt: Jūs galite prisijungti per savo mobilųjį telefoną ar kitą įrenginį
lv: Jūs varat pieslēgties, izmantojot savu mobilo telefonu vai citu ierīci
ms: Anda boleh menyambung melalui telefon bimbit anda atau peranti lain
nb: Du kan koble deg til gjennom mobiltelefonen din eller en annen enhet
nl: U kunt verbinding maken via uw mobiele telefoon of een ander apparaat
pl: Możesz połączyć się za pomocą swojego telefonu komórkowego lub innego urządzenia
pt: Você pode se conectar através do seu celular ou outro dispositivo
ro: Puteți să vă conectați prin telefonul mobil sau un alt dispozitiv
ru: Вы можете подключиться через свой мобильный телефон или другое устройство
sk: Môžete sa pripojiť prostredníctvom svojho mobilného telefónu alebo iného zariadenia
sl: Povezete se lahko preko svojega mobilnega telefona ali druge naprave
sr: Možete se povezati preko svog mobilnog telefona ili nekog drugog uređaja
sv: Du kan ansluta via din mobiltelefon eller en annan enhet
th: คุณสามารถเชื่อมต่อผ่านโทรศัพท์มือถือหรืออุปกรณ์อื่น
tr: Mobil telefonunuz veya başka bir cihaz aracılığıyla bağlanabilirsiniz
uk: Ви можете підключитися через свій мобільний телефон або інший пристрій
vi: Bạn có thể kết nối thông qua điện thoại di động của mình hoặc thiết bị khác
zh: 您可以通过您的手机或其他设备进行连接

# electronicId_redirection_list_title
source: Select a method
ar: اختر طريقة
bg: Изберете метод
cs: Vyberte metodu
da: Vælg en metode
de: Wählen Sie eine Methode
el: Επιλέξτε μια μέθοδο
es: Seleccione un método
et: Valige meetod
fa: روشی را انتخاب کنید
fi: Valitse menetelmä
fr: Sélectionnez une méthode
he: בחר שיטה
hi: एक विधि चुनें
hr: Odaberite metodu
hu: Válasszon egy módszert
hy: Ընտրեք մեթոդ
id: Pilih metode
it: Seleziona un metodo
ja: 方法を選択してください
ko: 방법을 선택하십시오
lt: Pasirinkite metodą
lv: Izvēlieties metodi
ms: Pilih satu kaedah
nb: Velg en metode
nl: Selecteer een methode
pl: Wybierz metodę
pt: Selecione um método
ro: Selectați o metodă
ru: Выберите метод
sk: Vyberte metódu
sl: Izberite metodo
sr: Izaberite metod
sv: Välj en metod
th: เลือกวิธี
tr: Bir yöntem seçin
uk: Виберіть метод
vi: Chọn một phương pháp
zh: 选择一种方法

# electronicId_redirection_open_in_app
source: Open app
ar: افتح التطبيق
bg: Отворете приложението
cs: Otevřít aplikaci
da: Åbn app
de: App öffnen
el: Ανοίξτε την εφαρμογή
es: Abrir aplicación
et: Ava rakendus
fa: برنامه را باز کنید
fi: Käynnistä sovellus
fr: Ouvrir l`application
he: פתח אפליקציה
hi: ऐप खोलें
hr: Otvori aplikaciju
hu: Nyissa meg az alkalmazást
hy: Բացեք հավելվածը
id: Buka aplikasi
it: Apri l`app
ja: アプリを開く
ko: 앱 열기
lt: Atidarykite programą
lv: Atvērt lietotni
ms: Buka aplikasi
nb: Åpne app
pl: Otwórz aplikację
pt: Abrir aplicativo
ro: Deschide aplicația
ru: Открыть приложение
sk: Otvoriť aplikáciu
sl: Odpri aplikacijo
sr: Otvori aplikaciju
sv: Öppna app
th: เปิดแอป
tr: Uygulamayı aç
uk: Відкрити додаток
vi: Mở ứng dụng
zh: 打开应用

# electronicId_redirection_scheme_SwedenBankId_open_in_app
source: Open BankID app
ar: افتح تطبيق BankID
bg: Отворете приложението BankID
cs: Otevřete aplikaci BankID
da: Åbn BankID app
de: Öffnen Sie die BankID App
el: Ανοίξτε την εφαρμογή BankID
es: Abrir la aplicación BankID
et: Avage BankID rakendus
fa: برنامه BankID را باز کنید
fi: Avaa BankID-sovellus
fr: Ouvrir l`application BankID
he: פתח את אפליקציית BankID
hi: BankID ऐप खोलें
hr: Otvorite BankID aplikaciju
hu: Nyissa meg a BankID alkalmazást
hy: Բացեք BankID հավելվածը
id: Buka aplikasi BankID
it: Apri l`app BankID
ja: BankIDアプリを開く
ko: BankID 앱을 열다
lt: Atidarykite BankID programėlę
lv: Atveriet BankID lietotni
ms: Buka aplikasi BankID
nb: Åpne BankID-appen
pl: Otwórz aplikację BankID
pt: Abrir aplicativo BankID
ro: Deschideți aplicația BankID
ru: Откройте приложение BankID
sk: Otvorte aplikáciu BankID
sl: Odpri aplikacijo BankID
sr: Otvorite BankID aplikaciju
sv: Öppna BankID-appen
th: เปิดแอป BankID
tr: BankID uygulamasını açın
uk: Відкрийте додаток BankID
vi: Mở ứng dụng BankID
zh: 打开 BankID 应用

# electronicId_redirection_title
source: Choose how to connect
ar: اختر كيفية الاتصال
bg: Изберете как да се свържете
cs: Vyberte způsob připojení
da: Vælg hvordan du vil forbinde
de: Wählen Sie, wie Sie sich verbinden möchten
el: Επιλέξτε πώς να συνδεθείτε
es: Elija cómo conectarse
et: Valige, kuidas ühenduda
fa: انتخاب کنید چگونه متصل شوید
fi: Valitse, miten haluat yhdistää
fr: Choisissez comment vous connecter
he: בחר איך להתחבר
hi: कैसे जुड़ना है, चुनें
hr: Odaberite način povezivanja
hu: Válassza ki, hogyan szeretne csatlakozni
hy: Ընտրեք, ի՞նչպես միանալ
id: Pilih cara untuk terhubung
it: Scegli come connetterti
ja: 接続方法を選択してください
ko: 연결 방법을 선택하세요
lt: Pasirinkite, kaip prisijungti
lv: Izvēlieties, kā pieslēgties
ms: Pilih cara untuk menyambung
nb: Velg hvordan du vil koble til
nl: Kies hoe te verbinden
pl: Wybierz sposób połączenia
pt: Escolha como conectar
ro: Alegeți modul de conectare
ru: Выберите способ подключения
sk: Vyberte spôsob pripojenia
sl: Izberite način povezave
sr: Izaberite način povezivanja
sv: Välj hur du vill ansluta
th: เลือกวิธีการเชื่อมต่อ
tr: Bağlanma şeklini seçin
uk: Виберіть спосіб підключення
vi: Chọn cách kết nối
zh: 选择连接方式

# electronicId_scheme_form_subtitle
source: Select a bank from the list below to verify yourself through
ar: اختر بنكًا من القائمة أدناه للتحقق من هويتك عبر
bg: Изберете банка от списъка по-долу, за да се верифицирате чрез
cs: Vyberte banku ze seznamu níže pro ověření vaší identity prostřednictvím
da: Vælg en bank fra listen nedenfor for at verificere dig selv gennem
de: Wählen Sie eine Bank aus der Liste unten aus, um sich über zu verifizieren.
el: Επιλέξτε μια τράπεζα από τη λίστα παρακάτω για να επαληθεύσετε τον εαυτό σας μέσω
es: Seleccione un banco de la lista a continuación para verificarse a través de
et: Valige allolevast loendist pank, et end kaudu kinnitada
fa: یک بانک را از لیست زیر انتخاب کنید تا از طریق خود را تأیید کنید
fi: Valitse pankki alla olevasta luettelosta vahvistaaksesi itsesi kautta
fr: Sélectionnez une banque dans la liste ci-dessous pour vous vérifier via
he: בחר בנק מהרשימה למטה כדי לאמת את עצמך דרך
hi: नीचे दी गई सूची से एक बैंक चुनें ताकि आप के माध्यम से अपनी पहचान सत्यापित कर सकें।
hr: Odaberite banku s popisa ispod kako biste se verificirali putem
hu: Válasszon egy bankot az alábbi listából, hogy segítségével igazolja magát.
hy: Ընտրեք բանկը ստորև նշված ցանկից՝ ինքներդ հաստատելու համար -ի միջոցով
id: Pilih bank dari daftar di bawah ini untuk memverifikasi diri Anda melalui
it: Seleziona una banca dall`elenco sottostante per verificarti tramite
ja: 以下のリストから銀行を選択して、を通じてVerificationを行ってください。
ko: 아래 목록에서 은행을 선택하여 을 통해 본인 확인을 하세요
lt: Pasirinkite banką iš žemiau pateikto sąrašo, kad patvirtintumėte savo tapatybę per
lv: Izvēlieties banku no zemāk esošā saraksta, lai verificētu sevi caur
ms: Pilih bank dari senarai di bawah untuk Verification diri anda melalui
nb: Velg en bank fra listen nedenfor for å verifisere deg gjennom
nl: Selecteer een bank uit de onderstaande lijst om uzelf te verifiëren via
pl: Wybierz bank z poniższej listy, aby zweryfikować się przez
pt: Selecione um banco da lista abaixo para se verificar através de
ro: Selectați o bancă din lista de mai jos pentru a vă verifica prin
ru: Выберите банк из списка ниже, чтобы пройти Verification через
sk: Vyberte si banku zo zoznamu nižšie, aby ste sa overili prostredníctvom
sl: Izberite banko s spodnjega seznama, da se preverite preko
sr: Izaberite banku sa liste ispod da biste se verifikovali putem
sv: Välj en bank från listan nedan för att verifiera dig genom
th: เลือกธนาคารจากรายการด้านล่างเพื่อยืนยันตัวตนของคุณผ่าน
tr: Aşağıdaki listeden bir banka seçerek üzerinden kendinizi doğrulayın
uk: Виберіть банк зі списку нижче, щоб пройти Verification через
vi: Chọn một ngân hàng từ danh sách dưới đây để xác minh bản thân qua
zh: 从下面的列表中选择一个银行，通过进行身份Verification。

# electronicId_selection_description
source: Select issuing country to see which methods we accept
ar: حدد البلد الصادر لرؤية الطرق التي نقبلها
bg: Изберете издаваща държава, за да видите кои методи приемаме
cs: Vyberte vydávající zemi, abyste viděli, které metody přijímáme
da: Vælg udstedelsesland for at se, hvilke metoder vi accepterer
de: Wählen Sie das Ausstellungsland aus, um zu sehen, welche Methoden wir akzeptieren
el: Επιλέξτε τη χώρα έκδοσης για να δείτε ποιες μεθόδους δεχόμαστε
es: Seleccione el país emisor para ver qué métodos aceptamos
et: Valige väljaandva riigi, et näha, milliseid meetodeid me aktsepteerime
fa: کشور صادر کننده را انتخاب کنید تا ببینید کدام روش‌ها را ما قبول می‌کنیم
fi: Valitse myöntävä maa nähdäksesi, mitä menetelmiä hyväksymme
fr: Sélectionnez le pays émetteur pour voir quelles méthodes nous acceptons
he: בחר את המדינה המנפיקה כדי לראות אילו שיטות אנחנו מקבלים
hi: हम किन विधियों को स्वीकार करते हैं, इसे देखने के लिए जारी करने वाले देश का चयन करें
hr: Odaberite zemlju izdavanja kako biste vidjeli koje metode prihvaćamo
hu: Válassza ki a kibocsátó országot, hogy megtudja, mely módszereket fogadjuk el
hy: Ընտրեք թողարկող երկիրը, որպեսզի տեսնեք, որ մեթոդները ենք ընդունում
id: Pilih negara penerbit untuk melihat metode apa saja yang kami terima
it: Seleziona il paese emittente per vedere quali metodi accettiamo
ja: 発行国を選択して、私たちが受け入れる方法を確認してください
ko: 우리가 어떤 방법을 수락하는지 보려면 발행 국가를 선택하십시오
lt: Pasirinkite išdavimo šalį, kad pamatytumėte, kokius metodus priimame
lv: Izvēlieties izsniegšanas valsti, lai redzētu, kuras metodes mēs pieņemam
ms: Pilih negara penerbitan untuk melihat kaedah apa yang kami terima
nb: Velg utstedende land for å se hvilke metoder vi aksepterer
nl: Selecteer het uitgevende land om te zien welke methoden we accepteren
pl: Wybierz kraj wydający, aby zobaczyć, które metody akceptujemy
pt: Selecione o país emissor para ver quais métodos aceitamos
ro: Selectați țara emitentă pentru a vedea ce metode acceptăm
ru: Выберите страну выпуска, чтобы увидеть, какие методы мы принимаем
sk: Vyberte vydávajúcu krajinu, aby ste videli, ktoré metódy akceptujeme
sl: Izberite državo izdajateljico, da vidite, katere metode sprejemamo
sr: Izaberite zemlju izdavanja da biste videli koje metode prihvatamo
sv: Välj utfärdande land för att se vilka metoder vi accepterar
th: เลือกประเทศที่ออกเพื่อดูวิธีการที่เรายอมรับ
tr: Kabul edilen yöntemleri görmek için çıkaran ülkeyi seçin
uk: Виберіть країну видачі, щоб побачити, які методи ми приймаємо
vi: Chọn quốc gia phát hành để xem chúng tôi chấp nhận phương pháp nào
zh: 选择发行国家以查看我们接受哪些方法

# electronicId_selection_list_title
source: Select a method
ar: اختر طريقة
bg: Изберете метод
cs: Vyberte metodu
da: Vælg en metode
de: Wählen Sie eine Methode
el: Επιλέξτε μια μέθοδο
es: Seleccione un método
et: Valige meetod
fa: روشی را انتخاب کنید
fi: Valitse menetelmä
fr: Sélectionnez une méthode
he: בחר שיטה
hi: एक विधि चुनें
hr: Odaberite metodu
hu: Válasszon egy módszert
hy: Ընտրեք մեթոդ
id: Pilih metode
it: Seleziona un metodo
ja: 方法を選択してください
ko: 방법을 선택하십시오
lt: Pasirinkite metodą
lv: Izvēlieties metodi
ms: Pilih satu kaedah
nb: Velg en metode
nl: Selecteer een methode
pl: Wybierz metodę
pt: Selecione um método
ro: Selectați o metodă
ru: Выберите метод
sk: Vyberte metódu
sl: Izberite metodo
sr: Izaberite metod
sv: Välj en metod
th: เลือกวิธี
tr: Bir yöntem seçin
uk: Виберіть метод
vi: Chọn một phương pháp
zh: 选择一种方法

# electronicId_selection_select_label
source: Issuing country
ar: دولة الإصدار
bg: Издаващата държава
cs: Vydávající země
da: Udstedelsesland
de: Ausstellendes Land
el: Εκδούσα χώρα
es: País emisor
et: Väljastanud riik
fa: کشور صادرکننده
fi: Myöntämismaa
fr: Pays émetteur
he: ארץ ההנפקה
hi: जारी करने वाला देश
hr: Zemlja izdavanja
hu: Kibocsátó ország
hy: Թողարկող երկիր
id: Negara penerbit
it: Paese emittente
ja: 発行国
ko: 발급 국가
lt: Dokumentą išdavusi šalis
lv: Izdevējvalsts
ms: Negara yang mengeluarkan
nb: Utstedelsesland
nl: Land van uitgifte
pl: Kraj wydania
pt: País emissor
ro: Țară emitentă
ru: Страна выдачи
sk: Vydávajúca krajina
sl: Država izdajateljica
sr: Zemlja izdavanja
sv: Utfärdande land
th: ประเทศที่ออกเอกสาร
tr: Düzenleyen ülke
uk: Країна видачі
vi: Quốc gia cấp giấy tờ
zh: 签发国家/地区

# electronicId_selection_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# enrollPasskey_attempts_error_button_continue
source: Continue
ar: استمر
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Sambung
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# enrollPasskey_attempts_error_subtitle
source: You can no longer authenticate using a passkey.
ar: لم يعد بإمكانك المصادقة باستخدام مفتاح المرور.
bg: Вече не можете да се удостоверите чрез ключ за достъп.
cs: Již se nemůžete ověřit pomocí přístupového klíče.
da: Du kan ikke længere godkende med en adgangsnøgle.
de: Sie können sich nicht mehr mit einem Passschlüssel authentifizieren.
el: Δεν μπορείτε πλέον να πραγματοποιήσετε ταυτοποίηση μέσω κλειδιού πρόσβασης.
es: Ya no puede autenticarse mediante una clave de acceso.
et: Te ei saa enam autentida võtmekoodi abil.
fa: شما دیگر نمی‌توانید از طریق کلید عبور احراز هویت کنید.
fi: Et voi enää tunnistautua avainkoodilla.
fr: Vous ne pouvez plus vous authentifier via une clé de passe.
he: לא ניתן עוד לאמת באמצעות מפתח גישה.
hi: अब आप पासकी के माध्यम से प्रमाणीकरण नहीं कर सकते।
hr: Više se ne možete autentificirati putem ključa za pristup.
hu: Már nem tud hitelesíteni belépőkulccsal.
hy: Դուք այլևս չեք կարող նույնականանալ անցաբառի միջոցով։
id: Anda tidak dapat lagi melakukan autentikasi melalui kunci akses.
it: Non puoi più autenticarti tramite una chiave di accesso.
ja: パスキーによる認証はこれ以上できません。
ko: 더 이상 패스키로 인증할 수 없습니다.
lt: Jūs nebegalite autentifikuotis naudodami slaptuką.
lv: Jūs vairs nevarat autentificēties, izmantojot piekļuves atslēgu.
ms: Anda tidak lagi boleh mengesahkan melalui kunci laluan.
nb: Du kan ikke lenger autentisere deg med en passnøkkel.
nl: U kunt niet langer authenticeren via een passkey.
pl: Nie możesz już uwierzytelniać się za pomocą klucza dostępu.
pt: Já não pode autenticar-se através de uma chave de acesso.
ro: Nu mai puteți să vă autentificați prin intermediul unei chei de acces.
ru: Вы больше не можете проходить аутентификацию с помощью ключа доступа.
sk: Už sa nemôžete overiť pomocou prístupového kľúča.
sl: Preko ključa za prijavo se ne morete več overiti.
sr: Više ne možete da se autentifikujete putem pristupnog ključa.
sv: Du kan inte längre autentisera dig med en passkey.
th: คุณไม่สามารถยืนยันตัวตนผ่านกุญแจผ่านได้อีกต่อไป
tr: Artık bir geçiş anahtarıyla kimlik doğrulaması yapamazsınız.
uk: Ви більше не можете автентифікуватися за допомогою ключа доступу.
vi: Bạn không thể xác thực bằng khóa bảo mật nữa.
zh: 您无法再通过通行密钥进行身份验证。

# enrollPasskey_attempts_error_title
source: Allowed attempts exceeded
ar: تم تجاوز عدد المحاولات المسموح بها
bg: Надхвърлени са разрешените опити
cs: Povolený počet pokusů byl překročen
da: Antallet af tilladte forsøg er overskredet
de: Erlaubte Anzahl an Versuchen überschritten
el: Υπερβήκατε τον επιτρεπόμενο αριθμό προσπαθειών
es: Se ha superado el número de intentos permitidos
et: Lubatud katsete arv on ületatud
fa: تلاش های مجاز بیش از حد شده است
fi: Sallittujen yritysten määrä ylitetty
fr: Nombre de tentatives autorisées dépassé
he: חרגת ממספר הניסיונות המותרים
hi: अनुमत प्रयासों की सीमा पार हो गई है
hr: Premašen dopušten broj pokušaja
hu: A megengedett próbálkozások száma túllépve
hy: Թույլատրված փորձերը գերազանցվել են
id: Jumlah percobaan yang diizinkan telah terlampaui
it: Numero di tentativi consentiti superato
ja: 許可された試行回数を超えました
ko: 허용된 시도 횟수를 초과했습니다
lt: Viršytas leistinas bandymų skaičius
lv: Atļauto mēģinājumu skaits ir pārsniegts
ms: Bilangan percubaan yang dibenarkan telah melebihi
nb: Tillatte forsøk overskredet
nl: Toegestane pogingen overschreden
pl: Przekroczono dozwoloną liczbę prób
pt: Tentativas permitidas excedidas
ro: Numărul de încercări permise a fost depășit
ru: Превышено допустимое количество попыток
sk: Bol prekročený povolený počet pokusov
sl: Preseženo dovoljeno število poskusov
sr: Prekoračen dozvoljen broj pokušaja
sv: Tillåtna försök har överskridits
th: เกินจำนวนครั้งที่อนุญาต
tr: İzin verilen deneme sayısı aşıldı
uk: Перевищено дозволену кількість спроб
vi: Vượt quá số lần thử cho phép
zh: 允许的尝试次数已超出

# enrollPasskey_error_button_retry
source: Retry
ar: إعادة المحاولة
bg: Повторен опит
cs: Opakování
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Reintentar
et: Proovige uuesti
fa: سعی مجدد‌
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh: 重试
