Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# crossdevice_link_sms_link_window
source: Keep this window open while using your mobile
ar: حافِظ على هذه النافذة مفتوحة أثناء استخدام هاتفك المحمول
bg: Дръжте този прозорец отворен, докато използвате мобилния си телефон
cs: Při používání mobilního telefonu nechte toto okno otevřené
da: Hold dette vindue åbent, mens du bruger din mobil
de: Lassen Sie dieses Fenster geöffnet, während Sie Ihr Mobiltelefon bedienen
el: Διατηρήστε αυτό το παράθυρο ανοιχτό κατά τη χρήση του κινητού σας
es: Mantenga esta ventana abierta mientras usa su dispositivo móvil
et: Jätke see aken mobiiltelefoni kasutamise ajal avatuks
fa: هنگام استفاده از موبایل خود، این پنجره را باز نگه دارید
fi: Pidä tämä ikkuna auki matkapuhelinta käyttäessäsi
fr: Gardez cette fenêtre ouverte lorsque vous utilisez votre mobile
he: יש להשאיר את החלון פתוח בעת השימוש בנייד
hi: अपना मोबाइल इस्तेमाल करते समय इस विंडो को खुला रखें
hr: Držite ovaj prozor otvoren dok se koristite mobitelom
hu: Hagyja nyitva az ablakot a mobil használata közben
hy: Բջջային հեռախոսից օգտվելիս բաց պահեք այս պատուհանը
id: Tetap buka jendela ini saat menggunakan ponsel Anda
it: Tieni aperta questa finestra mentre usi il telefono
ja: 携帯電話を使用している間、このウィンドウを開いたままにしてください
ko: 휴대폰을 사용하는 동안 이 창을 열어두세요
lt: Laikykite šį langą atidarytą, kai naudojate mobilųjį telefoną
lv: Turiet šo logu atvērtu, kamēr izmantojat mobilo tālruni
ms: Pastikan tetingkap ini terbuka semasa menggunakan telefon bimbit anda
nb: Hold dette vinduet åpent mens du bruker mobilen
nl: Houd dit venster open als u uw mobiele telefoon gebruikt
pl: Pozostaw to okno otwarte podczas korzystania z telefonu komórkowego
pt: Mantenha esta janela aberta ao utilizar o telemóvel
ro: Mențineți această fereastră deschisă în timp ce vă utilizați telefonul mobil
ru: Не закрывайте это окно при использовании мобильного телефона
sk: Počas používania mobilného telefónu ponechajte toto okno otvorené
sl: Med uporabo mobilnega telefona imejte to okno odprto
sr: Ostavite ovaj prozor otvoren dok koristite mobilni telefon
sv: Håll detta fönster öppet när du använder din mobil
th: เปิดหน้าต่างนี้ไว้ขณะใช้โทรศัพท์
tr: Cep telefonunuzu kullanırken bu pencereyi açık tutun
uk: Не закривайте це вікно під час використання мобільного телефона
vi: Giữ cửa sổ này mở trong khi sử dụng điện thoại di động của bạn
zh: 使用手机时请勿关闭此窗口

# crossdevice_link_sms_minutes
source: It may take a few minutes to arrive
ar: قد يستغرق الوصول بضع دقائق
bg: Може да отнеме няколко минути, за да я получите
cs: Může trvat několik minut, než dorazí
da: Det kan tage et par minutter, før du kan se det
de: Dieser Vorgang kann einige Minuten dauern
el: Μπορεί να χρειαστούν μερικά λεπτά για να έρθει
es: Puede tardar unos minutos en llegar
et: Selle saabumine võib võtta mõne minuti
fa: ممکن است چند دقیقه طول بکشد تا پیام برسد
fi: Saapumiseen voi mennä muutama minuutti
fr: Le délai de réception peut varier entre les différents opérateurs
he: ייתכן שיחלפו מספר דקות עד ההגעה
hi: इसे मिलने में कुछ मिनट लग सकते हैं
hr: Možda će biti potrebno nekoliko minuta da je dobijete
hu: Néhány percbe telhet, míg megérkezik
hy: Ստանալը կարող է տևել մի քանի րոպե
id: Mungkin dibutuhkan waktu beberapa menit untuk sampai
it: La ricezione potrebbe richiedere qualche minuto
ja: 到着まで数分かかる場合があります
ko: 전송되는 데 몇 분 정도 걸릴 수 있습니다
lt: Gali užtrukti kelias minutes, kol pamatysite
lv: Sūtīšana var aizņemt dažas minūtes
ms: Ia mungkin mengambil masa beberapa minit untuk tiba
nb: Det kan ta noen minutter før du får den
nl: Het kan een paar minuten duren voordat u deze ontvangt
pl: To może potrwać kilka minut
pt: Poderá demorar alguns minutos a chegar
ro: Ar putea să dureze câteva minute să îl primiți
ru: Вы получите ее в течение нескольких минут
sk: Kým príde, môže to trvať niekoľko minút
sl: Lahko traja nekaj minut, da prispe
sr: Možda će trebati nekoliko minuta da vam stigne
sv: Det kan ta några minuter för den att komma fram
th: อาจจะได้รับในอีกสักครู่
tr: Ulaşması birkaç dakika sürebilir
uk: Воно надійде впродовж кількох хвилин
vi: Có thể mất vài phút để đến nơi
zh: 可能需要几分钟时间才能到达

# crossdevice_link_sms_overuse_instruction
source: Copy the link to your phone
ar: انسخ الرابط إلى هاتفك
bg: Копирайте връзката на телефона си
cs: Zkopírujte odkaz do telefonu
da: Kopiér linket og indsæt det i din telefon
de: Kopieren Sie den Link auf Ihr Mobiltelefon
el: Αντιγράψτε τον σύνδεσμο στο τηλέφωνό σας
es: Copie el enlace a continuación en su dispositivo móvil
et: Kopeerige link oma telefoni
fa: لینک را در گوشی خود کپی کنید
fi: Kopioi linkki puhelimeesi
fr: Copier le lien sur votre mobile
he: העתק את הקישור לטלפון שלך
hi: अपने फ़ोन पर लिंक कॉपी करें
hr: Kopirajte poveznicu na svoj mobitel
hu: Másolja a hivatkozást a telefonjára
hy: Պատճենեք հղումը ձեր հեռախոսի մեջ
id: Salin tautan ke ponsel Anda
it: Copia il link nel tuo telefono
ja: 携帯向けのリンクをコピー
ko: 링크를 휴대폰으로 복사합니다
lt: Nukopijuokite nuorodą į savo telefoną
lv: Iekopējiet saiti tālrunī
ms: Salin pautan ke telefon anda
nb: Kopier lenken til telefonen din
nl: Kopieer de link naar uw telefoon
pl: Skopiuj link do telefonu
pt: Copie a ligação para o seu telefone
ro: Copiați linkul pe telefonul dvs.
ru: Скопируйте ссылку на телефон
sk: Skopírujte odkaz do telefónu
sl: Kopirajte povezavo v telefon
sr: Kopirajte link na telefon
sv: Kopiera länken till din telefon
th: คัดลอกลิงก์ไปยังโทรศัพท์ของคุณ
tr: Bağlantıyı telefonunuza kopyalayın
uk: Скопіюйте посилання на телефон
vi: Sao chép liên kết vào điện thoại của bạn
zh: 将链接复制到您的手机

# crossdevice_link_sms_overuse_message
source: Too many failed attempts
ar: محاولات فاشلة أكثر من اللازم
bg: Твърде много неуспешни опити
cs: Příliš mnoho neúspěšných pokusů
da: For mange fejlagtige forsøg
de: Zu viele fehlgeschlagene Versuche
el: Υπερβολικά πολλές αποτυχημένες προσπάθειες
es: Demasiados intentos de reenvío
et: Liiga palju nurjunud katseid
fa: دفعات تلاش‌های ناموفق خیلی زیاد شد
fi: Liian monta epäonnistunutta yritystä
fr: Trop de tentatives infructueuses
he: יותר מדי ניסיונות כושלים
hi: बहुत सारे असफल प्रयास
hr: Previše neuspjelih pokušaja
hu: Túl sok sikertelen próbálkozás
hy: Դուք գերազանցել եք չհաջողված փորձերի թույլատրելի քանակը
id: Terlalu banyak percobaan yang gagal
it: Troppi tentativi non riusciti
ja: 試行回数が超過しました
ko: 실패한 시도 횟수가 한도를 초과했습니다
lt: Pernelyg daug nesėkmingų bandymų
lv: Pārāk daudz neveiksmīgu mēģinājumu
ms: Terlalu banyak percubaan yang gagal
nb: For mange mislykte forsøk
nl: Teveel mislukte pogingen
pl: Zbyt wiele nieudanych prób
pt: Demasiadas tentativas falhadas
ro: Prea multe încercări eșuate
ru: Слишком много неудачных попыток
sk: Príliš veľa neúspešných pokusov
sl: Preveč neuspešnih poskusov
sr: Previše neuspelih pokušaja
sv: För många misslyckade försök
th: คุณพยายามผิดพลาดหลายครั้งเกินไป
tr: Çok fazla başarısız deneme
uk: Забагато невдалих спроб
vi: Quá nhiều lần đăng nhập không thành công
zh: 尝试失败的次数过多

# crossdevice_link_sms_placeholder
source: Enter mobile number
ar: أدخِل رقم الهاتف المحمول
bg: Въведете мобилен номер
cs: Zadejte číslo mobilního telefonu
da: Indtast mobilnummer
de: Mobiltelefonnummer eingeben
el: Εισαγάγετε αριθμό κινητού τηλεφώνου
es: Introduzca su número de móvil
et: Sisestage mobiilinumber
fa: شماره موبایل را وارد کنید
fi: Syötä matkapuhelinnumero
fr: Entrez votre numéro de mobile
he: הזן את מספר הטלפון הנייד שלך
hi: मोबाइल नंबर डालें
hr: Unesite broj mobitela
hu: Írja be a mobilszámát
hy: Մուտքագրեք շարժական հեռախոսահամարը
id: Masukkan nomor ponsel
it: Inserisci numero di telefono
ja: 携帯電話番号を入力します
ko: 휴대폰 번호 입력
lt: Įveskite mobiliojo telefono numerį
lv: Ievadiet mobilā tālruņa numuru
ms: Masukkan nombor telefon bimbit
nb: Skriv inn mobilnummeret
nl: Voer mobiele nummer in
pl: Wpisz numer telefonu komórkowego
pt: Introduza o número de telemóvel
ro: Introduceți numărul de telefon mobil
ru: Введите номер мобильного телефона
sk: Zadajte číslo mobilného telefónu
sl: Vnesi številko mobilnega telefona
sr: Unesite broj mobilnog telefona
sv: Ange mobilnummer
th: ใส่หมายเลขโทรศัพท์มือถือ
tr: Cep telefonu numaranızı girin
uk: Введіть номер мобільного телефону
vi: Nhập số điện thoại di động
zh: 输入手机号码

# crossdevice_link_sms_resend
source: Try another method
ar: إعادة إرسال الرابط
bg: Изпробвайте друг метод
cs: Vyzkoušejte jinou metodu
da: Prøv en anden metode
de: Versuchen Sie eine andere Methode
el: Δοκιμάστε μια άλλη μέθοδο
es: Intenta otro método
et: Proovi teist meetodit
fa: روش دیگری را امتحان کنید
fi: Kokeile toista menetelmää
fr: Essayez une autre méthode
he: נסה שיטה אחרת
hi: दूसरी विधि आजमाएं
hr: Pokušajte s drugom metodom
hu: Használjon egy másik módszert
hy: Փորձեք այլ մեթոդ
id: Coba metode lain
it: Prova un altro metodo
ja: 別の方法を試してみてください
ko: 다른 방법을 시도해보세요
lt: Pabandykite kitą metodą
lv: Izmēģiniet citu metodi
ms: Cuba cara lain
nb: Prøv en annen metode
nl: Probeer een andere methode
pl: Spróbuj inną metodę
pt: Tente outro método
ro: Încercați o altă metodă
ru: Попробуйте другой метод
sk: Vyskúšajte inú metódu
sl: Poskusite z drugo metodo
sr: Pokušajte sa drugom metodom
sv: Prova en annan metod
th: ลองวิธีอื่น
tr: Başka bir yöntem deneyin
uk: Спробуйте інший метод
vi: Thử phương pháp khác
zh: 尝试另一种方法

# crossdevice_link_sms_send
source: Send link
ar: أرسِل الرابط
bg: Изпращане на връзка
cs: Odeslat odkaz
de: Link senden
el: Αποστολή συνδέσμου
es: Enviar enlace
et: Saatke link
fa: ارسال لینک
fi: Lähetä linkki
fr: Envoyer le lien
he: שלח קישור
hi: लिंक भेजें
hr: Pošalji poveznicu
hu: Hivatkozás küldése
hy: Ուղարկել հղումը
id: Kirim tautan
it: Invia link
ja: リンクを送る
ko: 링크 보내기
lt: Siųsti nuorodą
lv: Sūtīt saiti
ms: Hantar pautan
nb: Send lenke
nl: Verstuur link
pl: Wyślij link
pt: Enviar ligação
ro: Trimiteți linkul
ru: Отправить ссылку
sk: Odoslať odkaz
sl: Pošlji povezavo
sr: Pošalji link
sv: Skicka länk
th: ส่งลิงก์
tr: Bağlantıyı gönderin
uk: Надіслати посилання
vi: Gửi liên kết
zh: 发送链接

# crossdevice_link_sms_sending
source: Sending
ar: جارٍ الإرسال
bg: Изпращане
cs: Odesílání
da: Sender
de: Senden
el: Γίνεται αποστολή
es: Enviando
et: Saatmine
fa: در حال ارسال
fi: Lähetetään
fr: Envoi en cours
he: שולח
hi: भेजा जा रहा है
hr: Slanje je u tijeku
hu: Küldés
hy: Ուղարկվում է
id: Mengirim
it: Invio in corso
ja: 送信中
ko: 보내는 중
lt: Siunčiama
lv: Sūta
ms: Menghantar
nb: Sender
nl: Versturen
pl: Wysyłanie
pt: A enviar
ro: Se trimite
ru: Отправка
sk: Odosiela sa
sl: Pošiljanje
sr: Šalje se
sv: Skickar
th: กำลังส่ง
tr: Gönderiliyor
uk: Надсилання
vi: Đang gửi
zh: 正在发送

# crossdevice_link_sms_sent_subtitle
source: We’ve sent a secure link to
ar: لقد أرسلنا رابطًا آمنًا إلى
bg: Изпратихме защитена връзка до
cs: Odeslali jsme zabezpečený odkaz na
da: Vi har sendt et sikkert link til
de: Wir haben einen sicheren Link an gesendet
el: Στείλαμε έναν ασφαλή σύνδεσμο στον αριθμό
es: Hemos enviado un enlace seguro a
et: Saatsime turvalise lingi numbrile
fa: ما یک لینک امن به شماره ارسال کردیم
fi: Olemme lähettäneet suojatun linkin numeroon
fr: Nous vous avons envoyé un lien sécurisé au numéro suivant :
he: שלחנו קישור מאובטח למספר
hi: हमने पर एक सुरक्षित लिंक भेजा है
hr: Poslali smo sigurnu poveznicu na broj
hu: Elküldtünk egy biztonságos linket erre a számra:
hy: Մենք անվտանգ հղում ենք ուղարկել հեռախոսահամարին
id: Kami telah mengirimkan tautan aman ke
it: Abbiamo inviato un link sicuro a
ja: に安全なリンクを送信しました
ko: 번으로 보안 링크가 전송되었습니다
lt: Išsiuntėme saugią nuorodą numeriu
lv: Mēs nosūtījām drošu saiti uz
ms: Kami telah menghantar pautan selamat ke
nb: Vi har sendt en sikker lenke til
nl: We hebben een beveiligde link gestuurd naar
pl: Wysłaliśmy bezpieczny link na numer
pt: Enviámos uma ligação segura para
ro: Am trimis un link sigur la
ru: Мы отправили защищенную ссылку на номер
sk: Bezpečný odkaz sme poslali na číslo
sl: Na številko smo poslali varno povezavo
sr: Poslali smo bezbedan link na
sv: Vi har skickat en säker länk till
th: เราส่งลิงก์ที่ปลอดภัยไปยังหมายเลข
tr: numaralı telefona güvenli bir bağlantı gönderdik
uk: Ми надіслали захищене посилання на номер
vi: Chúng tôi đã gửi liên kết an toàn đến
zh: 我们已将安全链接发送至

# crossdevice_link_sms_sent_title
source: Check your mobile
ar: تحقَّق من هاتفك المحمول
bg: Проверете мобилния си телефон
cs: Zkontrolujte svůj mobilní telefon
da: Tjek din mobil
de: Überprüfen Sie Ihr Mobiltelefon
el: Ελέγξτε το κινητό σας
es: Controle su dispositivo móvil
et: Kontrollige oma mobiiltelefoni
fa: موبایل خود را بررسی کنید
fi: Tarkista matkapuhelimesi
fr: Vérifiez votre mobile
he: בדוק את הטלפון הנייד שלך
hi: अपना मोबाइल चेक करें
hr: Provjerite mobitel
hu: Ellenőrizze a mobilját
hy: Ստուգեք ձեր շարժական հեռախոսը
id: Periksa ponsel Anda
it: Controlla il telefono
ja: 携帯電話を確認する
ko: 휴대폰을 확인하세요
lt: Patikrinkite savo mobilųjį telefoną
lv: Pārbaudiet savu mobilo tālruni
ms: Periksa telefon bimbit anda
nb: Sjekk mobilen din
nl: Check uw mobiele telefoon
pl: Sprawdź telefon komórkowy
pt: Verifique o seu telemóvel
ro: Verificați telefonul dvs. mobil
ru: Проверьте мобильный телефон
sk: Skontrolujte svoj mobilný telefón
sl: Preverite svoj mobilni telefon
sr: Proverite mobilni telefon
sv: Kontrollera din mobil
th: เช็คโทรศัพท์ของคุณ
tr: Cep telefonunuzu kontrol edin
uk: Перевірте свій мобільний телефон
vi: Kiểm tra điện thoại di động của bạn
zh: 请检查手机

# crossdevice_link_subtitle_qr
source: Scan the QR code with your phone
ar: امسح رمز الاستجابة السريعة ضوئيًا بهاتفك
bg: Сканирайте QR кода с телефона си
cs: Naskenujte kód QR pomocí telefonu
da: Scan QR-koden med din telefon
de: Scannen Sie den QR-Code mit Ihrem Mobiltelefon
el: Σαρώστε τον κωδικό QR με το τηλέφωνό σας
es: Escanear el código QR con su teléfono
et: Skannige oma telefoniga QR-kood
fa: کد QR را با گوشی خود اسکن نمایید
fi: Skannaa QR-koodi puhelimellasi
fr: Scannez le QR code avec votre téléphone
he: יש לסרוק את קוד ה-QR הזה באמצעות הטלפון הנייד
hi: अपने फ़ोन से QR कोड स्कैन करें
hr: Skenirajte QR kod svojim mobitelom
hu: Olvassa be a QR-kódot a telefonjával
hy: Սկանավորեք QR կոդը ձեր հեռախոսով
id: Pindai kode QR dengan ponsel Anda
it: Scansiona il QR code con il tuo telefono
ja: スマートフォンでQRコードをスキャンする
ko: 휴대폰으로 QR 코드 스캔하기
lt: Nuskaitykite QR kodą telefonu
lv: Noskenējiet QR kodu ar tālruni
ms: Imbas kod QR dengan telefon anda
nb: Skann QR-koden med telefonen
nl: Scan de QR-code met uw telefoon
pl: Zeskanuj kod QR za pomocą telefonu
pt: Ler o código QR com o seu telefone
ro: Scanați codul QR cu telefonul dvs.
ru: Отсканируйте QR-код с помощью своего телефона
sk: Naskenujte QR kód pomocou telefónu
sl: S telefonom skenirajte kodo QR
sr: Skenirajte QR kôd pomoću telefona
sv: Skanna QR-koden med din telefon
th: สแกนรหัส QR ด้วยโทรศัพท์ของคุณ
tr: QR kodunu telefonunuzla tarayın
uk: Відскануйте QR-код за допомогою телефона
vi: Quét mã QR bằng điện thoại của bạn
zh: 使用手机扫描二维码

# crossdevice_link_subtitle_sms
source: Send this one-time link to your phone
ar: أرسِل رابط المرة الواحدة هذا إلى هاتفك
bg: Изпратете тази еднократна връзка на телефона си
cs: Odeslání tohoto jednorázového odkazu do telefonu
da: Send dette link til engangsbrug til din telefon
de: Öffnen Sie den Link auf Ihrem Mobiltelefon
el: Αποστείλτε αυτόν τον μοναδικό σύνδεσμο στο τηλέφωνό σας
es: Abrir el enlace en su teléfono
et: Saatke see ühekordne link oma telefoni
fa: این لینک یکبار مصرف را به گوشی خود ارسال کنید
fi: Lähetä tämä kertakäyttöinen linkki puhelimeesi
fr: Ouvrez le lien sur votre mobile
he: שליחת קישור חד פעמי לטלפון הנייד
hi: एक-बार इस्तेमाल होने वाले इस लिंक को अपने फ़ोन पर भेजें
hr: Pošaljite ovu jednokratnu poveznicu na svoj mobitel
hu: Küldje el az egyszeri hivatkozást a telefonjára
hy: Ուղարկեք այս մեկանգամյա հղումը ձեր հեռախոսին
id: Kirim tautan satu kali ini ke ponsel Anda
it: Invia questo link monouso al tuo telefono
ja: このワンタイムリンクをスマートフォンに送信する
ko: 휴대폰으로 일회성 링크 보내기
lt: Siųsti šią vienkartinę nuorodą į telefoną
lv: Nosūtiet šo vienreizējo saiti uz tālruni
ms: Hantar pautan yang diberi hanya sekali ini ke telefon anda
nb: Send denne engangslenken til telefonen din
nl: Stuur deze eenmalige link naar uw telefoon
pl: Wyślij ten jednorazowy link na swój telefon
pt: Enviar esta ligação de utilização única para o seu telefone
ro: Trimiteți acest link unic pe telefonul dvs.
ru: Отправьте эту одноразовую ссылку на свой телефон
sk: Odošlite tento jednorazový odkaz do telefónu
sl: Pošljite to enkratno povezavo v telefon
sr: Pošaljite ovaj jednokratni link na telefon
sv: Skicka denna engångslänk till din telefon
th: ส่งลิงก์แบบใช้ครั้งเดียวนี้ไปยังโทรศัพท์ของคุณ
tr: Bu tek seferlik bağlantıyı telefonunuza gönderin
uk: Надішліть це одноразове посилання на телефон
vi: Gửi liên kết một lần đến điện thoại của bạn
zh: 将此一次性链接发送到手机

# crossdevice_link_subtitle_url
source: Send this one-time link to your phone
ar: أرسِل رابط المرة الواحدة هذا إلى هاتفك
bg: Изпратете тази еднократна връзка на телефона си
cs: Odeslání tohoto jednorázového odkazu do telefonu
da: Send dette link til engangsbrug til din telefon
de: Öffnen Sie den Link auf Ihrem Mobiltelefon
el: Αποστείλτε αυτόν τον μοναδικό σύνδεσμο στο τηλέφωνό σας
es: Abrir el enlace en su teléfono
et: Saatke see ühekordne link oma telefoni
fa: این لینک یکبار مصرف را به گوشی خود ارسال کنید
fi: Lähetä tämä kertakäyttöinen linkki puhelimeesi
fr: Ouvrez le lien sur votre mobile
he: שליחת קישור חד פעמי לטלפון הנייד
hi: एक-बार इस्तेमाल होने वाले इस लिंक को अपने फ़ोन पर भेजें
hr: Pošaljite ovu jednokratnu poveznicu na svoj mobitel
hu: Küldje el az egyszeri hivatkozást a telefonjára
hy: Ուղարկեք այս մեկանգամյա հղումը ձեր հեռախոսին
id: Kirim tautan satu kali ini ke ponsel Anda
it: Invia questo link monouso al tuo telefono
ja: このワンタイムリンクをスマートフォンに送信する
ko: 휴대폰으로 일회성 링크 보내기
lt: Siųsti šią vienkartinę nuorodą į telefoną
lv: Nosūtiet šo vienreizējo saiti uz tālruni
ms: Hantar pautan yang diberi hanya sekali ini ke telefon anda
nb: Send denne engangslenken til telefonen din
nl: Stuur deze eenmalige link naar uw telefoon
pl: Wyślij ten jednorazowy link na swój telefon
pt: Enviar esta ligação de utilização única para o seu telefone
ro: Trimiteți acest link unic pe telefonul dvs.
ru: Отправьте эту одноразовую ссылку на свой телефон
sk: Odošlite tento jednorazový odkaz do telefónu
sl: Pošljite to enkratno povezavo v telefon
sr: Pošaljite ovaj jednokratni link na telefon
sv: Skicka denna engångslänk till din telefon
th: ส่งลิงก์แบบใช้ครั้งเดียวนี้ไปยังโทรศัพท์ของคุณ
tr: Bu tek seferlik bağlantıyı telefonunuza gönderin
uk: Надішліть це одноразове посилання на телефон
vi: Gửi liên kết một lần đến điện thoại của bạn
zh: 将此一次性链接发送到手机

# crossdevice_link_title
source: Get your secure link
ar: الحصول على رابطك الآمن
bg: Получете защитената си връзка
cs: Získejte zabezpečený odkaz
da: Få dit sikre link
de: Holen Sie sich Ihren Sicherheitslink
el: Λάβετε τον ασφαλή σας σύνδεσμο
es: Obtener enlace seguro
et: Hankige turvaline link
fa: لینک امن خود را دریافت کنید
fi: Hanki suojattu linkkisi
fr: Obtenez votre lien sécurisé
he: קבלו קישור מאובטח
hi: अपना सुरक्षित लिंक प्राप्त करें
hr: Preuzmite sigurnu poveznicu
hu: Biztonságos hivatkozás beszerzése
hy: Ստանալ անվտանգ հղում
id: Dapatkan tautan aman Anda
it: Ricevi il tuo link sicuro
ja: 安全なリンクを取得する
ko: 개별 보안 링크 받기
lt: Gaukite saugią nuorodą
lv: Saņemt drošu saiti
ms: Dapatkan pautan yang selamat
nb: Få deg en sikker lenke
nl: Ontvang uw veilige link
pl: Uzyskaj bezpieczny link
pt: Obter a sua ligação segura
ro: Primiți linkul sigur pentru dvs.
ru: Получить защищенную ссылку
sk: Získajte bezpečný odkaz
sl: Pridobite varno povezavo
sr: Preuzmite bezbedan link
sv: Få din säkra länk
th: รับลิงก์ที่ปลอดภัยของคุณ
tr: Güvenli bağlantınızı alın
uk: Отримайте захищене посилання
vi: Nhận liên kết bảo mật
zh: 获取您的安全链接

# crossdevice_link_urlFieldLabel
source: Copy the link to your mobile browser
ar: انسخ الرابط إلى متصفح جهازك المحمول
bg: Копирайте връзката в мобилния си браузър
cs: Zkopírujte odkaz do mobilního prohlížeče
da: Kopiér linket og indsæt det i din mobilbrowser
de: Kopieren Sie den Link in Ihren mobilen Browser
el: Αντιγράψτε τον σύνδεσμο στο πρόγραμμα περιήγησης του κινητού σας
es: Copie el enlace al navegador de internet de su teléfono
et: Kopeerige link oma mobiilibrauserisse
fa: لینک را در مرورگر موبایل خود کپی کنید
fi: Kopioi linkki mobiiliselaimeesi
fr: Copier le lien sur votre mobile
he: יש להעתיק את הקישור לדפדפן בטלפון הנייד שלכם
hi: लिंक को अपने मोबाइल ब्राउज़र पर कॉपी करें
hr: Kopirajte poveznicu u mobilni preglednik
hu: Másolja a linket a mobil böngészőjébe
hy: Պատճենեք հղումը ձեր բջջայինի դիտարկչի մեջ
id: Salin tautan ke browser seluler Anda
it: Copia il link nel browser del telefono
ja: リンクを携帯電話のブラウザにコピー
ko: 모바일 브라우저로 링크 복사
lt: Nukopijuokite nuorodą į savo naršyklę mobiliesiems
lv: Iekopējiet saiti savā mobilajā pārlūkā
ms: Salin pautan ke pelayar telefon bimbit anda
nb: Kopier lenken til mobilnettleseren din
nl: Kopieer de link naar uw mobiele telefoon
pl: Skopiuj link do przeglądarki mobilnej
pt: Copie a ligação para o navegador do seu telemóvel
ro: Copiați linkul în browserul telefonului dvs.
ru: Скопируйте ссылку в браузер мобильного телефона
sk: Skopírujte odkaz do svojho mobilného prehliadača
sl: Kopirajte povezavo v mobilni brskalnik
sr: Kopirajte link u pregledač za mobilne uređaje
sv: Kopiera länken till din mobila webbläsare
th: คัดลอกลิงก์ไปยังเบราว์เซอร์มือถือของคุณ
tr: Bağlantıyı mobil tarayıcınıza kopyalayın
uk: Скопіюйте посилання у браузер на телефоні
vi: Sao chép liên kết vào trình duyệt di động của bạn
zh: 将链接复制到您的手机浏览器

# crossdevice_mobile_complete_body
source: Your computer may take a few seconds to update
ar: قد يستغرق تحديث جهاز كمبيوترك بضع ثوانٍ
bg: Актуализирането в компютъра ви може да отнеме няколко секунди
cs: Aktualizace počítače může trvat několik sekund
da: Det kan tage et par sekunder for din computer at udføre opdateringen
de: Die Aktualisierung Ihres Computers kann einige Sekunden dauern
el: Ο υπολογιστής σας μπορεί να χρειαστεί μερικά δευτερόλεπτα για να ενημερωθεί
es: Su computadora puede tardar unos segundos en actualizarse
et: Arvuti kuva värskendamiseks võib kuluda mõni sekund
fa: به‌روز‌رسانی در رایانه شما ممکن است چند ثانیه طول بکشد
fi: Tietokoneesi päivitys voi kestää muutaman sekunnin
fr: Votre ordinateur peut prendre quelques secondes pour mettre à jour la page
he: עדכון המחשב עשוי להימשך מספר שניות
hi: आपके कंप्यूटर को अपडेट होने में कुछ सेकंड लग सकते हैं
hr: Računalu će možda trebati nekoliko sekundi da ažurira podatke
hu: A számítógép frissítése néhány másodpercet vehet igénybe
hy: Ձեր համակարգչի թարմացումը կարող է մի քանի վայրկյան տևել
id: Komputer Anda mungkin memerlukan waktu beberapa detik untuk memperbarui
it: Il computer potrebbe richieder qualche secondo per mostrare le informazioni aggiornate
ja: パソコンからのアップデートに数秒かかる場合があります
ko: 컴퓨터에서 업데이트 작업에 몇 초가 걸릴 수 있습니다
lt: Gali praeiti kelios sekundės, kol kompiuteryje matysite atnaujintą informaciją
lv: Informācijas atjaunošana datorā var aizņemt dažas sekundes
ms: Komputer anda mungkin mengambil masa beberapa saat untuk dikemas kini
nb: Oppdatering av datamaskinen kan ta noen sekunder
nl: Het kan een paar seconden duren voordat uw computer de update verwerkt
pl: Aktualizacja na komputerze może potrwać kilka sekund
pt: O seu computador poderá demorar alguns segundos a atualizar
ro: Computerul dvs. poate avea nevoie de câteva secunde să se actualizeze
ru: Обновление информации на компьютере может занять несколько секунд
sk: Aktualizácia v počítači môže trvať niekoľko sekúnd
sl: Posodobitev računalnika lahko traja nekaj sekund
sr: Ažuriranje računara može da potraje nekoliko sekundi
sv: Det kan ta några sekunder för datorn att uppdatera
th: คอมพิวเตอร์ของคุณอาจใช้เวลาอัปเดตสักครู่
tr: Bilgisayarınızın güncellenmesi birkaç saniye sürebilir
uk: Оновлення на комп’ютері може зайняти кілька секунд
vi: Máy tính của bạn có thể mất vài giây để cập nhật
zh: 计算机可能需要几秒钟才能更新
