Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_preview_photo_of_screen_title
source: Photo of screen detected
ar: تم اكتشاف صورة للشاشة
bg: Засечено е снимка на екрана
cs: Fotografie obrazovky detekována
da: Foto af skærm registreret
de: Foto des Bildschirms erkannt
el: Ανιχνεύτηκε φωτογραφία οθόνης
es: Foto de pantalla detectada
et: Ekraanipildi foto tuvastatud
fa: عکس از صفحه نمایش شناسایی شد
fi: Näytön kuva havaittu
fr: Photo d`écran detectée
he: זוהתה תמונה של מסך
hi: स्क्रीन की फ़ोटो का पता चला
hr: Fotografija ekrana detektirana
hu: Az észlelt képernyő fotó
hy: էկրանի լուսանկարը հայտնաբերվել է
id: Foto layar terdeteksi
it: Foto dello schermo rilevata
ja: 画面の写真が検出されました
ko: 화면의 사진이 감지되었습니다
lt: Nuotrauka ekrano aptikta
lv: Ekrāna fotoattēls konstatēts
ms: Gambar skrin dikesan
nb: Bilde av skjerm oppdaget
nl: Foto van scherm gedetecteerd
pl: Zdjęcie ekranu wykryte
pt: Foto do ecrã detetada
ro: Fotografie a ecranului detectată
ru: Обнаружено фото экрана
sk: Fotografia obrazovky zaznamenaná
sl: Zaznana fotografija zaslona
sr: Fotografija ekrana detektovana
sv: Foto av skärm upptäckt
th: ตรวจพบภาพของหน้าจอ
tr: Ekran fotoğrafı algılandı
uk: Фото екрану виявлено
vi: Đã phát hiện ảnh của màn hình
zh: 检测到屏幕照片

# document_preview_redo
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做

# document_preview_title
source: Check your image
ar: تحقق من صورتك
bg: Проверете изображението си
cs: Zkontrolujte svůj snímek
da: Tjek dit billede
de: Überprüfen Sie Ihr Bild
el: Δείτε την εικόνα σας
es: Compruebe su imagen
et: Kontrollige oma pilti
fa: تصویر خود را بررسی کنید
fi: Tarkista kuvasi
fr: Vérifiez votre image
he: בדוק את התמונה שלך
hi: अपनी इमेज की जाँच करें
hr: Provjerite svoju sliku
hu: Ellenőrizze a képet
hy: Ստուգեք ձեր նկարը
id: Periksa foto Anda
it: Controlla l’immagine
ja: 画像を確認する
ko: 이미지 확인
lt: Patikrinkite savo atvaizdą
lv: Apskatiet savu attēlu
ms: Periksa gambar anda
nb: Sjekk bildet ditt
nl: Controleer uw afbeelding
pl: Sprawdź obraz
pt: Verifique a sua imagem
ro: Verificați imaginea dvs.
ru: Проверьте фото
sk: Skontrolujte obrázok
sl: Preverite svojo sliko
sr: Proverite sliku
sv: Kontrollera din bild
th: ตรวจสอบภาพของคุณ
tr: Resminizi kontrol edin
uk: Перевірте зображення
vi: Kiểm tra hình ảnh của bạn
zh: 查看您的图像

# document_preview_upload
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# document_preview_upload_anyway
source: Upload anyway
ar: تحميل على أي حال
bg: Качване въпреки това
cs: Stejně nahrát
da: Upload alligevel
de: Trotzdem hochladen
el: Αποστολή ούτως ή άλλως
es: Subir igualmente
et: Laadige ikkagi üles
fa: به هر حال بارگذاری کن
fi: Lataa silti
fr: Envoyer quand même
he: העלה בכל זאת
hi: फिर भी अपलोड करें
hr: Svejedno prenesi
hu: Töltse fel így is
hy: Այնուամենայնիվ վերբեռնել
id: Tetap mengunggah
it: Carica comunque
ja: そのままアップロードしてください
ko: 그냥 업로드하기
lt: Vis tiek įkelti
lv: Augšupielādēt tik un tā
ms: Teruskan muat naik
nb: Last opp likevel
nl: Toch uploaden
pl: Prześlij mimo wszystko
pt: Carregar de qualquer forma
ro: Încărcați oricum
ru: Загрузить в любом случае
sk: Napriek tomu nahrať
sl: Vseeno naloži
sr: Ipak otpremi
sv: Ladda upp ändå
th: อัปโหลดเลย
tr: Yine de yükle
uk: Усе одно передати
vi: Vẫn tải lên
zh: 仍然上传

# document_preview_zoom
source: Enlarge image
ar: تكبير الصورة
bg: Уголемяване на изображението
cs: Zvětšit obrázek
da: Forstør billede
de: Bild vergrößern
el: Μεγέθυνση εικόνας
es: Ampliar imagen
et: Suurendage pilti
fa: بزرگنمایی عکس
fi: Suurenna kuvaa
fr: Agrandir l’image
he: הגדל תמונה
hi: इमेज बड़ी करें
hr: Povećaj sliku
hu: Kép nagyítása
hy: Մեծացնել պատկերը
id: Perbesar gambar
it: Ingrandisci l’immagine
ja: 画像を拡大
ko: 이미지 확대
lt: Padidinti vaizdą
lv: Palielināt attēlu
ms: Besarkan imej
nb: Forstørr bilde
nl: Vergroot afbeelding
pl: Powiększ obraz
pt: Ampliar imagem
ro: Măriți imaginea
ru: Увеличить изображение
sk: Zväčšiť obrázok
sl: Povečaj sliko
sr: Uvećaj sliku
sv: Förstora bild
th: ขยายภาพ
tr: Resmi büyüt
uk: Збільшити зображення
vi: Phóng to hình ảnh
zh: 放大图像

# document_selection_accessibility
source: Documents you can use to verify your identity
ar: المستندات التي يمكنك استخدامها للتحقق من هويتك
bg: Документи, които можете да използвате, за да потвърдите самоличността си
cs: Doklady, které můžete použít k ověření své totožnosti
da: Dokumenter, du kan bruge til at verificere din identitet
de: Dokumente, die Sie zur Überprüfung Ihrer Identität verwenden können
el: Έγγραφα που μπορείτε να χρησιμοποιήσετε για να επαληθεύσετε την ταυτότητά σας
es: Documentos que puede utilizar para verificar su identidad
et: Dokumendid, mida saate oma isiku kinnitamiseks kasutada
fa: مدارکی که می‌توانید از آنها برای تأیید هویت خود استفاده کنید
fi: Asiakirjat, joilla voit vahvistaa henkilöllisyytesi
fr: Documents que vous pouvez utiliser pour vérifier votre identité
he: מסמכים שבהם אפשר להשתמש כדי לאמת את הזהות שלך
hi: ऐसे डॉक्यूमेंट जिनसे आप अपनी पहचान को वेरिफ़ाई कर सकते हैं
hr: Dokumenti koje možete upotrijebiti za potvrdu svog identiteta
hu: A személyazonosság igazolására használható dokumentumok
hy: Փաստաթղթեր, որոնք կարող եք օգտագործել ձեր ինքնությունը հաստատելու համար
id: Dokumen yang dapat Anda gunakan untuk memverifikasi identitas Anda
it: Documenti che puoi utilizzare per verificare la tua identità
ja: 本人確認に使用できるドキュメント
ko: 본인 인증에 사용할 수 있는 서류
lt: Dokumentai, kuriuos galite naudoti savo tapatybei patvirtinti
lv: Dokumenti, kurus varat izmantot identitātes pārbaudei
ms: Dokumen yang boleh anda gunakan untuk mengesahkan identiti anda
nb: Dokumenter du kan bruke til å verifisere identiteten din
nl: Document die u kunt gebruiken voor het verifiëren van uw identiteit
pl: Dokumenty, które można wykorzystać do weryfikacji tożsamości
pt: Documentos que pode usar para verificar a sua identidade
ro: Documente pe care le puteți utiliza pentru a vă verifica identitatea
ru: Документы, с помощью которых Вы можете подтвердить свою личность
sk: Doklady, ktoré môžete použiť na overenie totožnosti
sl: Dokumenti, ki jih lahko uporabite za preverjanje svoje identitete
sr: Dokumenti koje možete da koristite za proveru identiteta
sv: Dokument som du kan använda för att verifiera din identitet
th: เอกสารที่ใช้ยืนยันตัวตนได้
tr: Kimliğinizi doğrulamak için kullanabileceğiniz belgeler
uk: Документи, які можна використовувати для підтвердження особи
vi: Những giấy tờ bạn có thể sử dụng để xác minh danh tính
zh: 可用于验证身份的证明文件

# document_selection_country_header
source: Issuing country
ar: دولة الإصدار
bg: Издаващата държава
cs: Vydávající země
da: Udstedelsesland
de: Ausstellendes Land
el: Εκδούσα χώρα
es: País emisor
et: Väljastanud riik
fa: کشور صادرکننده
fi: Myöntämismaa
fr: Pays émetteur
he: ארץ ההנפקה
hi: जारी करने वाला देश
hr: Zemlja izdavanja
hu: Kibocsátó ország
hy: Թողարկող երկիր
id: Negara penerbit
it: Paese emittente
ja: 発行国
ko: 발급 국가
lt: Dokumentą išdavusi šalis
lv: Izdevējvalsts
ms: Negara yang mengeluarkan
nb: Utstedelsesland
nl: Land van uitgifte
pl: Kraj wydania
pt: País emissor
ro: Țară emitentă
ru: Страна выдачи
sk: Vydávajúca krajina
sl: Država izdajateljica
sr: Zemlja izdavanja
sv: Utfärdande land
th: ประเทศที่ออกเอกสาร
tr: Düzenleyen ülke
uk: Країна видачі
vi: Quốc gia cấp giấy tờ
zh: 签发国家/地区

# document_selection_doctype_entire_page
source: Entire page
ar: الصفحة بأكملها
bg: Цялата страница
cs: Celá stránka
da: Hele siden
de: Ganze Seite
el: Ολόκληρη σελίδα
es: Página completa
et: Kogu leht
fa: کل صفحه
fi: Koko sivu
fr: Page entière
he: כל העמוד
hi: पूरा पेज
hr: Cijela stranica
hu: Teljes oldal
hy: Ամբողջական էջը
id: Seluruh halaman
it: Intera pagina
ja: 全ページ
ko: 전체 페이지
lt: Visas puslapį
lv: Visa lapa
ms: Seluruh halaman
nb: Hele siden
nl: Hele pagina
pl: Cała strona
pt: Página inteira
ro: Întreaga pagină
ru: Вся страница
sk: Celá stránka
sl: Cela stran
sr: Cela stranica
sv: Hela sidan
th: ทั้งหน้า
tr: Tüm sayfa
uk: Уся сторінка
vi: Toàn trang
zh: 整个页面

# document_selection_doctype_front_back
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorne und Hinten
el: Μπροστινή και πίσω όψη
es: Frente y detrás
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Avant et arrière
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Davanti e dietro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor-en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# document_selection_doctype_photo_page
source: Photo page
ar: التقط صورة للصفحة
bg: Страницата със снимка
cs: Přední strana s fotografií
da: Side med billede
de: Fotoseite
el: Σελίδα φωτογραφίας
es: Página de fotos
et: Fotoga lehekülg
fa: صفحه عکس‌دار
fi: Valokuvasivu
fr: Page avec photo
he: עמוד תמונה
hi: फ़ोटो वाला पेज
hr: Stranica s fotografijom
hu: Arcképes oldal
hy: Լուսանկարով էջ
id: Halaman foto
it: Pagina delle foto
ja: 写真ページ
ko: 사진 페이지
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
ms: Halaman foto
nb: Bildeside
nl: Fotopagina
pl: Strona ze zdjęciem
pt: Página de fotos
ro: Pagina cu poză
ru: Страница с фото
sk: Stránka s fotkou
sl: Stran s fotografijo
sr: Stranica sa fotografijom
sv: Fotosida
th: หน้ารูปภาพ
tr: Fotoğraf sayfası
uk: Сторінка з фото
vi: Trang có ảnh
zh: 照片页

# document_selection_doctypes_header
source: Accepted documents
ar: المستندات المقبولة
bg: Допустими документи
cs: Akceptované dokumenty
da: Accepterede dokumenter
de: Akzeptierte Dokumente
el: Αποδεκτά έγγραφα
es: Documentos aceptados
et: Sobivad dokumendid
fa: مدارک مورد پذیرش
fi: Hyväksytyt asiakirjat
fr: Documents acceptés
he: מסמכים קבילים
hi: स्वीकार किए जाने वाले डॉक्यूमेंट
hr: Dokumenti koje prihvaćamo
hu: Elfogadott dokumentumok
hy: Ընդունելի փաստաթղթեր
id: Dokumen yang diterima
it: Documenti accettati
ja: 受け入れられるドキュメント
ko: 허용되는 서류
lt: Priimami dokumentai
lv: Pieņemamie dokumenti
ms: Dokumen yang diterima
nb: Godkjente dokumenter
nl: Geaccepteerde documenten
pl: Akceptowane dokumenty
pt: Documentos aceites
ro: Documente acceptate
ru: Принимаемые документы
sk: Akceptované doklady
sl: Sprejeti dokumenti
sr: Prihvaćeni dokumenti
sv: Accepterade dokument
th: เอกสารที่ยอมรับ
tr: Kabul edilen belgeler
uk: Документи, які ми приймаємо
vi: Những giấy tờ được chấp nhận
zh: 可接受的证明文件

# document_selection_driving_licence
source: Driver’s license
ar: رخصة القيادة
bg: Шофьорска книжка
cs: Řidičský průkaz
da: Kørekort
de: Führerschein
el: Άδεια οδήγησης
es: Licencia de conducir
et: Juhiluba
fa: گواهی‌نامه رانندگی
fi: Ajokortti
fr: Permis de conduire
he: רישיון נהיגה
hi: ड्राइविंग लाइसेंस
hr: Vozačka dozvola
hu: Vezetői engedély
hy: Վարորդական իրավունք
id: Surat izin mengemudi (SIM)
it: Patente di guida
ja: 運転免許証
ko: 운전면허증
lt: Vairuotojo pažymėjimas
lv: Autovadītāja apliecība
ms: Lesen memandu
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
pt: Carta de condução
ro: Permis de conducere
ru: Водительское удостоверение
sk: Vodičský preukaz
sl: Vozniško dovoljenje
sr: Vozačka dozvola
sv: Körkort
th: ใบอนุญาตขับขี่
tr: Sürücü belgesi
uk: Водійське посвідчення
vi: Giấy phép lái xe
zh: 驾照

# document_selection_driving_licence_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# document_selection_national_identity_card
source: National identity card
ar: بطاقة الهوية الوطنية
bg: Национална лична карта
cs: Národní průkaz totožnosti
da: Nationalt ID-kort
de: Nationaler Personalausweis
el: Εθνικό δελτίο ταυτότητας
es: Documento Nacional de Identidad
et: Riiklik isikutunnistus
fa: کارت شناسایی ملی
fi: Kansallinen henkilökortti
fr: Carte nationale d’identité
he: תעודת זהות
hi: राष्ट्रीय पहचान पत्र
hr: Nacionalna osobna iskaznica
hu: Személyazonosító igazolvány
hy: Պետական նույնականացման քարտ
id: Kartu identitas nasional
it: Carta d’identità nazionale
ja: 国のIDカード
ko: 국가 발급 신분증
lt: Nacionalinė asmens tapatybės kortelė
lv: Valsts izdota personas apliecība
ms: Kad pengenalan negara
nb: Nasjonalt identitetskort
nl: Identiteitskaart
pl: Dowód osobisty
pt: Documento de identificação nacional
ro: Carte de identitate național
ru: Удостоверение личности государственного образца
sk: Národný preukaz totožnosti
sl: Nacionalna osebna izkaznica
sr: Nacionalna lična karta
sv: Nationellt identitetskort
th: บัตรประจำตัวประชาชน
tr: Ulusal kimlik no
uk: Посвідчення особи державного зразка
vi: Thẻ căn cước công dân
zh: 国民身份证

# document_selection_national_identity_card_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# document_selection_no_mobile
source: Sorry, no mobile phone bills
ar: عذرًا، لا توجد فواتير للهاتف المحمول
bg: Съжалявам, няма мобилни телефонни сметки
cs: Omlouváme se, žádné účty za mobilní telefon
da: Beklager, ingen mobiltelefonregninger
de: Entschuldigung, keine Handyrechnungen
el: Συγγνώμη, δεν υπάρχουν λογαριασμοί κινητού τηλεφώνου
es: Lo siento, no hay facturas de teléfono móvil
et: Vabandust, mobiiltelefoni arveid ei ole
fa: متاسفانه، هیچ قبض تلفن همراهی وجود ندارد
fi: Valitettavasti, ei matkapuhelinlaskuja
fr: Désolé, pas de factures de téléphone portable
he: מצטערים, אין חשבונות טלפון נייד
hi: क्षमा करें, कोई मोबाइल फ़ोन का बिल नहीं
hr: Nažalost, nema računa za mobilni telefon
hu: Sajnáljuk, mobiltelefon-számlák nem elfogadhatók
hy: Ներողություն, բջջային հաշվետվություններ չկան
id: Maaf, tidak ada tagihan telepon seluler
it: Spiacente, nessuna bolletta del telefono cellulare
ja: 申し訳ありません、携帯電話の請求書はありません
ko: 죄송합니다, 휴대폰 요금 청구서가 없습니다
lt: Atsiprašome, mobiliojo telefono sąskaitų nėra
lv: Atvainojiet, mobilā telefona rēķini nav
ms: Maaf, tiada bil telefon bimbit
nb: Beklager, ingen mobiltelefonregninger
nl: Sorry, geen mobiele telefoonrekeningen
pl: Przykro mi, brak rachunków za telefon komórkowy
pt: Desculpe, sem contas de telefone móvel
ro: Ne pare rău, nu sunt facturi de telefon mobil
ru: Извините, счета за мобильную связь отсутствуют
sk: Prepáčte, žiadne mobilné telefónne účty
sl: Oprostite, računov za mobilni telefon ni
sr: Nažalost, nema računa za mobilni telefon
sv: Ledsen, inga mobiltelefonräkningar
th: ขออภัย, ไม่มีใบเสร็จรับเงินโทรศัพท์มือถือ
tr: Üzgünüz, cep telefonu faturaları yok
uk: Вибачте, рахунків за мобільний телефон немає
vi: Xin lỗi, không có hóa đơn điện thoại di động
zh: 对不起，没有手机账单

# document_selection_passport
source: Passport
ar: جواز السفر
bg: Паспорт
cs: Pas
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
et: Pass
fa: گذرنامه
fi: Passi
fr: Passeport
he: דרכון
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
hy: Անձնագիր
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
lt: Pasas
lv: Pase
ms: Pasport
nb: Pass
nl: Paspoort
pl: Paszport
pt: Passaporte
ro: Pașaport
ru: Паспорт
sk: Pas
sl: Potni list
sr: Pasoš
sv: Pass
th: หนังสือเดินทาง
tr: Pasaport
uk: Паспорт
vi: Hộ chiếu
zh: 护照

# document_selection_passport_details
source: Photo page
ar: التقط صورة للصفحة
bg: Страницата със снимка
cs: Stránka pro fotografie
da: Side med billede
de: Seite mit Foto
el: Σελίδα φωτογραφίας
es: Página del pasaporte con su foto
et: Fotoga lehekülg
fa: صفحه عکس‌دار
fi: Valokuvasivu
fr: Page de votre passeport contenant votre photo
he: עמוד תמונה
hi: फ़ोटो वाला पेज
hr: Stranica s fotografijom
hu: Arcképes oldal
hy: Լուսանկարով էջ
id: Halaman foto
it: Pagina della foto
ja: 写真ページ
ko: 사진 페이지
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
ms: Halaman foto
nb: Bildeside
nl: Fotopagina
pl: Strona ze zdjęciem
pt: Página com fotografia
ro: Pagină poză
ru: Страница с фото
sk: Stránka s fotkou
sl: Stran s fotografijo
sr: Stranica sa fotografijom
sv: Fotosida
th: หน้ารูปภาพ
tr: Fotoğraf sayfası
uk: Сторінка з фото
vi: Trang có ảnh
zh: 照片页

# document_selection_pill
source: fastest
ar: الأسرع
bg: най-бързо
cs: nejrychlejší
da: hurtigste
de: Schnellste
el: γρηγορότερο
es: más rápida
et: kiireim
fa: سریع‌ترین
fi: nopein
fr: plus rapide
he: הכי מהיר
hi: सबसे तेज़
hr: najbrže
hu: leggyorsabb
hy: ամենաարագ
id: tercepat
it: più veloce
ja: 最速
ko: 가장 빠른
lt: greičiausias
lv: visātrāk
ms: terpantas
nb: raskest
nl: snelst
pl: najszybszy
pt: o mais rápido
ro: cel mai rapid
ru: максимальная скорость
sk: najrýchlejšie
sl: najhitrejši
sr: najbrže
sv: snabbaste
th: เร็วที่สุด
tr: en hızlı
uk: найшвидший
vi: nhanh nhất
zh: 最快

# document_selection_residence_permit
source: Residence permit
ar: رخصة الإقامة
bg: Разрешение за пребиваване
cs: Povolení k pobytu
da: Opholdstilladelse
de: Karte der Aufenthaltsgenehmigung
el: Άδεια διαμονής
es: Permiso de Residencia
et: Elamisluba
fa: مجوز اقامت
fi: Oleskelulupa
fr: Carte de séjour
he: היתר שהייה
hi: निवास परमिट
hr: Boravišna dozvola
hu: Tartózkodási engedély
hy: Բնակության թույլտվություն
id: Izin tinggal
it: Permesso di soggiorno
ja: 在留許可証
ko: 거주 허가증
lt: Leidimas gyventi
lv: Uzturēšanās atļauja
ms: Permit kediaman
nb: Oppholdstillatelse
nl: Verblijfsvergunning
pl: Zezwolenie na pobyt
pt: Autorização de residência
ro: Permis de ședere
ru: Вид на жительство
sk: Povolenie na pobyt
sl: Dovoljenje za prebivanje
sr: Boravišna dozvola
sv: Uppehållstillstånd
th: ใบอนุญาตพำนักอาศัย
tr: Oturma izni
uk: Дозвіл на проживання
vi: Giấy phép cư trú
zh: 居留证

# document_selection_residence_permit_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# document_selection_subtitle
source: Select issuing country to see which documents we accept
ar: حدد الدولة المصدرة لمعرفة المستندات التي نقبلها
bg: Изберете издаваща държава, за да видите какъв тип документи приемаме
cs: Vyberte zemi vydání a podívejte se, které doklady přijímáme
da: Vælg udstedelsesland for at se, hvilke dokumenter vi accepterer
de: Wählen Sie das ausstellende Land aus, um zu sehen, welche Dokumente wir akzeptieren
el: Επιλέξτε εκδούσα χώρα για να δείτε ποια έγγραφα αποδεχόμαστε
es: Seleccione el país emisor para ver qué documentos aceptamos
et: Valige väljastanud riik, et näha, millised dokumendid sobivad
fa: کشور صادر کننده را انتخاب کنید تا ببینید کدام اسناد را می پذیریم
fi: Valitse asiakirjan myöntämismaa nähdäksesi, mitkä asiakirjat hyväksymme
fr: Sélectionnez le pays émetteur pour voir quels documents nous acceptons
he: בחר את ארץ ההנפקה כדי לראות אילו מסמכים אנחנו מקבלים
hi: हम कौन-से डॉक्यूमेंट स्वीकार करते हैं, यह देखने के लिए उन्हें जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja kako biste provjerili koje dokumente prihvaćamo
hu: Válassza ki a kibocsátó országot, hogy lássa, mely dokumentumokat fogadjuk el
hy: Ընտրեք թողարկող երկիրը՝ տեսնելու համար, թե որ փաստաթղթերն են ընդունելի մեզ համար
id: Pilih negara penerbit untuk melihat dokumen apa saja yang kami terima
it: Seleziona il paese di emissione per vedere quali documenti accettiamo
ja: 発行国を選択すると、当社が受理できるドキュメントを確認できます
ko: 어떤 서류가 허용되는지 확인하려면 발급 국가를 선택하세요
lt: Pasirinkite dokumentą išdavusią šalį, kad pamatytumėte, kuriuos dokumentus priimame
lv: Atlasiet izdevējvalsti, lai redzētu, kurus dokumentus mēs pieņemam
ms: Pilih negara yang mengeluarkan untuk melihat dokumen yang kami terima
nb: Velg utstedelsesland for å se hvilke dokumenter vi godtar
nl: Selecteer het land van uitgifte om te zien welke documenten we accepteren
pl: Wybierz kraj wydania, aby zobaczyć, jakie dokumenty akceptujemy
pt: Selecione o país emissor para ver quais os documentos que aceitamos
ro: Selectați țara emitentă pentru a vedea ce documente acceptăm
ru: Выберите страну выдачи, чтобы увидеть, какие документы мы принимаем
sk: Ak chcete zistiť, ktoré doklady akceptujeme, vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico, da vidite, katere dokumente sprejemamo
sr: Izaberite zemlju izdavanja da biste videli koje dokumente prihvatamo
sv: Välj utfärdande land för att se vilka dokument vi accepterar
th: เลือกประเทศที่ออกเอกสาร เพื่อดูว่าเรารับเอกสารใดบ้าง
tr: Hangi belgeleri kabul ettiğimizi görmek için düzenleyen ülkeyi seçin
uk: Виберіть країну видачі, щоб дізнатися, які документи ми приймаємо
vi: Nhập quốc gia phát hành để chọn loại giấy tờ được chấp nhận
zh: 选择签发国家/地区以查看我们接受的证明文件
