Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_preview_no_doc_title
source: Document not detected
ar: لم يتم اكتشاف المستند
bg: Не е открит документ
cs: Dokument nebyl zjištěn
da: Dokumentet er ikke detekteret
de: Kein Dokument erkannt.
el: Δεν ανιχνεύθηκε έγγραφο
es: Documento no detectado
et: Dokumenti ei tuvastatud
fa: مدرکی شناسایی نشد
fi: Asiakirjaa ei havaittu
fr: Aucun document détecté
he: המסמך לא זוהה
hi: डॉक्यूमेंट नहीं मिला
hr: Dokument nije otkriven
hu: A dokumentum nem észlelhető
hy: Փաստաթուղթը չի գտնվել
id: Dokumen tidak ditemukan
it: Documento non rilevato
ja: ドキュメントが検出されませんでした
ko: 서류가 감지되지 않았습니다
lt: Dokumentas neaptiktas
lv: Dokuments nav atrasts
ms: Dokumen tidak dikesan
nb: Dokument ikke oppdaget
nl: Document niet gedetecteerd
pl: Nie wykryto dokumentu
pt: Documento não detetado
ro: Documentul nu a fost detectat
ru: Документ не обнаружен
sk: Nebol zistený doklad
sl: Dokument ni zaznan
sr: Dokument nije nađen
sv: Inget dokument upptäcktes
th: ไม่พบเอกสาร
tr: Belge tespit edilmedi
uk: Документ не виявлено
vi: Không tìm thấy giấy tờ
zh: 未检测到证明文件

# proofOfAddress_preview_redo
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做

# proofOfAddress_preview_title
source: Check your image
ar: تحقق من صورتك
bg: Проверете изображението си
cs: Zkontrolujte svůj snímek
da: Tjek dit billede
de: Überprüfen Sie Ihr Bild
el: Δείτε την εικόνα σας
es: Compruebe su imagen
et: Kontrollige oma pilti
fa: تصویر خود را بررسی کنید
fi: Tarkista kuvasi
fr: Vérifiez votre image
he: בדוק את התמונה שלך
hi: अपनी इमेज की जाँच करें
hr: Provjerite svoju sliku
hu: Ellenőrizze a képet
hy: Ստուգեք ձեր նկարը
id: Periksa foto Anda
it: Controlla l’immagine
ja: 画像を確認する
ko: 이미지 확인
lt: Patikrinkite savo atvaizdą
lv: Apskatiet savu attēlu
ms: Periksa gambar anda
nb: Sjekk bildet ditt
nl: Controleer uw afbeelding
pl: Sprawdź obraz
pt: Verifique a sua imagem
ro: Verificați imaginea dvs.
ru: Проверьте фото
sk: Skontrolujte obrázok
sl: Preverite svojo sliko
sr: Proverite sliku
sv: Kontrollera din bild
th: ตรวจสอบภาพของคุณ
tr: Resminizi kontrol edin
uk: Перевірте зображення
vi: Kiểm tra hình ảnh của bạn
zh: 查看您的图像

# proofOfAddress_preview_upload
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# proofOfAddress_preview_upload_anyway
source: Upload anyway
ar: تحميل على أي حال
bg: Качване въпреки това
cs: Stejně nahrát
da: Upload alligevel
de: Trotzdem hochladen
el: Αποστολή ούτως ή άλλως
es: Subir igualmente
et: Laadige ikkagi üles
fa: به هر حال بارگذاری کن
fi: Lataa silti
fr: Envoyer quand même
he: העלה בכל זאת
hi: फिर भी अपलोड करें
hr: Svejedno prenesi
hu: Töltse fel így is
hy: Այնուամենայնիվ վերբեռնել
id: Tetap mengunggah
it: Carica comunque
ja: そのままアップロードしてください
ko: 그냥 업로드하기
lt: Vis tiek įkelti
lv: Augšupielādēt tik un tā
ms: Teruskan muat naik
nb: Last opp likevel
nl: Toch uploaden
pl: Prześlij mimo wszystko
pt: Carregar de qualquer forma
ro: Încărcați oricum
ru: Загрузить в любом случае
sk: Napriek tomu nahrať
sl: Vseeno naloži
sr: Ipak otpremi
sv: Ladda upp ändå
th: อัปโหลดเลย
tr: Yine de yükle
uk: Усе одно передати
vi: Vẫn tải lên
zh: 仍然上传

# proofOfAddress_preview_zoom
source: Enlarge image
ar: تكبير الصورة
bg: Уголемяване на изображението
cs: Zvětšit obrázek
da: Forstør billede
de: Bild vergrößern
el: Μεγέθυνση εικόνας
es: Ampliar imagen
et: Suurendage pilti
fa: بزرگنمایی عکس
fi: Suurenna kuvaa
fr: Agrandir l’image
he: הגדל תמונה
hi: इमेज बड़ी करें
hr: Povećaj sliku
hu: Kép nagyítása
hy: Մեծացնել պատկերը
id: Perbesar gambar
it: Ingrandisci l’immagine
ja: 画像を拡大
ko: 이미지 확대
lt: Padidinti vaizdą
lv: Palielināt attēlu
ms: Besarkan imej
nb: Forstørr bilde
nl: Vergroot afbeelding
pl: Powiększ obraz
pt: Ampliar imagem
ro: Măriți imaginea
ru: Увеличить изображение
sk: Zväčšiť obrázok
sl: Povečaj sliko
sr: Uvećaj sliku
sv: Förstora bild
th: ขยายภาพ
tr: Resmi büyüt
uk: Збільшити зображення
vi: Phóng to hình ảnh
zh: 放大图像

# proofOfAddress_selection_accessibility
source: Documents you can use to verify your identity
ar: المستندات التي يمكنك استخدامها للتحقق من هويتك
bg: Документи, които можете да използвате, за да потвърдите самоличността си
cs: Doklady, které můžete použít k ověření své totožnosti
da: Dokumenter, du kan bruge til at verificere din identitet
de: Dokumente, die Sie zur Überprüfung Ihrer Identität verwenden können
el: Έγγραφα που μπορείτε να χρησιμοποιήσετε για να επαληθεύσετε την ταυτότητά σας
es: Documentos que puede utilizar para verificar su identidad
et: Dokumendid, mida saate oma isiku kinnitamiseks kasutada
fa: مدارکی که می‌توانید از آنها برای تأیید هویت خود استفاده کنید
fi: Asiakirjat, joilla voit vahvistaa henkilöllisyytesi
fr: Documents que vous pouvez utiliser pour vérifier votre identité
he: מסמכים שבהם אפשר להשתמש כדי לאמת את הזהות שלך
hi: ऐसे डॉक्यूमेंट जिनसे आप अपनी पहचान को वेरिफ़ाई कर सकते हैं
hr: Dokumenti koje možete upotrijebiti za potvrdu svog identiteta
hu: A személyazonosság igazolására használható dokumentumok
hy: Փաստաթղթեր, որոնք կարող եք օգտագործել ձեր ինքնությունը հաստատելու համար
id: Dokumen yang dapat Anda gunakan untuk memverifikasi identitas Anda
it: Documenti che puoi utilizzare per verificare la tua identità
ja: 本人確認に使用できるドキュメント
ko: 본인 인증에 사용할 수 있는 서류
lt: Dokumentai, kuriuos galite naudoti savo tapatybei patvirtinti
lv: Dokumenti, kurus varat izmantot identitātes pārbaudei
ms: Dokumen yang boleh anda gunakan untuk mengesahkan identiti anda
nb: Dokumenter du kan bruke til å verifisere identiteten din
nl: Document die u kunt gebruiken voor het verifiëren van uw identiteit
pl: Dokumenty, które można wykorzystać do weryfikacji tożsamości
pt: Documentos que pode usar para verificar a sua identidade
ro: Documente pe care le puteți utiliza pentru a vă verifica identitatea
ru: Документы, с помощью которых Вы можете подтвердить свою личность
sk: Doklady, ktoré môžete použiť na overenie totožnosti
sl: Dokumenti, ki jih lahko uporabite za preverjanje svoje identitete
sr: Dokumenti koje možete da koristite za proveru identiteta
sv: Dokument som du kan använda för att verifiera din identitet
th: เอกสารที่ใช้ยืนยันตัวตนได้
tr: Kimliğinizi doğrulamak için kullanabileceğiniz belgeler
uk: Документи, які можна використовувати для підтвердження особи
vi: Những giấy tờ bạn có thể sử dụng để xác minh danh tính
zh: 可用于验证身份的证明文件

# proofOfAddress_selection_country_header
source: Issuing country
ar: دولة الإصدار
bg: Издаващата държава
cs: Vydávající země
da: Udstedelsesland
de: Ausstellendes Land
el: Εκδούσα χώρα
es: País emisor
et: Väljastanud riik
fa: کشور صادرکننده
fi: Myöntämismaa
fr: Pays émetteur
he: ארץ ההנפקה
hi: जारी करने वाला देश
hr: Zemlja izdavanja
hu: Kibocsátó ország
hy: Թողարկող երկիր
id: Negara penerbit
it: Paese emittente
ja: 発行国
ko: 발급 국가
lt: Dokumentą išdavusi šalis
lv: Izdevējvalsts
ms: Negara yang mengeluarkan
nb: Utstedelsesland
nl: Land van uitgifte
pl: Kraj wydania
pt: País emissor
ro: Țară emitentă
ru: Страна выдачи
sk: Vydávajúca krajina
sl: Država izdajateljica
sr: Zemlja izdavanja
sv: Utfärdande land
th: ประเทศที่ออกเอกสาร
tr: Düzenleyen ülke
uk: Країна видачі
vi: Quốc gia cấp giấy tờ
zh: 签发国家/地区

# proofOfAddress_selection_doctypes_header
source: Accepted documents
ar: المستندات المقبولة
bg: Допустими документи
cs: Akceptované dokumenty
da: Accepterede dokumenter
de: Akzeptierte Dokumente
el: Αποδεκτά έγγραφα
es: Documentos aceptados
et: Sobivad dokumendid
fa: مدارک مورد پذیرش
fi: Hyväksytyt asiakirjat
fr: Documents acceptés
he: מסמכים קבילים
hi: स्वीकार किए जाने वाले डॉक्यूमेंट
hr: Dokumenti koje prihvaćamo
hu: Elfogadott dokumentumok
hy: Ընդունելի փաստաթղթեր
id: Dokumen yang diterima
it: Documenti accettati
ja: 受け入れられるドキュメント
ko: 허용되는 서류
lt: Priimami dokumentai
lv: Pieņemamie dokumenti
ms: Dokumen yang diterima
nb: Godkjente dokumenter
nl: Geaccepteerde documenten
pl: Akceptowane dokumenty
pt: Documentos aceites
ro: Documente acceptate
ru: Принимаемые документы
sk: Akceptované doklady
sl: Sprejeti dokumenti
sr: Prihvaćeni dokumenti
sv: Accepterade dokument
th: เอกสารที่ยอมรับ
tr: Kabul edilen belgeler
uk: Документи, які ми приймаємо
vi: Những giấy tờ được chấp nhận
zh: 可接受的证明文件

# proofOfAddress_selection_subtitle
source: These are the documents most likely to show your current home address
ar: هذه هي الوثائق الأكثر احتمالاً لإظهار العنوان الحالي لمسكنك
bg: Това са документите, които най-вероятно показват настоящия ви домашен адрес
cs: V těchto dokumentech je nejčastěji uvedena Vaše současná adresa bydliště
da: Det er de dokumenter, der med størst sandsynlighed viser din nuværende bopælsadresse
de: Diese Dokumente zeigen wahrscheinlich Ihre aktuelle Wohnadresse:
el: Αυτά είναι τα έγγραφα που είναι πιθανότερο να εμφανίζουν την τρέχουσα διεύθυνση κατοικίας σας
es: Estos son los documentos en los que es más probable que se muestre la dirección de su hogar
et: Need on dokumendid, mis näitavad kõige tõenäolisemalt teie praegust kodust aadressi
fa: اینها مدارکی هستند که به احتمال زیاد آدرس سکونت فعلی شما را نشان می‌دهند
fi: Nämä asiakirjat näyttävät todennäköisimmin nykyisen kotiosoitteesi
fr: Voici les documents les plus susceptibles d`indiquer votre adresse de résidence actuelle
he: אלה המסמכים שהכי סביר שיציגו את כתובת המגורים הנוכחית שלך
hi: इन डॉक्यूमेंटों पर आपके मौजूदा घर का पता दिखाने की संभावना सबसे ज़्यादा है
hr: Ovo su dokumenti koji će najvjerojatnije prikazivati vašu trenutačnu kućnu adresu
hu: Ezek a dokumentumok valószínűleg tartalmazzák a jelenlegi lakcímét
hy: Ամենայն հավանականությամբ, այս փաստաթղթերում գրանցված կլինի ձեր ներկա բնակության վայրի հասցեն
id: Ini adalah dokumen yang hampir bisa dipastikan menunjukkan alamat rumah Anda saat ini
it: Questi sono i documenti che più probabilmente mostrano il tuo indirizzo attuale
ja: 次のドキュメントが、現在の自宅の住所を示す可能性の最も高いものです
ko: 현재 집 주소가 표시될 가능성이 가장 높은 서류입니다
lt: Dokumentai, kuriuose nurodytas Jūsų namų adresas
lv: Šie ir dokumenti, kuros, visticamāk, ir redzama jūsu pašreizējā dzīvesvietas adrese
ms: Ini ialah dokumen-dokumen yang berkemungkinan besar menunjukkan alamat rumah semasa anda
nb: Dette er dokumentene som mest sannsynlig vil vise din nåværende hjemmeadresse
nl: Dit zijn de meest waarschijnlijke documenten waaruit uw huidige adres blijkt
pl: Te dokumenty najprawdopodobniej zawierają Twój aktualny adres zamieszkania
pt: Estes são os documentos que deverão apresentar a sua morada atual
ro: Acestea sunt documente care cel mai probabil indică adresa dvs. de reședință actuală
ru: Именно в этих документах чаще всего указывается Ваш текущий домашний адрес
sk: Toto sú doklady, na ktorých je s najväčšou pravdepodobnosťou uvedená aktuálna adresa vášho bydliska
sl: To so dokumenti, ki bodo najverjetneje prikazali vaš trenutni domači naslov
sr: Ovo su dokumenti koji će najverovatnije prikazivati vašu trenutnu kućnu adresu
sv: Dessa dokument är de som mest sannolikt visar din nuvarande hemadress
th: เอกสารเหล่านี้น่าจะแสดงที่อยู่ปัจจุบันของคุณ
tr: Bunlar mevcut ev adresinizi göstermesi en muhtemel belgelerdir
uk: Найімовірніше, це документи, які містять дані про вашу поточну домашню адресу
vi: Đây là những giấy tờ có nhiều khả năng hiển thị địa chỉ nhà hiện tại của bạn nhất
zh: 这些证明文件最有可能显示您当前的家庭地址

# proofOfAddress_selection_subtitle_merged
source: Select issuing country to see which documents we accept
ar: حدد الدولة المصدرة لمعرفة المستندات التي نقبلها
bg: Изберете издаваща държава, за да видите какъв тип документи приемаме
cs: Vyberte zemi vydání a podívejte se, které doklady přijímáme
da: Vælg udstedelsesland for at se, hvilke dokumenter vi accepterer
de: Wählen Sie das ausstellende Land aus, um zu sehen, welche Dokumente wir akzeptieren
el: Επιλέξτε εκδούσα χώρα για να δείτε ποια έγγραφα αποδεχόμαστε
es: Seleccione el país emisor para ver qué documentos aceptamos
et: Valige väljastanud riik, et näha, millised dokumendid sobivad
fa: کشور صادر کننده را انتخاب کنید تا ببینید کدام اسناد را می پذیریم
fi: Valitse asiakirjan myöntämismaa nähdäksesi, mitkä asiakirjat hyväksymme
fr: Sélectionnez le pays émetteur pour voir quels documents nous acceptons
he: בחר את ארץ ההנפקה כדי לראות אילו מסמכים אנחנו מקבלים
hi: हम कौन-से डॉक्यूमेंट स्वीकार करते हैं, यह देखने के लिए उन्हें जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja kako biste provjerili koje dokumente prihvaćamo
hu: Válassza ki a kibocsátó országot, hogy lássa, mely dokumentumokat fogadjuk el
hy: Ընտրեք թողարկող երկիրը՝ տեսնելու համար, թե որ փաստաթղթերն են ընդունելի մեզ համար
id: Pilih negara penerbit untuk melihat dokumen apa saja yang kami terima
it: Seleziona il paese di emissione per vedere quali documenti accettiamo
ja: 発行国を選択すると、当社が受理できるドキュメントを確認できます
ko: 어떤 서류가 허용되는지 확인하려면 발급 국가를 선택하세요
lt: Pasirinkite dokumentą išdavusią šalį, kad pamatytumėte, kuriuos dokumentus priimame
lv: Atlasiet izdevējvalsti, lai redzētu, kurus dokumentus mēs pieņemam
ms: Pilih negara yang mengeluarkan untuk melihat dokumen yang kami terima
nb: Velg utstedelsesland for å se hvilke dokumenter vi godtar
nl: Selecteer het land van uitgifte om te zien welke documenten we accepteren
pl: Wybierz kraj wydania, aby zobaczyć, jakie dokumenty akceptujemy
pt: Selecione o país emissor para ver quais os documentos que aceitamos
ro: Selectați țara emitentă pentru a vedea ce documente acceptăm
ru: Выберите страну выдачи, чтобы увидеть, какие документы мы принимаем
sk: Ak chcete zistiť, ktoré doklady akceptujeme, vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico, da vidite, katere dokumente sprejemamo
sr: Izaberite zemlju izdavanja da biste videli koje dokumente prihvatamo
sv: Välj utfärdande land för att se vilka dokument vi accepterar
th: เลือกประเทศที่ออกเอกสาร เพื่อดูว่าเรารับเอกสารใดบ้าง
tr: Hangi belgeleri kabul ettiğimizi görmek için düzenleyen ülkeyi seçin
uk: Виберіть країну видачі, щоб дізнатися, які документи ми приймаємо
vi: Nhập quốc gia phát hành để chọn loại giấy tờ được chấp nhận
zh: 选择签发国家/地区以查看我们接受的证明文件

# proofOfAddress_selection_title
source: Select a document
ar: تحديد مستند
bg: Изберете документ за
cs: Zvolte dokument
da: Vælg et dokument
de: Wählen Sie ein Dokument
el: Επιλέξτε ένα έγγραφο
es: Elija un documento
et: Valige dokument
fa: یک مدرک را انتخاب کنید
fi: Valitse asiakirja
fr: Choisissez un document
he: אנא בחר מסמך
hi: एक डॉक्यूमेंट का चयन करें
hr: Odaberite dokument
hu: Válasszon az alábbi dokumentumtípusok közül
hy: Ընտրել փաստաթուղթ
id: Pilih sebuah dokumen
it: Scegli un documento
ja: ドキュメントを選択してください
ko: 서류를 선택하십시오
lt: Pasirinkite dokumentą
lv: Izvēlieties dokumentu
ms: Pilih satu dokumen
nb: Velg et dokument
nl: Selecteer een document
pl: Wybierz dokument
pt: Escolha um documento
ro: Alegeți un document
ru: Выберите документ
sk: Vyberte dokument
sl: Izberite dokument
sr: Izaberite dokument
sv: Välj ett dokument
th: เลือกเอกสาร
tr: Bir belge seçiniz
uk: Виберіть документ
vi: Chọn một tài liệu
zh: 选择一个文档

# proofOfAddress_selection_title_merged
source: Choose your document
ar: اختر مستندك
bg: Изберете документ
cs: Vyberte svůj dokument
da: Vælg dit dokument
de: Dokument auswählen
el: Επιλέξτε το έγγραφό σας
es: Seleccione un documento
et: Valige dokument
fa: سند خود را انتخاب کنید
fi: Valitse asiakirjasi
fr: Sélectionnez un document
he: בחר את המסמך שלך
hi: अपना डॉक्यूमेंट चुनें
hr: Odaberite svoj dokument
hu: Válassza ki a dokumentumot
hy: Ընտրեք ձեր փաստաթուղթը
id: Pilih dokumen Anda
it: Seleziona il tuo documento
ja: ドキュメントを選択
ko: 서류 선택
lt: Pasirinkite dokumentą
lv: Izvēlieties savu dokumentu
ms: Pilih dokumen anda
nb: Velg dokumentet ditt
nl: Kies uw document
pl: Wybierz swój dokument
pt: Escolha o seu documento
ro: Alegeți documentul dvs.
ru: Выберите свой документ
sk: Zvoľte svoj doklad
sl: Izberite dokument
sr: Izaberite dokument
sv: Välj ditt dokument
th: เลือกเอกสารของคุณ
tr: Belgenizi seçin
uk: Виберіть документ
vi: Chọn giấy tờ của bạn
zh: 选择您的证明文件

# proofOfAddress_upload_body_accommodation_tenancy_certificate_back
source: Provide the whole document page for best results
ar: قدم صفحة الوثيقة كاملة للحصول على أفضل النتائج
bg: Предоставете цялата страница на документа за най-добри резултати
cs: Pro nejlepší výsledky poskytněte celou stránku dokumentu
da: Lever hele dokumentets side for de bedste resultater
de: Stellen Sie die gesamte Dokumentseite für die besten Ergebnisse zur Verfügung
el: Παράσχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Proporcione toda la página del documento para obtener los mejores resultados
et: Parimate tulemuste saamiseks esitage kogu dokumendi leht
fa: برای بهترین نتایج، کل صفحه سند را ارائه دهید
fi: Tarjoa koko asiakirjasivu parhaiden tulosten saamiseksi
fr: Fournissez toute la page du document pour de meilleurs résultats
he: ספק את כל דף המסמך לקבלת התוצאות הטובות ביותר
hi: सर्वश्रेष्ठ परिणामों के लिए पूरा दस्तावेज़ पृष्ठ प्रदान करें
hr: Pružite cijelu stranicu dokumenta za najbolje rezultate
hu: A legjobb eredmények érdekében adja meg a teljes dokumentum oldalt
hy: Նախընտրած արդյունքների համար տրամադրեք ամբողջ փաստաթուղթի էջը
id: Sediakan seluruh halaman dokumen untuk hasil terbaik
it: Fornisci l`intera pagina del documento per ottenere i migliori risultati
ja: 最良の結果を得るために、ドキュメントの全ページを提供してください
ko: 최상의 결과를 위해 전체 문서 페이지를 제공하십시오
lt: Pateikite visą dokumento puslapį geriausiems rezultatams
lv: Nodrošiniet visu dokumenta lapu labākajiem rezultātiem
ms: Sediakan keseluruhan halaman dokumen untuk hasil terbaik
nb: Gi hele dokumentets side for best resultat
nl: Geef de hele documentpagina voor de beste resultaten
pl: Dla najlepszych wyników dostarcz całą stronę dokumentu
pt: Forneça a página inteira do documento para obter os melhores resultados
ro: Oferiți întreaga pagină a documentului pentru cele mai bune rezultate
ru: Предоставьте всю страницу документа для наилучших результатов
sk: Pre najlepšie výsledky poskytnite celú stránku dokumentu
sl: Za najboljše rezultate priskrbite celotno stran dokumenta
sr: Pružite celu stranicu dokumenta za najbolje rezultate
sv: Tillhandahåll hela dokument sidan för bästa resultat
th: ให้หน้าเอกสารทั้งหมดเพื่อผลลัพธ์ที่ดีที่สุดlok-t
tr: En iyi sonuçlar için tüm belge sayfasını sağlayın
uk: Надайте всю сторінку документа для найкращих результатів
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 为了获得最佳结果，请提供整个文档页面

# proofOfAddress_upload_body_accommodation_tenancy_certificate_front
source: Provide the whole document page for best results
ar: قدم صفحة الوثيقة كاملة للحصول على أفضل النتائج
bg: Предоставете цялата страница на документа за най-добри резултати
cs: Pro nejlepší výsledky poskytněte celou stránku dokumentu
da: Lever hele dokumentets side for de bedste resultater
de: Stellen Sie die gesamte Dokumentseite für die besten Ergebnisse zur Verfügung
el: Παράσχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Proporcione toda la página del documento para obtener los mejores resultados
et: Parimate tulemuste saamiseks esitage kogu dokumendi leht
fa: برای بهترین نتایج، کل صفحه سند را ارائه دهید
fi: Tarjoa koko asiakirjasivu parhaiden tulosten saamiseksi
fr: Fournissez toute la page du document pour de meilleurs résultats
he: ספק את כל דף המסמך לקבלת התוצאות הטובות ביותר
hi: सर्वश्रेष्ठ परिणामों के लिए पूरा दस्तावेज़ पृष्ठ प्रदान करें
hr: Pružite cijelu stranicu dokumenta za najbolje rezultate
hu: A legjobb eredmények érdekében adja meg a teljes dokumentum oldalt
hy: Նախընտրած արդյունքների համար տրամադրեք ամբողջ փաստաթուղթի էջը
id: Sediakan seluruh halaman dokumen untuk hasil terbaik
it: Fornisci l`intera pagina del documento per ottenere i migliori risultati
ja: 最良の結果を得るために、ドキュメントの全ページを提供してください
ko: 최상의 결과를 위해 전체 문서 페이지를 제공하십시오
lt: Pateikite visą dokumento puslapį geriausiems rezultatams
lv: Nodrošiniet visu dokumenta lapu labākajiem rezultātiem
ms: Sediakan keseluruhan halaman dokumen untuk hasil terbaik
nb: Gi hele dokumentets side for best resultat
nl: Geef de hele documentpagina voor de beste resultaten
pl: Dla najlepszych wyników dostarcz całą stronę dokumentu
pt: Forneça a página inteira do documento para obter os melhores resultados
ro: Oferiți întreaga pagină a documentului pentru cele mai bune rezultate
ru: Предоставьте всю страницу документа для наилучших результатов
sk: Pre najlepšie výsledky poskytnite celú stránku dokumentu
sl: Za najboljše rezultate priskrbite celotno stran dokumenta
sr: Pružite celu stranicu dokumenta za najbolje rezultate
sv: Tillhandahåll hela dokument sidan för bästa resultat
th: ให้หน้าเอกสารทั้งหมดเพื่อผลลัพธ์ที่ดีที่สุดlok-t
tr: En iyi sonuçlar için tüm belge sayfasını sağlayın
uk: Надайте всю сторінку документа для найкращих результатів
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 为了获得最佳结果，请提供整个文档页面
