Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_upload_body_bank_statement
source: Provide the whole document page for best results
ar: قدّم صفحة المستند بالكامل للحصول على أفضل النتائج
bg: Изпратете цялата страница на документа за най-добър резултат
cs: Pro dosažení nejlepších výsledků použijte celou stránku dokumentu
da: Hele dokumentets side skal fremgå for at få det bedste resultat
de: Für das beste Ergebnis die gesamte Dokumentseite abbilden
el: Παρέχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Facilite la página completa del documento para obtener mejores resultados
et: Parima tulemuse saamiseks esitage kogu dokumendileht
fa: برای دستیابی به بهترین نتایج، تصویر کل صفحه را ارائه دهید
fi: Toimita asiakirjan koko sivu parhaan tuloksen saamiseksi
fr: Fournissez la page entière du document pour de meilleurs résultats
he: שלח את עמוד המסמך בשלמותו כדי לקבל התוצאות הטובות ביותר
hi: सबसे बढ़िया नतीजों के लिए पूरे डॉक्यूमेंट का पेज प्रदान करें
hr: Za najbolje rezultate pošaljite cijelu stranicu dokumenta
hu: A legjobb eredményhez adja meg a teljes dokumentumoldalt
hy: Լավագույն արդյունքի համար հետևեք, որ փաստաթղթի էջը ամբողջական լինի
id: Berikan seluruh halaman dokumen untuk hasil terbaik
it: Invia l`intera pagina del documento per un risultato ottimale
ja: 最高の結果が得られるよう、ドキュメントページの全体を写してください
ko: 최상의 결과를 위해 서류 전체 페이지를 제출하세요
lt: Pateikite visą dokumento puslapį, kad pasiektumėte geriausių rezultatų
lv: Iesniedziet visu dokumenta lapu, lai iegūtu pēc iespējas labāku rezultātu
ms: Sediakan seluruh halaman dokumen untuk mendapatkan hasil terbaik
nb: Bruk hele dokumentsiden for det beste resultatet
nl: Verstrek de hele documentpagina voor de beste resultaten
pl: Podaj całą stronę dokumentu, aby uzyskać najlepsze wyniki
pt: Forneça a página completa do documento para melhores resultados
ro: Furnizați întreaga pagină a documentului pentru mai bune rezultate
ru: Для лучшего результата сфотографируйте документ целиком
sk: Najlepšie výsledky dosiahnete, ak nám poskytnete celú stránku dokladu
sl: Za najboljše rezultate zagotovite celotno stran dokumenta
sr: Najbolje je da pošaljete celu stranicu dokumenta
sv: Se till att skicka in hela dokumentsidan för bästa resultat
th: แสดงเอกสารทั้งหน้าเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçlar için belge sayfasının tamamını gönderin
uk: Для оптимальних результатів перевірки сторінку має бути видно повністю
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 提供整个证明文件页面以获得最佳结果

# proofOfAddress_upload_body_benefits_letter
source: Provide the whole document page for best results
ar: قدّم صفحة المستند بالكامل للحصول على أفضل النتائج
bg: Изпратете цялата страница на документа за най-добър резултат
cs: Pro dosažení nejlepších výsledků použijte celou stránku dokumentu
da: Hele dokumentets side skal fremgå for at få det bedste resultat
de: Für das beste Ergebnis die gesamte Dokumentseite abbilden
el: Παρέχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Facilite la página completa del documento para obtener mejores resultados
et: Parima tulemuse saamiseks esitage kogu dokumendileht
fa: برای دستیابی به بهترین نتایج، تصویر کل صفحه را ارائه دهید
fi: Toimita asiakirjan koko sivu parhaan tuloksen saamiseksi
fr: Fournissez la page entière du document pour de meilleurs résultats
he: שלח את עמוד המסמך בשלמותו כדי לקבל התוצאות הטובות ביותר
hi: सबसे बढ़िया नतीजों के लिए पूरे डॉक्यूमेंट का पेज प्रदान करें
hr: Za najbolje rezultate pošaljite cijelu stranicu dokumenta
hu: A legjobb eredményhez adja meg a teljes dokumentumoldalt
hy: Լավագույն արդյունքի համար հետևեք, որ փաստաթղթի էջը ամբողջական լինի
id: Berikan seluruh halaman dokumen untuk hasil terbaik
it: Invia l`intera pagina del documento per un risultato ottimale
ja: 最高の結果が得られるよう、ドキュメントページの全体を写してください
ko: 최상의 결과를 위해 서류 전체 페이지를 제출하세요
lt: Pateikite visą dokumento puslapį, kad pasiektumėte geriausių rezultatų
lv: Iesniedziet visu dokumenta lapu, lai iegūtu pēc iespējas labāku rezultātu
ms: Sediakan seluruh halaman dokumen untuk mendapatkan hasil terbaik
nb: Bruk hele dokumentsiden for det beste resultatet
nl: Verstrek de hele documentpagina voor de beste resultaten
pl: Podaj całą stronę dokumentu, aby uzyskać najlepsze wyniki
pt: Forneça a página completa do documento para melhores resultados
ro: Furnizați întreaga pagină a documentului pentru mai bune rezultate
ru: Для лучшего результата сфотографируйте документ целиком
sk: Najlepšie výsledky dosiahnete, ak nám poskytnete celú stránku dokladu
sl: Za najboljše rezultate zagotovite celotno stran dokumenta
sr: Najbolje je da pošaljete celu stranicu dokumenta
sv: Se till att skicka in hela dokumentsidan för bästa resultat
th: แสดงเอกสารทั้งหน้าเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçlar için belge sayfasının tamamını gönderin
uk: Для оптимальних результатів перевірки сторінку має бути видно повністю
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 提供整个证明文件页面以获得最佳结果

# proofOfAddress_upload_body_bill
source: Provide the whole document page for best results
ar: قدّم صفحة المستند بالكامل للحصول على أفضل النتائج
bg: Изпратете цялата страница на документа за най-добър резултат
cs: Pro dosažení nejlepších výsledků použijte celou stránku dokumentu
da: Hele dokumentets side skal fremgå for at få det bedste resultat
de: Für das beste Ergebnis die gesamte Dokumentseite abbilden
el: Παρέχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Facilite la página completa del documento para obtener mejores resultados
et: Parima tulemuse saamiseks esitage kogu dokumendileht
fa: برای دستیابی به بهترین نتایج، تصویر کل صفحه را ارائه دهید
fi: Toimita asiakirjan koko sivu parhaan tuloksen saamiseksi
fr: Fournissez la page entière du document pour de meilleurs résultats
he: שלח את עמוד המסמך בשלמותו כדי לקבל התוצאות הטובות ביותר
hi: सबसे बढ़िया नतीजों के लिए पूरे डॉक्यूमेंट का पेज प्रदान करें
hr: Za najbolje rezultate pošaljite cijelu stranicu dokumenta
hu: A legjobb eredményhez adja meg a teljes dokumentumoldalt
hy: Լավագույն արդյունքի համար հետևեք, որ փաստաթղթի էջը ամբողջական լինի
id: Berikan seluruh halaman dokumen untuk hasil terbaik
it: Invia l`intera pagina del documento per un risultato ottimale
ja: 最高の結果が得られるよう、ドキュメントページの全体を写してください
ko: 최상의 결과를 위해 서류 전체 페이지를 제출하세요
lt: Pateikite visą dokumento puslapį, kad pasiektumėte geriausių rezultatų
lv: Iesniedziet visu dokumenta lapu, lai iegūtu pēc iespējas labāku rezultātu
ms: Sediakan seluruh halaman dokumen untuk mendapatkan hasil terbaik
nb: Bruk hele dokumentsiden for det beste resultatet
nl: Verstrek de hele documentpagina voor de beste resultaten
pl: Podaj całą stronę dokumentu, aby uzyskać najlepsze wyniki
pt: Forneça a página completa do documento para melhores resultados
ro: Furnizați întreaga pagină a documentului pentru mai bune rezultate
ru: Для лучшего результата сфотографируйте документ целиком
sk: Najlepšie výsledky dosiahnete, ak nám poskytnete celú stránku dokladu
sl: Za najboljše rezultate zagotovite celotno stran dokumenta
sr: Najbolje je da pošaljete celu stranicu dokumenta
sv: Se till att skicka in hela dokumentsidan för bästa resultat
th: แสดงเอกสารทั้งหน้าเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçlar için belge sayfasının tamamını gönderin
uk: Для оптимальних результатів перевірки сторінку має бути видно повністю
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 提供整个证明文件页面以获得最佳结果

# proofOfAddress_upload_body_tax_letter
source: Provide the whole document page for best results
ar: قدّم صفحة المستند بالكامل للحصول على أفضل النتائج
bg: Изпратете цялата страница на документа за най-добър резултат
cs: Pro dosažení nejlepších výsledků použijte celou stránku dokumentu
da: Hele dokumentets side skal fremgå for at få det bedste resultat
de: Für das beste Ergebnis die gesamte Dokumentseite abbilden
el: Παρέχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Facilite la página completa del documento para obtener mejores resultados
et: Parima tulemuse saamiseks esitage kogu dokumendileht
fa: برای دستیابی به بهترین نتایج، تصویر کل صفحه را ارائه دهید
fi: Toimita asiakirjan koko sivu parhaan tuloksen saamiseksi
fr: Fournissez la page entière du document pour de meilleurs résultats
he: שלח את עמוד המסמך בשלמותו כדי לקבל התוצאות הטובות ביותר
hi: सबसे बढ़िया नतीजों के लिए पूरे डॉक्यूमेंट का पेज प्रदान करें
hr: Za najbolje rezultate pošaljite cijelu stranicu dokumenta
hu: A legjobb eredményhez adja meg a teljes dokumentumoldalt
hy: Լավագույն արդյունքի համար հետևեք, որ փաստաթղթի էջը ամբողջական լինի
id: Berikan seluruh halaman dokumen untuk hasil terbaik
it: Invia l`intera pagina del documento per un risultato ottimale
ja: 最高の結果が得られるよう、ドキュメントページの全体を写してください
ko: 최상의 결과를 위해 서류 전체 페이지를 제출하세요
lt: Pateikite visą dokumento puslapį, kad pasiektumėte geriausių rezultatų
lv: Iesniedziet visu dokumenta lapu, lai iegūtu pēc iespējas labāku rezultātu
ms: Sediakan seluruh halaman dokumen untuk mendapatkan hasil terbaik
nb: Bruk hele dokumentsiden for det beste resultatet
nl: Verstrek de hele documentpagina voor de beste resultaten
pl: Podaj całą stronę dokumentu, aby uzyskać najlepsze wyniki
pt: Forneça a página completa do documento para melhores resultados
ro: Furnizați întreaga pagină a documentului pentru mai bune rezultate
ru: Для лучшего результата сфотографируйте документ целиком
sk: Najlepšie výsledky dosiahnete, ak nám poskytnete celú stránku dokladu
sl: Za najboljše rezultate zagotovite celotno stran dokumenta
sr: Najbolje je da pošaljete celu stranicu dokumenta
sv: Se till att skicka in hela dokumentsidan för bästa resultat
th: แสดงเอกสารทั้งหน้าเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçlar için belge sayfasının tamamını gönderin
uk: Для оптимальних результатів перевірки сторінку має бути видно повністю
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 提供整个证明文件页面以获得最佳结果

# proofOfAddress_upload_custom_upload_message
source: Make sure you don’t submit your personal identification number or the back of your card.
ar: تأكد من عدم تقديم رقم التعريف الشخصي أو الجزء الخلفي من بطاقتك.
bg: Уверете се, че не представяте личния си идентификационен номер или гърба на картата си.
cs: Ujistěte se, že neposíláte své osobní identifikační číslo ani zadní stranu své karty.
da: Sørg for, at du ikke indsender dit personlige identifikationsnummer eller bagsiden af dit kort.
de: Stellen Sie sicher, dass Sie Ihre persönliche Identifikationsnummer oder die Rückseite Ihrer Karte nicht einreichen.
el: Βεβαιωθείτε ότι δεν υποβάλλετε τον προσωπικό σας αριθμό αναγνώρισης ή την πίσω πλευρά της κάρτας σας.
es: Asegúrate de no enviar tu número de identificación personal o el reverso de tu tarjeta.
et: Veenduge, et te ei esita oma isiklikku identifitseerimisnumbrit ega kaardi tagakülge.
fa: مطمئن شوید که شماره شناسایی شخصی خود یا پشت کارت خود را ارسال نمی کنید.
fi: Varmista, ettet lähetä henkilötunnustasi tai korttisi takapuolta.
fr: Assurez-vous de ne pas soumettre votre numéro d`identification personnel ou l`arrière de votre carte.
he: ודא שאתה לא מגיש את מספר הזיהוי האישי שלך או את גב הכרטיס שלך.
hi: सुनिश्चित करें कि आप अपना व्यक्तिगत पहचान संख्या या अपने कार्ड के पीछे को सबमिट नहीं करते हैं।
hr: Pobrinite se da ne dostavite svoj osobni identifikacijski broj ili stražnju stranu svoje kartice.
hu: Győződjön meg róla, hogy nem adja meg személyi azonosító számát. Csak a lakcímkártya első oldalát küldje el.
hy: Համոզվեք, որ դուք չեք ներկայացնում ձեր անձնագրային համարը կամ Քարտի հետին կողմը:
id: Pastikan Anda tidak mengirimkan nomor identifikasi pribadi Anda atau bagian belakang kartu Anda.
it: Assicurati di non inviare il tuo codice di identificazione personale o il retro della tua carta.
ja: 個人識別番号やカードの裏面を提出しないように注意してください。
ko: 개인 식별 번호나 카드 뒷면을 제출하지 않도록 주의하십시오.
lt: Įsitikinkite, kad nepateikiate savo asmens tapatybės numerio ar kortelės nugaros.
lv: Pārliecinieties, ka neiesniedzat savu personīgo identifikācijas numuru vai kartes aizmuguri.
ms: Pastikan anda tidak menghantar nombor pengenalan peribadi anda atau belakang kad anda.
nb: Sørg for at du ikke sender inn ditt personlige identifikasjonsnummer eller baksiden av kortet ditt.
nl: Zorg ervoor dat u uw persoonlijke identificatienummer of de achterkant van uw kaart niet indient.
pl: Upewnij się, że nie przesyłasz swojego osobistego numeru identyfikacyjnego ani tyłu swojej karty.
pt: Certifique-se de não enviar o seu número de identificação pessoal ou o verso do seu cartão.
ro: Asigurați-vă că nu trimiteți numărul dvs. personal de identificare sau partea din spate a cardului.
ru: Убедитесь, что вы не отправляете свой персональный идентификационный номер или обратную сторону вашей карты.
sk: Uistite sa, že nepredkladáte svoje osobné identifikačné číslo alebo zadnú stranu svojej karty.
sl: Poskrbite, da ne oddate svoje osebne identifikacijske številke ali zadnje strani svoje kartice.
sr: Obavezno nemojte dostaviti svoj lični identifikacioni broj ili poleđinu svoje kartice.
sv: Se till att du inte skickar in ditt personnummer eller baksidan av ditt kort.
th: ตรวจสอบให้แน่ใจว่าคุณไม่ได้ส่งหมายเลขประจำตัวส่วนบุคคลหรือด้านหลังของบัตรของคุณ
tr: Kişisel kimlik numaranızı veya kartınızın arkasını göndermemeye dikkat edin.
uk: Переконайтеся, що ви не надсилаєте свій особистий ідентифікаційний номер або зворотну сторону своєї картки.
vi: Hãy chắc chắn rằng bạn không gửi số nhận dạng cá nhân của mình hoặc mặt sau của thẻ của bạn.
zh: 确保你不要提交你的个人身份证号或你卡的背面。

# proofOfAddress_upload_link
source: Upload photo
ar: تحميل الصورة
bg: Качи снимка
cs: Nahrajte fotografii
da: Upload billede
de: Foto hochladen
el: Ανεβάστε φωτογραφία
es: Subir foto
et: Laadi foto üles
fa: آپلود عکس
fi: Lataa valokuva
fr: Télécharger une photo
he: העלה תמונה
hi: फोटो अपलोड करें
hr: Učitaj fotografiju
hu: Fénykép feltöltése
hy: Վերբեռնեք լուսանկար
id: Unggah foto
it: Carica foto
ja: 写真をアップロード
ko: 사진 업로드
lt: Įkelti nuotrauką
lv: Augšupielādēt fotoattēlu
ms: Muat naik foto
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt: Carregar foto
ro: Încărcați o fotografie
ru: Загрузить фото
sk: Nahrajte fotografiu
sl: Naloži fotografijo
sr: Отпремите фотографију
sv: Ladda upp foto
th: อัพโหลดรูปภาพ
tr: Fotoğraf yükle
uk: Завантажити фото
vi: Tải ảnh lên
zh: 上传照片

# proofOfAddress_upload_primary_btn
source: Continue on phone
ar: المتابعة على الهاتف
bg: Продължаване на телефона
cs: Pokračujte v telefonu
da: Fortsæt på telefon
de: Weiter am Mobiltelefon
el: Συνέχεια στο τηλέφωνο
es: Continuar en el teléfono
et: Jätkake telefonis
fa: ادامه در گوشی
fi: Jatka puhelimella
fr: Continuez sur votre mobile
he: המשך בטלפון הנייד
hi: फ़ोन पर आगे बढ़े
hr: Nastavite na mobitelu
hu: Folytassa telefonján
hy: Շարունակել հեռախոսով
id: Lanjutkan di telepon
it: Continua sul telefono
ja: スマートフォンで続行
ko: 휴대폰으로 계속하기
lt: Tęsti telefonu
lv: Turpināt tālrunī
ms: Teruskan di telefon
nb: Fortsett på telefonen
nl: Ga door op telefoon
pl: Kontynuuj na telefonie
pt: Continue no telefone
ro: Continuați pe telefonul dvs.
ru: Продолжить на телефоне
sk: Pokračovať v telefóne
sl: Nadaljuj po telefonu
sr: Nastavite na telefonu
sv: Fortsätt på telefon
th: ดำเนินการต่อทางโทรศัพท์
tr: Telefonda devam et
uk: Продовжити на телефоні
vi: Tiếp tục trên điện thoại
zh: 在手机上继续

# proofOfAddress_upload_subtitle
source: Take a photo with your phone
ar: التقط صورة بهاتفك
bg: Направете снимка с телефона си
cs: Vyfotografujte se telefonem
da: Tag et billede med din telefon
de: Machen Sie ein Foto mit Ihrem Mobiltelefon
el: Τραβήξτε μια φωτογραφία με το τηλέφωνό σας
es: Tome una foto con su teléfono
et: Tehke telefoniga foto
fa: با موبایل خود عکس بگیرید
fi: Ota valokuva puhelimellasi
fr: Prendre une photo avec votre téléphone
he: צלם תמונה עם הטלפון
hi: अपने फ़ोन से फ़ोटो खींचें
hr: Snimite fotografiju mobitelom
hu: Készítsen egy fotót a telefonjával
hy: Լուսանկարեք ձեր հեռախոսով
id: Ambil foto dengan ponsel Anda
it: Scatta una foto con il tuo telefono
ja: 携帯電話で写真を撮る
ko: 휴대폰으로 사진 촬영하기
lt: Fotografuokite telefonu
lv: Uzņemt fotoattēlu ar tālruni
ms: Ambil gambar dengan menggunakan telefon anda
nb: Ta et bilde med telefonen din
nl: Neem een foto met uw telefoon
pl: Zrób zdjęcie telefonem
pt: Tire uma foto com o seu telefone
ro: Faceți o poză cu telefonul dvs.
ru: Сделайте фото с помощью телефона
sk: Odfoťte s telefónom
sl: Fotografirajte s telefonom
sr: Snimite fotografiju telefonom
sv: Ta ett foto med din telefon
th: ถ่ายรูปด้วยโทรศัพท์ของคุณ
tr: Telefonunuzla fotoğraf çekin
uk: Зробіть фотографію за допомогою телефона
vi: Chụp ảnh bằng điện thoại của bạn
zh: 用手机拍照

# proofOfAddress_upload_take_photo
source: Take photo
ar: التقاط صورة
bg: Направете снимка
cs: Vyfotografovat
da: Tag et billede
de: Foto machen
el: Λήψη φωτογραφίας
es: Tomar foto
et: Tehke foto
fa: عکس گرفتن
fi: Ota valokuva
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो खींचें
hr: Snimite fotografiju
hu: Készítsen egy fényképet
hy: Լուսանկարել
id: Ambil foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt fotoattēlu
ms: Tangkap gambar
nb: Ta bilde
nl: Neem een foto
pl: Zrób zdjęcie
pt: Tirar fotografia
ro: Faceți poză
ru: Сделать фото
sk: Odfotiť
sl: Posnemite fotografijo
sr: Fotografišite
sv: Ta foto
th: ถ่ายรูปภาพ
tr: Fotoğraf çekin
uk: Зробити фото
vi: Chụp ảnh
zh: 拍照

# proofOfAddress_upload_title_accommodation_tenancy_certificate_back
source: Submit Accommodation or Tenancy Certificate
ar: قدم شهادة الإقامة أو السكن
bg: Представете Сертификат за настаняване или наем
cs: Odevzdejte ubytovací nebo nájemní certifikát
da: Indsend beboelses- eller lejekontrakt
de: Unterkunfts- oder Mietbescheinigung einreichen
el: Υποβολή Πιστοποιητικού Διαμονής ή Ενοικίασης
es: Enviar Certificado de Alojamiento o Arrendamiento
et: Esitage majutus- või üürilepingu tõend
fa: گواهی اقامت یا اجاره را ارائه دهید
fi: Jätä majoitus- tai vuokrasopimustodistus
fr: Soumettre un Certificat d`Hébergement ou de Location
he: שלח תעודת דיור או שכירות
hi: आवास या किरायेदारी प्रमाण पत्र जमा करें
hr: Predajte Potvrdu o smještaju ili najmu
hu: Szállás vagy Bérleti Szerződés Beküldése
hy: Ներկայացրեք համացանցման կամ վարձակալության վկայական
id: Kirimkan Sertifikat Akomodasi atau Sewa Menyewa
it: Invia Certificato di Alloggio o Locazione
ja: 宿泊施設または賃貸証明書を提出する
ko: 숙박 또는 임대증명서 제출
lt: Pateikti apgyvendinimo ar nuomos sertifikatą
lv: Iesniegt Izmitināšanas vai Īres sertifikātu
ms: Hantar Sijil Penginapan atau Penyewaan
nb: Send inn bevis for overnatting eller leieavtale
nl: Indienen Accommodatie of Huurcertificaat
pl: Złóż Certyfikat Zakwaterowania lub Najmu
pt: Envie o Certificado de Alojamento ou Locação
ro: Trimite Certificatul de Cazare sau de Locație
ru: Предоставьте сертификат о жилье или аренде
sk: Podajte Potvrdenie o ubytovaní alebo nájme
sl: Predložite Potrdilo o nastanitvi ali najemni pogodbi
sr: Predajte sertifikat o smeštaju ili stanovanju
sv: Lämna in boende- eller hyresbevis
th: ส่งใบรับรองที่พักอาศัยหรือใบรับรองการเช่า
tr: Konaklama veya Kiracılık Sertifikası Gönderin
uk: Надіслати сертифікат про житло або оренду
vi: Nộp Chứng nhận Nơi ở hoặc Hợp đồng Thuê nhà
zh: 提交住宿或租赁证明

# proofOfAddress_upload_title_accommodation_tenancy_certificate_front
source: Submit Accommodation or Tenancy Certificate
ar: قدم شهادة الإقامة أو السكن
bg: Представете Сертификат за настаняване или наем
cs: Odevzdejte ubytovací nebo nájemní certifikát
da: Indsend beboelses- eller lejekontrakt
de: Unterkunfts- oder Mietbescheinigung einreichen
el: Υποβολή Πιστοποιητικού Διαμονής ή Ενοικίασης
es: Enviar Certificado de Alojamiento o Arrendamiento
et: Esitage majutus- või üürilepingu tõend
fa: گواهی اقامت یا اجاره را ارائه دهید
fi: Jätä majoitus- tai vuokrasopimustodistus
fr: Soumettre un Certificat d`Hébergement ou de Location
he: שלח תעודת דיור או שכירות
hi: आवास या किरायेदारी प्रमाण पत्र जमा करें
hr: Predajte Potvrdu o smještaju ili najmu
hu: Szállás vagy Bérleti Szerződés Beküldése
hy: Ներկայացրեք համացանցման կամ վարձակալության վկայական
id: Kirimkan Sertifikat Akomodasi atau Sewa Menyewa
it: Invia Certificato di Alloggio o Locazione
ja: 宿泊施設または賃貸証明書を提出する
ko: 숙박 또는 임대증명서 제출
lt: Pateikti apgyvendinimo ar nuomos sertifikatą
lv: Iesniegt Izmitināšanas vai Īres sertifikātu
ms: Hantar Sijil Penginapan atau Penyewaan
nb: Send inn bevis for overnatting eller leieavtale
nl: Indienen Accommodatie of Huurcertificaat
pl: Złóż Certyfikat Zakwaterowania lub Najmu
pt: Envie o Certificado de Alojamento ou Locação
ro: Trimite Certificatul de Cazare sau de Locație
ru: Предоставьте сертификат о жилье или аренде
sk: Podajte Potvrdenie o ubytovaní alebo nájme
sl: Predložite Potrdilo o nastanitvi ali najemni pogodbi
sr: Predajte sertifikat o smeštaju ili stanovanju
sv: Lämna in boende- eller hyresbevis
th: ส่งใบรับรองที่พักอาศัยหรือใบรับรองการเช่า
tr: Konaklama veya Kiracılık Sertifikası Gönderin
uk: Надіслати сертифікат про житло або оренду
vi: Nộp Chứng nhận Nơi ở hoặc Hợp đồng Thuê nhà
zh: 提交住宿或租赁证明

# proofOfAddress_upload_title_address_card_back
source: Address Card (Back)
ar: بطاقة العنوان (الخلف)
bg: Адресна карта (задна част)
cs: Adresář (zadní strana)
da: Adressekort (bagside)
de: Adresskarte (Rückseite)
el: Κάρτα Διεύθυνσης (Πίσω)
es: Tarjeta de Dirección (Atrás)
et: Aadressikaart (tagakülg)
fa: کارت آدرس (پشت)
fi: Osoitekortti (takapuoli)
fr: Carte d`adresse (Dos)
he: כרטיס כתובת (אחור)
hi: पता कार्ड (पीछे)
hr: Adresna kartica (straga)
hu: Cím kártya (Hátul)
hy: Հասցեի քարտ (Հետ)
id: Kartu Alamat (Belakang)
it: Scheda Indirizzo (Retro)
ja: 住所カード（裏面）
ko: 주소 카드 (뒷면)
lt: Adreso kortelė (galinė pusė)
lv: Adreses karte (Aizmugure)
ms: Kad Alamat (Belakang)
nb: Adressekort (Bak)
nl: Adreskaart (Achterkant)
pl: Karta adresowa (tył)
pt: Cartão de Endereço (Verso)
ro: Carte de adresă (Spate)
ru: Карточка адреса (задняя сторона)
sk: Adresár (zadná strana)
sl: Naslovna kartica (Zadaj)
sr: Картица са адресом (назад)
sv: Adresskort (Baksida)
th: บัตรที่อยู่ (ด้านหลัง)
tr: Adres Kartı (Arka)
uk: Адресна картка (ззаду)
vi: Thẻ Địa chỉ (Mặt sau)
zh: 地址卡（背面）

# proofOfAddress_upload_title_address_card_front
source: Address Card (Front)
ar: بطاقة العنوان (الواجهة)
bg: Адресна карта (предна страна)
cs: Adresář (přední strana)
da: Adressekort (Forside)
de: Adresskarte (Vorderseite)
el: Κάρτα Διεύθυνσης (Εμπρός)
es: Tarjeta de Dirección (Frente)
et: Aadressikaart (Ees)
fa: کارت آدرس (روی کارت)
fi: Osoitekortti (etuosa)
fr: Carte d`adresse (Recto)
he: כרטיס כתובת (חזית)
hi: पता कार्ड (सामने)
hr: Adresna kartica (prednja strana)
hu: Lakcímkártya (első oldal)
hy: Հասցեի քարտ (Նախորդ)
id: Kartu Alamat (Depan)
it: Scheda Indirizzo (Fronte)
ja: アドレスカード（表）
ko: 주소 카드 (앞면)
lt: Adreso kortelė (priekis)
lv: Adreses karte (priekšpuse)
ms: Kad Alamat (Depan)
nb: Adressekort (Forside)
nl: Adreskaart (Voorkant)
pl: Karta Adresowa (Przód)
pt: Cartão de Endereço (Frente)
ro: Carte de Adresă (Față)
ru: Адресная карта (лицевая сторона)
sk: Adresná karta (predná strana)
sl: Naslovna kartica (spredaj)
sr: Адресна картица (предња страна)
sv: Adresskort (Fram)
th: บัตรที่อยู่ (ด้านหน้า)
tr: Adres Kartı (Ön)
uk: Адресна картка (Фронт)
vi: Thẻ Địa chỉ (Mặt trước)
zh: 地址卡（正面）
