Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# face_error_redo
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做

# face_intro_button_continue
source: Take selfie
ar: التقط صورة سيلفي
bg: Направете селфи
cs: Pořízení selfie fotografie
da: Tag selfie
de: Ein Selfie aufnehmen
el: Τραβήξτε μια selfie
es: Tome una selfie
et: Tehke selfi
fa: یک سلفی بگیرید
fi: Ota selfie
fr: Prendre un selfie
he: צלם סלפי
hi: सेल्फ़ी लें
hr: Snimi selfie
hu: Készítsen egy szelfit
hy: Սելֆի արեք
id: Ambil swafoto
it: Scatta selfie
ja: 自撮りする
ko: 셀카 촬영하기
lt: Daryti asmenukę
lv: Uzņemt selfiju
ms: Ambil swafoto
nb: Ta en selfie
nl: Neem een selfie
pl: Zrób sobie zdjęcie
pt: Tirar uma selfie
ro: Faceți o poză selfie
ru: Сделать селфи
sk: Odfoťte selfie
sl: Posnemi selfi
sr: Snimite selfi
sv: Ta en selfie
th: ถ่ายเซลฟี่
tr: Selfie çekin
uk: Зробити селфі
vi: Chụp ảnh selfie
zh: 拍摄自拍

# face_intro_face_forward
source: Face forward and make sure your eyes are clearly visible
ar: انظر للأمام واحرص على أن تكون عيناك مرئيتان بوضوح
bg: Обърнете се напред и се уверете, че очите ви се виждат ясно
cs: Dívejte se dopředu a ujistěte se, že máte dobře viditelné oči
da: Kig fremad og sørg for, at dine øjne kan ses tydeligt
de: Schauen Sie nach vorne und stellen Sie sicher, dass Ihre Augen deutlich sichtbar sind
el: Κοιτάξτε μπροστά και βεβαιωθείτε ότι τα μάτια σας είναι ευδιάκριτα
es: Mire hacia delante y asegúrese de que sus ojos se vean con claridad
et: Vaadake ettepoole ja veenduge, et teie silmad on selgelt nähtavad
fa: به جلو نگاه کنید و مطمئن شوید که چشمان شما به وضوح قابل مشاهده است
fi: Katso eteenpäin ja varmista, että silmäsi näkyvät selvästi
fr: Regardez vers l’avant et assurez-vous que vos yeux sont bien visibles
he: פנה קדימה וודא שהעיניים שלך מופיעות באופן ברור
hi: चेहरा सामने रखें और पक्का करें कि आपकी आँखें स्पष्ट रूप से दिख रही हैं
hr: Okrenite se prema naprijed i provjerite jesu li vam oči jasno vidljive
hu: Nézzen előre, és ügyeljen, hogy mindkét szeme tisztán látszódjon
hy: Դեմքով շրջվեք դեպի տեսախցիկը և համոզվեք, որ ձեր աչքերը հստակ երևում են
id: Menghadap ke depan dan pastikan mata Anda terlihat jelas
it: Guarda in avanti e assicurati che gli occhi siano ben visibili
ja: 前を向いて、目がはっきり見えるようにしてください
ko: 얼굴이 정면을 향하고 눈이 선명하게 나타나도록 하세요
lt: Atsisukite veidu į priekį ir įsitikinkite, kad jūsų akys aiškiai matomos
lv: Pagrieziet seju uz priekšu un pārliecinieties, ka jūsu acis ir skaidri redzamas
ms: Hadap ke hadapan dan pastikan mata anda jelas kelihatan
nb: Se fremover og sørg for at øynene er godt synlige
nl: Kijk recht vooruit en zorg dat uw ogen goed te zien zijn
pl: Ustaw się twarzą na wprost i upewnij się, że oczy są dobrze widoczne
pt: Fique virado para a frente e assegure-se de que os seus olhos são claramente visíveis
ro: Uitați-vă înainte și asigurați-vă că ochii dvs. sunt clar vizibili
ru: Смотрите прямо и убедитесь, что Ваши глаза хорошо видны
sk: Otočte sa tvárou dopredu a uistite sa, že vaše oči sú jasne viditeľné
sl: Obrnite se naprej in se prepričajte, da so vaše oči jasno vidne
sr: Okrenite se prema napred i proverite da li vam se oči jasno vide
sv: Titta framåt och se till att dina ögon syns tydligt
th: มองตรงไปข้างหน้าและเช็คให้แน่ใจว่าเห็นดวงตาของคุณได้อย่างชัดเจน
tr: Yüzünüzü öne çevirin ve gözlerinizin açıkça görülebildiğinden emin olun
uk: Дивіться в об’єктив; очі має бути чітко видно
vi: Hướng mặt về phía trước và đảm bảo mắt bạn có thể nhìn thấy rõ ràng
zh: 面向前方，确保您的眼睛清晰可见

# face_intro_list_accessibility
source: Tips to take a good selfie
ar: نصائح لالتقاط صورة سيلفي جيدة
bg: Съвети как да направите добро селфи
cs: Tipy, jak pořídit dobré selfie
da: Tips til at tage en god selfie
de: Tipps für ein gutes Selfie
el: Συμβουλές για να τραβήξετε μια καλή selfie
es: Consejos para capturar un buen selfie
et: Nõuanded hea selfi tegemiseks
fa: نکاتی برای گرفتن یک سلفی خوب
fi: Vinkkejä hyvän selfien ottamiseen
fr: Conseils pour prendre un bon selfie
he: טיפים לצילום סלפי טוב
hi: बढ़िया सेल्फ़ी लेने के लिए सलाह
hr: Savjeti za snimanje dobrog selfija
hu: Tippek egy jó szelfi elkészítéséhez
hy: Խորհուրդներ լավ սելֆի անելու համար
id: Tips membuat swafoto yang bagus
it: Consigli per un buon selfie
ja: 自撮りのコツ
ko: 셀카 촬영 팁
lt: Patarimai, kaip padaryti gerą asmenukę
lv: Padomi, kā uzņemt labu selfiju
ms: Tip untuk mengambil swafoto yang baik
nb: Tips for å ta en god selfie
nl: Tips voor een goede selfie
pl: Wskazówki, jak zrobić dobre selfie
pt: Dicas para tirar uma boa selfie
ro: Sugestii pentru a face o poză selfie bună
ru: Как сделать хорошее селфи
sk: Tipy na dobré selfie
sl: Nasveti za dober selfie
sr: Saveti za snimanje dobrog selfija
sv: Tips för att ta en bra selfie
th: เคล็ดลับในการถ่ายรูปเซลฟี่ให้ผ่าน
tr: İyi bir selfie çekme ipuçları
uk: Поради щодо того, як зробити якісне селфі
vi: Mẹo chụp ảnh selfie đẹp
zh: 拍好自拍小贴士

# face_intro_no_glasses
source: Remove your glasses, if necessary
ar: انزع نظارتك، إذا لزم الأمر
bg: Свалете очилата си, ако е необходимо
cs: V případě potřeby si sundejte brýle
da: Tag dine briller af, om nødvendigt
de: Nehmen Sie Ihre Brille ab, falls erforderlich
el: Αφαιρέστε τα γυαλιά σας, εάν είναι απαραίτητο
es: Quítese las gafas si es necesario
et: Vajadusel võtke prillid eest
fa: در صورت لزوم عینک خود را بردارید
fi: Ota silmälasisi pois tarvittaessa
fr: Retirez vos lunettes, si nécessaire
he: הסר את המשקפיים במידת הצורך
hi: अगर ज़रूरी हो, तो अपना चश्मा उतार दें
hr: Skinite naočale ako je potrebno
hu: Ha szükséges, vegye le a szemüvegét
hy: Անհրաժեշտության դեպքում հանեք ակնոցը
id: Lepaskan kacamata Anda, jika perlu
it: Togliti gli occhiali, se necessario
ja: 必要に応じてメガネを外してください
ko: 필요한 경우 안경을 벗으세요
lt: Jei reikia, nusiimkite akinius
lv: Ja nepieciešams, noņemiet brilles
ms: Tanggalkan cermin mata anda, jika perlu
nb: Ta av deg brillene om nødvendig
nl: Zet uw bril af indien nodig
pl: Zdejmij okulary, jeśli to konieczne
pt: Retire os seus óculos, se necessário
ro: Dați-vă jos ochelarii dacă este necesar
ru: При необходимости снимите очки
sk: V prípade potreby si dajte dole okuliare
sl: Po potrebi odstranite očala
sr: Skinite naočare ako je potrebno
sv: Ta av dina glasögon vid behov
th: ถอดแว่นตาออก หากจำเป็น
tr: Gerekirse gözlüklerinizi çıkarın
uk: За необхідності зніміть окуляри
vi: Tháo kính ra, nếu cần thiết
zh: 如有必要，请取下眼镜

# face_intro_subtitle
source: We’ll compare this with your document
ar: سنقارنها بمستندك
bg: Ще сравним това с документа ви
cs: Porovnáme to s vaším dokumentem
da: Vi sammenligner billedet med dit dokument
de: Wir werden dies mit Ihrem Dokument vergleichen
el: Θα το συγκρίνουμε με το έγγραφό σας
es: Compararemos esto con su documento
et: Võrdleme seda teie dokumendiga
fa: ما این عکس را با مدرک شما مقایسه می‌کنیم
fi: Vertaamme sitä asiakirjaasi
fr: Nous allons le comparer avec votre document
he: אנחנו נשווה את הסלפי למסמך שלך
hi: हम इसकी तुलना आपके डॉक्यूमेंट से करेंगे
hr: Usporedit ćemo to s vašim dokumentom
hu: Ezt összevetjük az ön dokumentumával
hy: Մենք այն կհամեմատենք ձեր փաստաթղթի հետ
id: Kami akan membandingkan ini dengan dokumen Anda
it: Lo confronteremo con il tuo documento
ja: こちらをお手元のドキュメントと比較します
ko: 당사에서 제출하신 이미지와 서류를 비교 대조하는 절차를 진행합니다
lt: Palyginsime tai su jūsų dokumentu
lv: Mēs to salīdzināsim ar jūsu dokumentu
ms: Kami akan membandingkan swafoto tersebut dengan dokumen anda
nb: Vi sammenligner dette med dokumentet ditt
nl: We vergelijken deze met uw document
pl: Porównamy to zdjęcie z dokumentem
pt: Iremos efetuar uma comparação com o seu documento
ro: Vom compara această imagine cu documentul dvs.
ru: Мы сравним фото с Вашим документом
sk: Porovnáme to s vaším dokladom
sl: Primerjali ga bomo z vašim dokumentom
sr: Uporedićemo ovo sa vašim dokumentom
sv: Vi kommer att jämföra denna med ditt dokument
th: เราจะเปรียบเทียบรูปนี้กับเอกสารของคุณ
tr: Bunu belgenizle karşılaştıracağız
uk: Ми порівняємо його з фотографією у вашому документі
vi: Chúng tôi sẽ so sánh thông tin này với giấy tờ của bạn
zh: 我们会将其与您的证明文件进行比较

# face_intro_title
source: Take a selfie
ar: التقط صورة سيلفي
bg: Направете си селфи
cs: Pořiďte si selfie
da: Tag en selfie
de: Ein Selfie aufnehmen
el: Τραβήξτε μια selfie
es: Tome una selfie
et: Tehke selfi
fa: یک سلفی بگیرید
fi: Ota sitten
fr: Prendre un selfie
he: צלם סלפי
hi: सेल्फ़ी लें
hr: Snimite selfie
hu: Készítsen egy szelfit
hy: Սելֆի արեք
id: Ambil swafoto
it: Scatta un selfie
ja: 自撮りをする
ko: 셀카 촬영하기
lt: Padarykite asmenukę
lv: Uzņemiet selfiju
ms: Ambil swafoto
nb: Ta en selfie
nl: Neem een selfie
pl: Zrób sobie selfie
pt: Tirar uma fotografia
ro: Faceți o poză selfie
ru: Сделайте селфи
sk: Odfoťte selfie
sl: Posnemite selfie
sr: Snimite selfi
sv: Ta en selfie
th: ถ่ายเซลฟี่
tr: Bir selfie çekin
uk: Зробіть селфі
vi: Chụp ảnh selfie
zh: 拍摄自拍

# face_preview_caption
source: Make sure your entire face is visible
ar: احرص على أن يكون وجهك بأكمله مرئيًا
bg: Уверете се, че цялото ви лице се вижда
cs: Ujistěte se, že je vidět celý Váš obličej
da: Sørg for, at hele dit ansigt er synligt
de: Stellen Sie sicher, dass Ihr Selfie Ihr Gesicht deutlich zeigt
el: Βεβαιωθείτε ότι ολόκληρο το πρόσωπό σας είναι ορατό
es: Asegúrese de que la selfie muestre claramente su cara
et: Veenduge, et nähtav on kogu teie nägu
fa: مطمئن شوید که کل چهره شما قابل مشاهده است
fi: Varmista, että kasvosi näkyvät kokonaan
fr: Assurez-vous que votre selfie montre clairement votre visage
he: ודא שהפנים שלך גלויות
hi: पक्का करें कि आपका पूरा चेहरा दिख रहा है
hr: Provjerite vidi li se cijelo vaše lice
hu: Ügyeljen arra, hogy arca teljes egészében látható legyen
hy: Համոզվեք, որ ձեր դեմքը ամբողջությամբ երևում է
id: Pastikan seluruh wajah Anda terlihat
it: Assicurati che il viso sia visibile per intero
ja: 顔全体が見えるようにしてください
ko: 얼굴 전체가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad matomas visas jūsų veidas
lv: Jābūt redzamai visai sejai
ms: Pastikan keseluruhan wajah anda kelihatan
nb: Sørg for at hele ansiktet ditt er synlig
nl: Zorg dat uw volledige gezicht zichtbaar is
pl: Upewnij się, że cała twarz jest widoczna
pt: Certifique-se de que todo o seu rosto está visível
ro: Asigurați-vă că întreaga față este vizibilă
ru: Убедитесь, что Ваше лицо видно полностью
sk: Uistite sa, že celá vaša tvár je viditeľná
sl: Poskrbite, da je vaš celoten obraz viden
sr: Proverite da li vam se vidi celo lice
sv: Se till att hela ditt ansikte är synligt
th: เช็คให้แน่ใจว่ามองเห็นทั้งใบหน้าของคุณได้ชัดเจน
tr: Tüm yüzünüzün görünür olduğundan emin olun
uk: Обличчя має бути видно повністю
vi: Đảm bảo khuôn mặt của bạn hiển thị rõ ràng
zh: 请确保您的整个面部可见

# face_preview_image_accessibility
source: Photo of your face
ar: صورة لوجهك
bg: Снимка на лицето ви
cs: Fotografie Vašeho obličeje
da: Billede af dit ansigt
de: Foto von Ihrem Gesicht
el: Φωτογραφία του προσώπου σας
es: Foto de su cara
et: Foto teie näost
fa: عکس صورت شما
fi: Valokuva kasvoistasi
fr: Photo de votre visage
he: תמונה של הפנים שלך
hi: आपके चेहरे की फ़ोटो
hr: Fotografija vašeg lica
hu: Arckép
hy: Ձեր դեմքի լուսանկարը
id: Foto wajah Anda
it: Foto del tuo viso
ja: 顔写真
ko: 얼굴 사진
lt: Jūsų veido nuotrauka
lv: Jūsu sejas fotoattēls
ms: Gambar wajah anda
nb: Bilde av ansiktet ditt
nl: Foto van uw gezicht
pl: Zdjęcie Twojej twarzy
pt: Foto do seu rosto
ro: Poza feței dvs.
ru: Фотография Вашего лица
sk: Fotka vašej tváre
sl: Fotografija vašega obraza
sr: Fotografija lica
sv: Foto av ditt ansikte
th: รูปถ่ายใบหน้าของคุณ
tr: Yüzünüzün fotoğrafı
uk: Фотографія вашого обличчя
vi: Ảnh khuôn mặt của bạn
zh: 您的面部照片

# face_preview_redo
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做

# face_preview_title
source: Check your selfie
ar: تحقق من صورتك الشخصية
bg: Проверете селфито си
cs: Zkontrolujte si své selfie
da: Tjek din selfie
de: Selfie prüfen
el: Δείτε τη selfie σας
es: Verificar selfie
et: Kontrollige oma selfit
fa: سلفی خود را بررسی کنید
fi: Tarkista selfiesi
fr: Vérifier votre selfie
he: בדוק את תמונת הסלפי שלך
hi: अपनी सेल्फ़ी की जाँच करें
hr: Provjerite svoj selfie
hu: Ellenőrizze a szelfijét
hy: Ստուգեք ձեր սելֆին
id: Periksa swafoto Anda
it: Controlla il selfie
ja: 自撮り写真を確認する
ko: 셀카 사진 확인
lt: Patikrinkite asmenukę
lv: Apskatiet savu selfiju
ms: Periksa swafoto anda
nb: Sjekk selfien din
nl: Controleer uw selfie
pl: Sprawdź selfie
pt: Verifique a sua selfie
ro: Verificați poza dvs. selfie
ru: Проверьте селфи
sk: Skontrolujte selfie
sl: Preverite svoj selfie
sr: Proverite selfi
sv: Kontrollera din selfie
th: เช็ครูปเซลฟี่ของคุณ
tr: Selfienizi kontrol edin
uk: Перевірте селфі
vi: Kiểm tra ảnh selfie của bạn
zh: 查看您的自拍照

# face_preview_upload
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# face_upload_body_selfie
source: Upload a selfie from your computer
ar: تحميل صورة سيلفي من جهاز كمبيوترك
bg: Качете селфи от компютъра си
cs: Nahrání selfie z počítače
da: Upload en selfie fra din computer
de: Selfie von Ihrem Computer hochladen
el: Ανεβάστε μια selfie από τον υπολογιστή σας
es: Suba una selfie desde su computadora
et: Laadige oma arvutist üles selfi
fa: یک سلفی از رایانه خود بارگذاری کنید
fi: Lataa selfie tietokoneeltasi
fr: Envoyez votre selfie depuis votre ordinateur
he: העלה תמונת סלפי מהמחשב שלך
hi: अपने कंप्यूटर से एक सेल्फ़ी अपलोड करें
hr: Prenesite selfie snimku sa svog računala
hu: Szelfi feltöltése a számítógépről
hy: Վերբեռնեք սելֆի ձեր համակարգչից
id: Unggah swafoto dari komputer Anda
it: Carica un selfie dal tuo computer
ja: パソコンから自撮り写真をアップロードする
ko: 컴퓨터에서 셀카 사진을 업로드하세요
lt: Įkelkite asmenukę iš kompiuterio
lv: Augšupielādējiet selfiju no datora
ms: Muat naik swafoto dengan menggunakan komputer anda
nb: Last opp en selfie fra datamaskinen din
nl: Upload een selfie vanaf uw computer
pl: Prześlij zdjęcie z komputera
pt: Carregue uma selfie a partir do seu computador
ro: Încărcați o poză selfie din computerul dvs.
ru: Загрузите селфи со своего компьютера
sk: Nahrajte selfie z počítača
sl: Naloži selfi iz računalnika
sr: Otpremite selfi sa računara
sv: Ladda upp en selfie från din dator
th: อัปโหลดรูปเซลฟี่จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan bir selfie yükleyin
uk: Передайте селфі з комп’ютера
vi: Tải lên ảnh selfie từ máy tính của bạn
zh: 从计算机上传自拍照

# face_upload_button_take_photo
source: Take photo
ar: التقاط صورة
bg: Направете снимка
cs: Vyfotografovat
da: Tag et billede
de: Foto machen
el: Λήψη φωτογραφίας
es: Tomar foto
et: Tehke foto
fa: عکس گرفتن
fi: Ota valokuva
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो खींचें
hr: Snimite fotografiju
hu: Készítsen egy fényképet
hy: Լուսանկարել
id: Ambil foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt fotoattēlu
ms: Tangkap gambar
nb: Ta bilde
nl: Neem een foto
pl: Zrób zdjęcie
pt: Tirar fotografia
ro: Faceți poză
ru: Сделать фото
sk: Odfotiť
sl: Posnemite fotografijo
sr: Fotografišite
sv: Ta foto
th: ถ่ายรูปภาพ
tr: Fotoğraf çekin
uk: Зробити фото
vi: Chụp ảnh
zh: 拍照

# face_upload_caption
source: Take a selfie showing your face
ar: التقط صورة سيلفي تظهر وجهك
bg: Направете селфи, което показва лицето ви
cs: Pořiďte si selfie se svým obličejem
da: Tag en selfie, der viser dit ansigt
de: Machen Sie ein Selfie, das Ihr Gesicht zeigt
el: Τραβήξτε μια selfie που δείχνει το πρόσωπό σας
es: Tome una selfie que muestre su cara
et: Tehke selfi oma näost
fa: یک سلفی بگیرید که چهره شما را نشان دهد
fi: Ota selfie, jossa näkyvät kasvosi
fr: Prenez un selfie
he: צלם תמונת סלפי שמציגה את הפנים שלך
hi: अपना चेहरा दिखाते हुए सेल्फ़ी लें
hr: Snimite selfie na kojem se vidi vaše lice
hu: Készítsen egy szelfit, amelyen az arca látszik
hy: Սելֆի արեք, որտեղ կերևա ձեր դեմքը
id: Ambil swafoto yang menunjukkan wajah Anda
it: Scatta un selfie del tuo viso
ja: 顔を見せている自撮り写真を撮影してください
ko: 얼굴이 보이는 셀카를 촬영하세요
lt: Padarykite asmenukę, kurioje matyti jūsų veidas
lv: Uzņemiet selfiju, kurā ir redzama jūsu seja
ms: Ambil swafoto yang menunjukkan wajah anda
nb: Ta en selfie som viser ansiktet ditt
nl: Neem een selfie van uw gezicht
pl: Zrób selfie pokazujące Twoją twarz
pt: Tire uma selfie que mostre o rosto
ro: Faceți o poză selfie cu fața dvs.
ru: Сделайте селфи, на котором видно лицо
sk: Odfoťte selfie s vašou tvárou
sl: Posnemite selfie, ki prikazuje vaš obraz
sr: Snimite selfi koji prikazuje vaše lice
sv: Ta en selfie som visar ditt ansikte
th: ถ่ายภาพเซลฟี่ให้เห็นใบหน้าของคุณ
tr: Yüzünüzü gösteren bir selfie çekin
uk: Зробіть селфі обличчя
vi: Chụp ảnh selfie khuôn mặt của bạn
zh: 自拍一张面部照片

# face_upload_link
source: Upload photo
ar: تحميل الصورة
bg: Качи снимка
cs: Nahrajte fotografii
da: Upload billede
de: Foto hochladen
el: Ανεβάστε φωτογραφία
es: Subir foto
et: Laadi foto üles
fa: آپلود عکس
fi: Lataa valokuva
fr: Télécharger une photo
he: העלה תמונה
hi: फोटो अपलोड करें
hr: Učitaj fotografiju
hu: Fénykép feltöltése
hy: Վերբեռնեք լուսանկար
id: Unggah foto
it: Carica foto
ja: 写真をアップロード
ko: 사진 업로드
lt: Įkelti nuotrauką
lv: Augšupielādēt fotoattēlu
ms: Muat naik foto
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt: Carregar foto
ro: Încărcați o fotografie
ru: Загрузить фото
sk: Nahrajte fotografiu
sl: Naloži fotografijo
sr: Отпремите фотографију
sv: Ladda upp foto
th: อัพโหลดรูปภาพ
tr: Fotoğraf yükle
uk: Завантажити фото
vi: Tải ảnh lên
zh: 上传照片

# face_upload_title
source: Selfie
ar: صورة سيلفي
bg: Селфи
et: Selfi
fa: عکس سلفی
he: סלפי
hi: सेल्फ़ी
hu: Szelfi
hy: Սելֆի
id: Swafoto
ja: 自撮り
ko: 셀카
lt: Asmenukė
lv: Selfijs
ms: Swafoto
ro: Poză selfie
ru: Селфи
sr: Selfi
th: ภาพเซลฟี่
uk: Селфі
vi: Ảnh selfie
zh: 自拍

# faceVideo_capture_body_record
source: Press the button when you’re ready
ar: اضغط على الزر عندما تكون مستعدًا
bg: Натиснете бутона, когато сте готови
cs: Až budete připraveni, stiskněte tlačítko
da: Tryk på knappen, når du er klar
de: Drücken Sie die Taste, wenn Sie bereit sind
el: Πατήστε το κουμπί όταν είστε έτοιμοι
es: Presione el botón cuando esté listo
et: Vajutage nuppu, kui olete valmis
fa: وقتی آماده شدید دکمه را فشار دهید
fi: Paina painiketta, kun olet valmis
fr: Appuyez sur le bouton lorsque vous êtes prêt(e)
he: לחץ על הכפתור כשתהיה מוכן
hi: जब आप तैयार हों, तो बटन दबाएँ
hr: Pritisnite tipku kad budete spremni
hu: Nyomja meg a gombot, ha készen áll
hy: Սեղմեք կոճակը, երբ պատրաստ կլինեք
id: Tekan tombol saat Anda siap
it: Quando è tutto pronto, premi il pulsante
ja: 準備ができたらボタンを押してください
ko: 준비가 되면 버튼을 누르세요
lt: Kai būsite pasiruošę, paspauskite mygtuką
lv: Kad esat gatavs, nospiediet pogu
ms: Tekan butang apabila anda sudah bersedia
nb: Trykk på knappen når du er klar
nl: Druk op de knop als u klaar bent
pl: Naciśnij przycisk, gdy będziesz gotowy(-a)
pt: Pressione o botão quando estiver pronto
ro: Apăsați butonul când sunteți gata
ru: Когда будете готовы, нажмите кнопку
sk: Keď budete chcieť začať, stlačte tlačidlo
sl: Pritisnite gumb, ko ste pripravljeni
sr: Pritisnite dugme kada budete spremni
sv: Tryck på knappen när du är redo
th: กดปุ่มเมื่อคุณพร้อม
tr: Hazır olduğunuzda düğmeye basın
uk: Натисніть кнопку, коли будете готові
vi: Nhấn nút khi bạn đã sẵn sàng
zh: 准备就绪后按下按钮

# faceVideo_capture_button_accessibility
source: Shutter
ar: مصراع
bg: Затвор
cs: Závěrka
da: Udløser
de: Auslöser
el: Κλείστρο
es: Obturador
et: Katik
fa: شاتر
fi: Laukaisin
fr: Prendre la photo
he: צמצם
hi: शटर
hr: Okidač
hu: Exponáló gomb
hy: Կոճակ
it: Pulsante di scatto
ja: シャッター
ko: 셔터
lt: Užraktas
lv: Slēdzis
ms: Pengatup
nb: Lukker
nl: Sluiterknop
pl: Migawka
pt: Obturador
ro: Obturare
ru: Затвор
sk: Uzávierka
sl: Sprožilec
sr: Okidač
sv: Slutare
th: ชัตเตอร์
tr: Deklanşör
uk: Кнопка знімання
vi: Chụp
zh: 快门

# faceVideo_capture_button_finish_recording
source: Finish recording
ar: إنهاء التسجيل
bg: Завършване на записа
cs: Dokončení nahrávání
da: Afslut optagelsen
de: Aufnahme beenden
el: Ολοκλήρωση εγγραφής
es: Terminar la grabación
et: Salvestamise lõpetamine
fa: اتمام ضبط
fi: Viimeistele tallennus
fr: Terminer l’enregistrement
he: סיים את ההקלטה
hi: रिकॉर्डिंग खत्म करें
hr: Završi snimanje
hu: Felvétel befejezése
hy: Ավարտեք տեսագրումը
id: Selesai merekam
it: Termina registrazione
ja: 録画を終了する
ko: 녹화 마치기
lt: Baigti įrašymą
lv: Pabeigt ierakstu
ms: Tamatkan rakaman
nb: Avslutt opptak
nl: Voltooi opname
pl: Zakończ nagrywanie
pt: Acabar gravação
ro: Finalizați înregistrarea
ru: Закончить запись
sk: Dokončiť zaznamenávanie
sl: Končaj snemanje
sr: Završi snimanje
sv: Avsluta inspelning
th: ยุติการบันทึก
tr: Kaydı bitir
uk: Завершити запис
vi: Hoàn tất ghi hình
zh: 完成录制

# faceVideo_capture_button_next_step
source: Next step
ar: الخطوة التالية
bg: Следваща стъпка
cs: Další krok
da: Næste trin
de: Nächster Schritt
el: Επόμενο βήμα
es: Siguiente paso
et: Järgmine samm
fa: مرحله بعدی
fi: Seuraava vaihe
fr: Étape suivante
he: השלב הבא
hi: अगला स्टेप
hr: Sljedeći korak
hu: Következő lépés
hy: Հաջորդ քայլ
id: Langkah berikutnya
it: Avanti
ja: 次のステップ
ko: 다음 단계
lt: Kitas žingsnis
lv: Nākamā darbība
ms: Langkah seterusnya
nb: Neste trinn
nl: Volgende stap
pl: Następny krok
pt: Próximo passo
ro: Următorul pas
ru: Следующий шаг
sk: Ďalší krok
sl: Naslednji korak
sr: Sledeći korak
sv: Nästa steg
th: ขั้นตอนถัดไป
tr: Sonraki adım
uk: Наступний крок
vi: Bước tiếp theo
zh: 下一步
