Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_selection_bank_building_society_statement_details
source: e-statements accepted
ar: البيانات الإلكترونية مقبولة
bg: приемат се електронни извлечения
cs: Přijímání elektronických výpisů
da: accepterede e-erklæringer
de: E-Auszüge werden akzeptiert
el: αποδεκτές ηλεκτρονικές δηλώσεις
es: Se aceptan extractos electrónicos
et: elektroonilised väljavõtted sobivad
fa: صورتحساب الکترونیکی پذیرفته شد
fi: hyväksytyt sähköiset tiliotteet
fr: relevés électroniques acceptés
he: דוחות אלקטרוניים שייתקבלו
hi: ई-स्टेटमेंट स्वीकार किए जाते हैं
hr: prihvaćene e-izjave
hu: e-nyilatkozatok elfogadottak
hy: էլեկտրոնային քաղվածքներ ընդունվում են
id: rekening elektronik diterima
it: sono accettati gli estratti conto elettronici
ja: 受け入れられる電子明細書
ko: 전자 명세서 허용
lt: el. išrašai yra tinkami
lv: tiek pieņemtas e-izziņas
ms: e-penyata diterima
nb: e-setninger akseptert
nl: Elektronische afschriften geaccepteerd
pl: Dokumenty elektroniczne są akceptowane
pt: Declarações eletrónicas aceites
ro: Extrase electronice acceptate
ru: Электронные выписки приняты
sk: akceptované elektronické výpisy
sl: sprejeti e-izpiski
sr: se prihvataju
sv: e-utdrag godtas
th: จะใช้เอกสารอิเล็กทรอนิกส์ก็ได้
tr: e-beyannameler kabul edilir
uk: електронні виписки прийнято
vi: các bảng sao kê điện tử được chấp nhận
zh: 已接受电子对账单

# common_selection_benefit_letters
source: Benefits Letter
ar: خطاب المنافع
bg: Служебна бележка за получени помощи
cs: Dopis o výhodách
da: Brev om sociale ydelser
de: Sozialleistungsschreiben
el: Επιστολή επιδομάτων
es: Carta de prestación
et: Sotsiaalhüvede teavitus
fa: نامه مزایای دولتی
fi: Etuuskirje
fr: Lettre des allocations
he: אישור קבלת קצבאות
hi: लाभ पत्र
hr: Potvrda o primanju naknada
hu: Társadalombiztosítási igazolás
hy: Նպաստներ
id: Surat Tunjangan
it: Lettera sulle prestazioni previdenziali
ja: 特典レター
ko: 복지 급여 서신
lt: Pažyma apie išmokas
lv: Vēstule par pabalstiem
ms: Surat Faedah
nb: Sosialstøttebekfreftelse
nl: Brief belastingvoordelen
pl: List dotyczący korzyści
pt: Declaração de Benefícios
ro: Scrisoare beneficii
ru: Письмо о предоставлении льгот
sk: Potvrdenie o sociálnych dávkach
sl: Pismo o prejemkih
sr: Potvrda o naknadama
sv: Brev gällande bidrag
th: หนังสือยืนยันการรับสวัสดิการ
tr: Sosyal Yardım Mektubu
uk: Лист про пільги
vi: Công văn phúc lợi
zh: 福利函

# common_selection_benefit_letters_details
source: Government authorized household benefits e.g. Job seeker allowance, Housing benefit, Tax credits
ar: مزايا الأسرة المصرح بها من الحكومة على سبيل المثال. بدل الباحث عن عمل، إعانة السكن، الإعفاءات الضريبية
bg: Официални удостоверения за получаване на помощи за домакинства, като напр. Финансова помощ при безработица, жилищна помощ, данъчни кредити
cs: Vládou schválené dávky pro domácnosti, např. příspěvek pro uchazeče o zaměstnání, příspěvek na bydlení, daňové úlevy.
da: Myndighedsgodkendte boligydelser, f.eks. Arbejdsløshedsunderstøttelse, boligstøtte, skattefradrag
de: Von der Regierung autorisierte Sozialleistungen, wie z. B. Arbeitslosenhilfe, Wohngeld, Steuerermäßigung
el: Επιδόματα νοικοκυριών που έχουν εγκριθεί από το κράτος, π.χ. Επίδομα αναζήτησης εργασίας, Στεγαστικό επίδομα, Εκπτώσεις φόρου
es: Prestaciones estatales, por ejemplo, créditos fiscales, ayudas por desempleo, subsidios de vivienda
et: Valitsuse heakskiidetud toetused, nt töötu abiraha, eluasemetoetus, maksukrediit
fa: مزایای مجاز خانوار از طرف دولت به عنوان مثال کمک هزینه کاریابی، کمک هزینه مسکن، اعتبار مالیاتی
fi: Valtion myöntämät kotitalousetuudet, esim. työttömyyspäiväraha, asumistuki, verohyvitykset
fr: Allocations autorisées par le gouvernement, par ex. allocation chômage, allocation logement, crédit d`impôt
he: למשל, הטבות ממשלתיות מורשות למשק בית. קצבה למחפשי עבודה, הטבת דיור, נקודות זיכוי במס
hi: सरकार द्वारा अधिकृत पारिवारिक लाभ, जैसे कि नौकरीपेशा भत्ता, आवास लाभ, टैक्स क्रेडिट
hr: Vladine odobrene pogodnosti za kućanstva npr. Naknada za nezaposlene, naknada za stanovanje, porezne olakšice
hu: A kormány által engedélyezett háztartási juttatások, pl. álláskeresési támogatás, lakhatási támogatás, adójóváírás
hy: Կառավարության կողմից հաստատված նպաստներ՝ տնային տնտեսությունների համար (օրինակ՝ Աշխատանք փնտրողի նպաստ, բնակարանային նպաստ, հարկային արտոնություններ
id: Tunjangan rumah tangga resmi dari pemerintah misalnya: Tunjangan pencari kerja, Tunjangan perumahan, Kredit pajak
it: Prestazioni previdenziali autorizzate dal governo, come sussidio di disoccupazione, indennità di alloggio o credito d`imposta
ja: 政府が認可した家計給付など求職者手当、住宅給付、税額控除
ko: 정부 지원 복지 혜택(예: 구직자 수당, 주거 급여, 세액 공제)
lt: Vyriausybės patvirtintos išmokos namų ūkiui, pvz.: pašalpa darbo ieškančiajam, būsto pašalpa, mokesčių kreditai
lv: Valdības apstiprināti mājsaimniecības pabalsti, piem., bezdarbnieka pabalsts, mājokļa pabalsts, nodokļu atlaides
ms: Faedah isi rumah yang dibenarkan oleh kerajaan cth. Elaun pencari kerja, Faedah perumahan, Kredit cukai
nb: Statlig godkjent sosialstøtte, f.eks. Arbeidsledifhetstrygd, husleiestøtte, skattefradrag
nl: Door de overheid toegestane uitkeringen voor huishoudens, bv. uitkering voor werkzoekenden, huursubsidie, heffingskorting
pl: Zasiłki dla gospodarstw domowych zatwierdzone przez rząd, np. zasiłek dla poszukujących pracy, zasiłek mieszkaniowy, ulgi podatkowe
pt: Benefícios autorizados pelo governo, p.e. subsídio de desemprego, subsídio de habitação, créditos fiscais
ro: Beneficii pentru gospodărie autorizate de guvern, de exemplu, indemnizație de șomer, beneficii gospodărie, credite fiscale
ru: Разрешенные правительством пособия домашним хозяйствам, например: пособие по безработице, жилищные субсидии, налоговые льготы
sk: Dávky pre domácnosť schválené verejnou správou, napr. príspevok pre uchádzača o zamestnanie, dávka na bývanie, daňové úľavy
sl: Vladno odobreni gospodinjski prejemki npr. Dodatek za iskalca zaposlitve, stanovanjska dajatev, davčne olajšave
sr: Vladine odobrene naknade za domaćinstva, npr. naknada za nezaposlene, naknada za stanovanje, poreski krediti
sv: Statligt godkända förmåner som t.ex. Bidrag till arbetssökande, bostadsbidrag, skatteavdrag
th: สวัสดิการเพื่อการอยู่อาศัยที่ได้รับจากรัฐบาล เช่น เงินทดแทนระหว่างการว่างงาน สวัสดิการค่าที่อยู่อาศัย เครดิตภาษี
tr: Devlet tarafından yetkilendirilmiş hane halkı yardımları, ör. İş arayan ödeneği, Konut yardımı, Vergi kredileri
uk: Комунальні послуги та послуги зв’язку, наприклад: виплати по безробіттю, житлові субсидії, податкові знижки
vi: Trợ cấp cho hộ gia đình do chính phủ cấp, ví dụ: Trợ cấp cho người tìm việc, Trợ cấp nhà ở, Tín dụng thuế
zh: 政府批准的家庭福利，例如求职者津贴、住房福利、税收抵免

# common_selection_council_tax
source: Local Government Tax Letter
ar: رسالة ضريبة الحكومة المحلية
bg: Писмо за данък от местното правителство
cs: Dopis místní vlády o daních
da: Lokal skattebrev fra regeringen
de: Schreiben zur Kommunalsteuer
el: Επιστολή Φορολογίας Τοπικής Αυτοδιοίκησης
es: Carta de Impuesto del Gobierno Local
et: Kohaliku omavalitsuse maksukiri
fa: نامه مالیاتی از طرف شورا
fi: Paikallishallinnon verokirje
fr: Lettre d`Impôt du Gouvernement Local
he: מכתב מס ממשלה מקומית
hi: स्थानीय सरकार कर पत्र
hr: Pismo lokalne porezne uprave
hu: Helyi Önkormányzati Adólevél
hy: Լոկալ կառավարության հարկային նամակ
id: Surat Pajak Pemerintah Daerah
it: Lettera di Tassa del Governo Locale
ja: 地方自治体税の書状
ko: 지방 정부 세금 통지서
lt: Vietos valdžios mokesčių laiškas
lv: Pašvaldības nodokļu vēstule
ms: Surat Cukai Kerajaan Tempatan
nb: Brev om lokal skatt
nl: Brief van de lokale overheid over belasting
pl: List w sprawie podatku od samorządu lokalnego
pt: Carta de Imposto do Governo Local
ro: Scrisoare de Impozit a Guvernului Local
ru: Письмо о местном налоге от органов местного самоуправления
sk: List miestnej samosprávy o daniach
sl: Pismo lokalne občinske davčne uprave
sr: Pismo lokalne poreske uprave
sv: Kommunal skattebrev
th: จดหมายภาษีรัฐบาลท้องถิ่น
tr: Yerel Yönetim Vergi Mektubu
uk: Лист про податки місцевого самоврядування
vi: Thư Thuế Chính Quyền Địa Phương
zh: 地方政府税务信函

# common_selection_council_tax_details
source: Tax statement or letter issued by a council or government authority
ar: بيان ضريبي أو رسالة صادرة عن مجلس أو سلطة حكومية
bg: Данъчно извлечение или писмо, издадено от съвет или държавен орган
cs: Daňové prohlášení nebo dopis vydán radou nebo vládní autoritou
da: Skatteopgørelse eller brev udstedt af et råd eller en regeringsmyndighed
de: Steuerbescheid oder Schreiben, das von einer Gemeinde oder Regierungsbehörde ausgestellt wurde
el: Δήλωση φόρου ή επιστολή που εκδίδεται από ένα συμβούλιο ή κυβερνητική αρχή
es: Declaración de impuestos o carta emitida por un consejo o autoridad gubernamental
et: Maksudeklaratsioon või kiri, mille on välja andnud nõukogu või valitsusasutus
fa: بیانیه مالیاتی یا نامه صادر شده توسط شورایی یا اقتدار دولتی
fi: Verotodistus tai kirje, jonka on myöntänyt kunnan tai hallituksen viranomainen
fr: Déclaration fiscale ou lettre émise par un conseil ou une autorité gouvernementale
he: הצהרת מס או מכתב שהונפק על ידי מועצה או רשות ממשלתית
hi: परिषद या सरकारी प्राधिकरण द्वारा जारी कर दिया गया कर विवरण या पत्र
hr: Izjava o porezu ili pismo izdano od strane vijeća ili vladine institucije
hu: Adóbevallás vagy levél, amelyet egy tanács vagy kormányzati hatóság adott ki
hy: Հարկային հաշվետվություն կամ նամակ, որը տրվել է խորհրդարանի կամ պետական իշխանության կողմից
id: Pernyataan pajak atau surat yang dikeluarkan oleh dewan atau otoritas pemerintah
it: Dichiarazione fiscale o lettera emessa da un consiglio o autorità governativa
ja: 評議会または政府機関が発行した税務明細書または書状
ko: 지방 자치단체 또는 정부 기관이 발행한 세금 명세서 또는 편지
lt: Mokesčių ataskaita arba laiškas, išduotas savivaldybės ar vyriausybės institucijos
lv: Nodokļu paziņojums vai vēstule, ko izdevis padome vai valdības iestāde
ms: Penyata cukai atau surat yang dikeluarkan oleh majlis atau pihak berkuasa kerajaan
nb: Skatteoppgjør eller brev utstedt av en kommune eller offentlig myndighet
nl: Belastingaangifte of brief uitgegeven door een raad of overheidsinstantie
pl: Zaświadczenie podatkowe lub list wydany przez radę lub organ władzy publicznej
pt: Declaração de imposto ou carta emitida por um conselho ou autoridade governamental
ro: Declarație fiscală sau scrisoare emisă de un consiliu sau o autoritate guvernamentală
ru: Налоговая выписка или письмо, выданное советом или государственным органом
sk: Daňové vyhlásenie alebo list vydávaný radou alebo vládnym orgánom
sl: Davčna izjava ali pismo, ki ga izda svet ali vladna oblast
sr: Izjava o porezu ili pismo izdato od strane saveta ili vladine institucije
sv: Skattedeklaration eller brev utfärdat av en kommun eller statlig myndighet
th: ใบแจ้งภาษีหรือจดหมายที่ออกโดยสภาหรือหน่วยงานของรัฐ
tr: Bir konsey veya hükümet otoritesi tarafından verilen vergi beyanı veya mektubu
uk: Податкова відомість або лист, виданий радою або державним органом
vi: Tờ khai thuế hoặc thư do một hội đồng hoặc cơ quan chính phủ phát hành
zh: 由议会或政府机构发出的税务声明或信件

# common_selection_driving_licence
source: Driver’s license
ar: رخصة القيادة
bg: Шофьорска книжка
cs: Řidičský průkaz
da: Kørekort
de: Führerschein
el: Άδεια οδήγησης
es: Licencia de conducir
et: Juhiluba
fa: گواهی‌نامه رانندگی
fi: Ajokortti
fr: Permis de conduire
he: רישיון נהיגה
hi: ड्राइविंग लाइसेंस
hr: Vozačka dozvola
hu: Vezetői engedély
hy: Վարորդական իրավունք
id: Surat izin mengemudi (SIM)
it: Patente di guida
ja: 運転免許証
ko: 운전면허증
lt: Vairuotojo pažymėjimas
lv: Autovadītāja apliecība
ms: Lesen memandu
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
pt: Carta de condução
ro: Permis de conducere
ru: Водительское удостоверение
sk: Vodičský preukaz
sl: Vozniško dovoljenje
sr: Vozačka dozvola
sv: Körkort
th: ใบอนุญาตขับขี่
tr: Sürücü belgesi
uk: Водійське посвідчення
vi: Giấy phép lái xe
zh: 驾照

# common_selection_driving_licence_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# common_selection_exchange_house_statement
source: Exchange House Statement
ar: بيان بيت الصرافة
bg: Изявление от Борсата
cs: Prohlášení směnárny
da: Udtalelse fra Børshuset
de: Austauschhaus Aussage
el: Δήλωση Εταιρείας Ανταλλαγής
es: Declaración de la Casa de Cambio
et: Vahetuse Maja avaldus
fa: بیانیه خانه مبادله
fi: Vaihtotalon lausunto
fr: Déclaration de la Maison de change
he: הצהרת בית החליפין
hi: एक्सचेंज हाउस स्टेटमेंट
hr: Izjava Mjenjačnice
hu: Tőzsdei Ház Nyilatkozata
hy: Փոխանակման Տունի Հայտարարություն
id: Pernyataan Rumah Penukaran
it: Dichiarazione della Casa di Cambio
ja: エクスチェンジハウスステートメント
ko: 환전소 성명서
lt: Biržos namo pareiškimas
lv: Apmaiņas mājas paziņojums
ms: Kenyataan Rumah Pertukaran
nb: Uttalelse fra Børsen
nl: Verklaring van het Wisselkantoor
pl: Oświadczenie Domu Wymiany
pt: Declaração da Casa de Câmbio
ro: Declarație Casa de Schimb
ru: Заявление биржевого дома
sk: Výpis z burzy
sl: Izjava borznega posrednika
sr: Izjava Menjačnice
sv: Utbyteshusets uttalande
th: คำชี้แจงของบ้านแลกเปลี่ยน
tr: Döviz Evi Beyanı
uk: Заява Біржового Дому
vi: Bản báo cáo của Sở Giao dịch
zh: 交易所声明

# common_selection_exchange_house_statement_details
source: Sender statement of transfer or remittance
ar: بيان المرسل للتحويل أو الحوالة
bg: Изявление на подателя за превод или преместване
cs: Prohlášení odesílatele o převodu nebo převodu peněz
da: Afsender udtalelse om overførsel eller remittance
de: Absendererklärung für Überweisung oder Übermittlung
el: Δήλωση αποστολέα μεταφοράς ή αποστολής χρημάτων
es: Declaración del remitente de transferencia o remesa
et: Saatja ülekande või rahaülekande avaldus
fa: بیانیه فرستنده درباره انتقال یا حواله
fi: Lähettäjän lausunto siirrosta tai rahansiirrosta
fr: Déclaration de l`expéditeur de transfert ou de remise
he: הצהרת השולח על העברה או המשלוח
hi: संदेशक का हस्तांतरण या रेमिटेंस का बयान
hr: Izjava pošiljatelja o prijenosu ili doznaci
hu: Küldő átutalási vagy pénzküldési nyilatkozata
hy: Ուղարկողի փոխանցման կամ ուղարկման հայտարարություն
id: Pernyataan pengirim tentang transfer atau pengiriman uang
it: Dichiarazione del mittente di trasferimento o rimessa
ja: 送金または送金の送信者声明
ko: 송금 또는 이체에 대한 발신자의 진술
lt: Siuntėjo perleidimo ar pervedimo pareiškimas
lv: Sūtītāja pārskats par pārskaitījumu vai nosūtījumu
ms: Kenyataan pengirim tentang pemindahan atau pengiriman wang
nb: Avsenders uttalelse om overføring eller remittering
nl: Verklaring van de verzender over overdracht of overmaking
pl: Oświadczenie nadawcy o przelewie lub przekazie
pt: Declaração do remetente de transferência ou remessa
ro: Declarația expeditorului de transfer sau remitere
ru: Заявление отправителя о переводе или перечислении
sk: Vyhlásenie odosielateľa o prevode alebo remitencii
sl: Izjava pošiljatelja o prenosu ali nakazilu
sr: Izjava pošiljaoca o prenosu ili doznaci
sv: Avsändarens uttalande om överföring eller remittering
th: คำชี้แจงของผู้ส่งเกี่ยวกับการโอนหรือการส่งเงินlok-t
tr: Gönderenin transfer veya havale beyanı
uk: Заява відправника про переказ або відправлення
vi: Thông báo của người gửi về việc chuyển khoản hoặc chuyển tiền
zh: 发件人转账或汇款声明

# common_selection_general_letter
source: General Letter
ar: رسالة عامة
bg: Общо писмо
cs: Obecný dopis
da: Generelt brev
de: Allgemeiner Brief
el: Γενική Επιστολή
es: Carta General
et: Üldkiri
fa: نامه عمومی
fi: Yleiskirje
fr: Lettre Générale
he: מכתב כללי
hi: सामान्य पत्र
hr: Opće pismo
hu: Általános levél
hy: Գլխավոր նամակ
id: Surat Umum
it: Lettera Generale
ja: 一般的な手紙
ko: 일반 편지
lt: Bendras laiškas
lv: Vispārējais vēstulis
ms: Surat Umum
nb: Generelt brev
nl: Algemene Brief
pl: List Generalny
pt: Carta Geral
ro: Scrisoare generală
ru: Общее письмо
sk: Všeobecný list
sl: Splošno pismo
sr: Opšto pismo
sv: Allmänt brev
th: จดหมายทั่วไป
tr: Genel Mektup
uk: Загальний лист
vi: Thư chung
zh: 一般信件

# common_selection_general_letter_details
source: Letter from financial institution or utility company
ar: رسالة من مؤسسة مالية أو شركة خدمات
bg: Писмо от финансова институция или комунална компания
cs: Dopis od finanční instituce nebo dodavatele služeb
da: Brev fra finansiel institution eller forsyningsvirksomhed
de: Brief von Finanzinstitut oder Versorgungsunternehmen
el: Επιστολή από χρηματοπιστωτικό ίδρυμα ή εταιρεία παροχής υπηρεσιών
es: Carta de institución financiera o compañía de servicios públicos
et: Kiri finantsasutuselt või kommunaalteenuste ettevõttelt
fa: نامه از موسسه مالی یا شرکت خدماتی
fi: Kirje rahoituslaitokselta tai palveluyritykseltä
fr: Lettre de l`institution financière ou de la compagnie de services publics
he: מכתב ממוסד כספי או חברת שירותים
hi: वित्तीय संस्था या उपयोगिता कंपनी से पत्र
hr: Pismo od financijske institucije ili komunalnog poduzeća
hu: Levél pénzügyi intézménytől vagy szolgáltató cégtől
hy: Ֆինանսական հաստատության կամ ծառայությունների ընկերության նամակ
id: Surat dari lembaga keuangan atau perusahaan utilitas
it: Lettera da istituto finanziario o azienda di servizi
ja: 金融機関または公益事業会社からの書簡
ko: 금융기관 또는 유틸리티 회사로부터의 편지
lt: Laiškas iš finansinės institucijos arba komunalinių paslaugų įmonės
lv: Vēstule no finanšu iestādes vai komunālo pakalpojumu uzņēmuma
ms: Surat daripada institusi kewangan atau syarikat utiliti
nb: Brev fra finansinstitusjon eller forsyningsbedrift
nl: Brief van financiële instelling of nutsbedrijf
pl: List od instytucji finansowej lub firmy usługowej
pt: Carta de instituição financeira ou empresa de utilidade pública
ro: Scrisoare de la instituția financiară sau compania de utilități
ru: Письмо от финансового учреждения или коммунальной компании
sk: List od finančnej inštitúcie alebo dodávateľa služieb
sl: Pismo finančne institucije ali podjetja za oskrbo z javnimi storitvami
sr: Pismo od finansijske institucije ili kompanije za javne usluge
sv: Brev från finansinstitut eller försörjningsföretag
th: จดหมายจากสถาบันการเงินหรือบริษัทสาธารณูปโภค
tr: Finans kuruluşu veya hizmet şirketinden mektup
uk: Лист від фінансової установи або комунальної компанії
vi: Thư từ tổ chức tài chính hoặc công ty cung cấp dịch vụ tiện ích
zh: 来自金融机构或公用事业公司的信件

# common_selection_government_letter
source: Government Letter
ar: خطاب حكومي
bg: Официален документ
cs: Vládní dopis
da: Brev fra myndighederne
de: Staatliches Schreiben
el: Κρατική επιστολή
es: Carta del Gobierno
et: Kiri riigiasutuselt
fa: نامه دولتی
fi: Virallinen kirje
fr: Lettre du gouvernement
he: מכתב ממשלתי
hi: सरकारी पत्र
hr: Vladina potvrda
hu: Kormányzati levél
hy: Պետական փաստաթուղթ
id: Surat Pemerintah
it: Lettera del governo
ja: 政府発行の手紙
ko: 정부 발급 통지서
lt: Vyriausybės raštas
lv: Vēstule no valdības
ms: Surat Kerajaan
nb: Offentlig skriv
nl: Brief van de overheid
pl: Pismo rządowe
pt: Carta governamental
ro: Scrisoare de la guvern
ru: Письмо правительства
sk: Potvrdenie od verejnej správy
sl: Vladno pismo
sr: Vladina potvrda
sv: Brev från myndighet
th: หนังสือราชการ
tr: Resmî Mektup
uk: Урядовий лист
vi: Công văn của chính phủ
zh: 政府信函

# common_selection_government_letter_details
source: Any government issued letter e.g. Benefits entitlement, Voting letters, Tax letters, etc.
ar: أي رسالة صادرة عن الحكومة على سبيل المثال. الاستحقاقات، خطابات التصويت، الخطابات الضريبية، إلخ
bg: Всеки официален документ, издаден от държавната администрация, като напр. Удостоверение за получаване на помощи, удостоверение за гласуване, данъчни документи и др.
cs: Jakýkoli dopis vydaný vládou, například dopis o nároku na dávky, dopis o volbách, dopis o daních atd.
da: Enhvert myndighedsudstedt brev, f.eks. Ret til sociale ydelser, stemmerettighed, skatteopgørelser osv.
de: Jede Art vom Staat ausgestelltes Schreiben, z. B. Sozialleistungsschreiben, Wahlbenachrichtigung, Schreiben vom Finanzamt usw.
el: Οποιαδήποτε επιστολή εκδοθείσα από κρατικό φορέα π.χ. Δικαίωμα παροχών, Εκλογικές επιστολές, Φορολογικές επιστολές κ.λπ.
es: Cualquier carta emitida por el gobierno, por ejemplo, derecho a prestaciones, cartas electorales, cartas de impuestos, etc
et: Mis tahes kiri riigiasutuselt, nt kirjad, mis on seotud õigusega hüvedele, valimisõiguse ja maksudega
fa: هر نامه‌ای که از سوی دولت صادر شده باشد مانند استحقاق مستمری، نامه جهت رأی‌گیری، نامه‌های مالیاتی و غیره
fi: Mikä tahansa virallinen kirje, esim. etuuskirje, äänestyskirje, verokirje
fr: Toute lettre émise par le gouvernement, comme une lettre relative aux prestations, au vote ou la fiscalité, etc.
he: כל מכתב ממשלתי שהונפק, למשל זכאות להטבות, הודעה לבוחר, מכתבים מרשויות המס וכו`
hi: सरकार से जारी कोई भी पत्र, जैसे कि लाभ पात्रता, वोटिंग पत्र, कर पत्र वगैरह
hr: Bilo kakva potvrda koju izdaje nadležno tijelo Vlade npr. pravo na naknade, glasačka potvrda, porezna potvrda itd.
hu: Bármely, a kormány által kibocsájtott levél pl. Juttatásokkal, szavazással, adózással kapcsolatos levelek stb.
hy: Պետության կողմից թողարկված ցանկացած փաստաթուղթ, օրինակ՝ Նպաստներ ստանալու իրավունք, քվեարկություն նամակներ, հարկային նամակներ և այլն
id: Surat yang dikeluarkan pemerintah misalnya: Hak tunjangan, Surat suara, Surat pajak, dll.
it: Qualsiasi lettera emessa dal governo, es. lettere sulle prestazioni previdenziali, lettere di voto, lettere sulle imposte ecc.
ja: 政府が発行した手紙（例：給付金の権利、投票用紙、納税用紙など）
ko: 모든 정부 발급 통지서(예: 복지 수급 자격 인정, 우편 투표지, 세금 고지서 등
lt: Bet koks vyriausybės išduotas raštas, pvz. Teisė gauti išmokas, balsavimo lapeliai, mokesčių raštai ir kt.
lv: Jebkura vēstule no valdības, piem., par tiesībām uz pabalstu, vēlēšanām, nodokļiem utt.
ms: Sebarang surat yang dikeluarkan oleh kerajaan cth. Kelayakan manfaat, Surat pengundian, Surat cukai, dll.
nb: Ethvert skriv fra det offentlige, f.eks. Sosialstøtte, invitasjon til å stemme, selvangivelse, osv.
nl: Alle brieven van de overheid, bv. uitkeringsrechten, stembrieven, belastingbrieven, enz
pl: Wszelkie pisma wydawane przez rząd, np. pisma dotyczące świadczeń, głosowania, podatków itp.
pt: Qualquer carta emitida pelo governo como, por exemplo, direito a prestações, cartas de voto, cartas fiscais, etc.
ro: Orice scrisoare emisă de guvern, de exemplu, scrisori privind dreptul la beneficii, scrisori de votare, scrisori privind impozitele etc.
ru: Любое письмо, выданное правительством, например, право на получение льгот, письма для голосования, налоговые письма и т. д.
sk: Potvrdenie vydané ktorýmkoľvek orgánom verejnej správy, napr. nárok na dávky, hlasovacie lístky, daňové potvrdenie atď.
sl: Vsako pismo, ki ga izda vlada, npr. Upravičenost do ugodnosti, glasovalna pošta, davčna pošta itd.
sr: Bilo koja potvrda koju izdaje vlada, npr. pravo na naknade, glasačke potvrde, poreske potvrde itd.
sv: Alla statligt utfärdade brev som t.ex. Brev angående bidrag, röstbrev, skattebrev m.m.
th: หนังสือใดก็ได้ที่ราชการออกให้ เช่น หนังสือรับรองสวัสดิการ หนังสือเลือกตั้ง หนังสือภาษี ฯลฯ
tr: Herhangi bir resmî mektup, ör. Yardım hakkı, Oy mektupları, Vergi mektupları vb.
uk: Будь-який урядовий лист, наприклад: право на отримання пільг, запрошення для голосування, листи від податкової служби тощо
vi: Bất kỳ công văn nào do chính phủ ban hành, ví dụ: Công văn thông báo được nhận trợ cấp, Thư mời bỏ phiếu, Thông báo thuế, v.v.
zh: 政府签发的任何信函，例如：应享福利、投票函、税务函等
