Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# error_geoblocked_request_subtitle
source: Sorry, we cannot proceed with your verification because your current location is not supported.
ar: عذرًا، لا يمكننا المتابعة مع التحقق من هويتك لأن موقعك الحالي غير مدعوم.
bg: Съжаляваме, но не можем да продължим с вашата верификация, защото текущото ви местоположение не се поддържа.
cs: Omlouváme se, ale nemůžeme pokračovat ve vašem ověření, protože vaše současná poloha není podporována.
da: Beklager, vi kan ikke fortsætte med din verifikation, fordi din nuværende placering ikke understøttes.
de: Entschuldigung, wir können Ihre Überprüfung nicht durchführen, da Ihr aktueller Standort nicht unterstützt wird.
el: Λυπούμαστε, δεν μπορούμε να προχωρήσουμε με την επαλήθευσή σας επειδή η τρέχουσα τοποθεσία σας δεν υποστηρίζεται.
es: Lo sentimos, no podemos proceder con su verificación porque su ubicación actual no es compatible.
et: Vabandust, me ei saa teie verifitseerimisega jätkata, kuna teie praegune asukoht ei ole toetatud.
fa: متاسفیم، ما نمی‌توانیم با تأیید هویت شما ادامه دهیم زیرا مکان فعلی شما پشتیبانی نمی‌شود.
fi: Valitettavasti emme voi jatkaa tunnistautumistasi, koska nykyinen sijaintisi ei ole tuettu.
fr: Désolé, nous ne pouvons pas procéder à votre vérification car votre emplacement actuel n`est pas pris en charge.
he: מצטערים, אנחנו לא יכולים להמשיך עם האימות שלך מכיוון שהמיקום הנוכחי שלך אינו נתמך.
hi: क्षमा करें, हम आपके सत्यापन के साथ आगे नहीं बढ़ सकते क्योंकि आपका वर्तमान स्थान समर्थित नहीं है।
hr: Nažalost, ne možemo nastaviti s vašom verifikacijom jer vaša trenutna lokacija nije podržana.
hu: Sajnáljuk, nem tudjuk folytatni az azonosítását, mert jelenlegi tartózkodási helye nem támogatott.
hy: Ներողություն, մենք չենք կարող շարունակել ձեր հաստատումը, քանի որ ձեր ընթացիկ վայրը չի աջակցվում։
id: Maaf, kami tidak dapat melanjutkan verifikasi Anda karena lokasi saat ini tidak didukung.
it: Siamo spiacenti, non possiamo procedere con la tua verifica perché la tua posizione attuale non è supportata.
ja: 申し訳ありませんが、現在の場所がサポートされていないため、あなたの本人確認を進めることはできません。
ko: 죄송합니다, 현재 위치가 지원되지 않아 인증을 진행할 수 없습니다.
lt: Atsiprašome, negalime tęsti jūsų patvirtinimo, nes jūsų dabartinė vieta nėra palaikoma.
lv: Atvainojiet, mēs nevaram turpināt jūsu verifikāciju, jo jūsu pašreizējā atrašanās vieta netiek atbalstīta.
ms: Maaf, kami tidak dapat meneruskan pengesahan anda kerana lokasi semasa anda tidak disokong.
nb: Beklager, vi kan ikke fortsette med verifiseringen din fordi din nåværende plassering ikke støttes.
nl: Sorry, we kunnen niet doorgaan met uw verificatie omdat uw huidige locatie niet wordt ondersteund.
pl: Przykro nam, nie możemy kontynuować twojej weryfikacji, ponieważ twoja obecna lokalizacja nie jest obsługiwana.
pt: Desculpe, não podemos prosseguir com a sua verificação porque a sua localização atual não é suportada.
ro: Ne pare rău, nu putem continua cu verificarea dvs. deoarece locația dvs. actuală nu este acceptată.
ru: Извините, мы не можем продолжить вашу верификацию, потому что ваше текущее местоположение не поддерживается.
sk: Prepáčte, nemôžeme pokračovať vo vašom overení, pretože vaša súčasná poloha nie je podporovaná.
sl: Oprostite, vaše preverjanje ne moremo nadaljevati, ker vaša trenutna lokacija ni podprta.
sr: Nažalost, ne možemo nastaviti sa vašom verifikacijom jer vaša trenutna lokacija nije podržana.
sv: Tyvärr kan vi inte fortsätta med din verifiering eftersom din nuvarande plats inte stöds.
th: ขออภัย, เราไม่สามารถดำเนินการตรวจสอบตัวตนของคุณได้เนื่องจากตำแหน่งที่ตั้งปัจจุบันของคุณไม่ได้รับการสนับสนุน
tr: Üzgünüz, mevcut konumunuz desteklenmediği için doğrulamanızla ilerleyemiyoruz.
uk: Вибачте, ми не можемо продовжити вашу верифікацію, оскільки ваше поточне місцезнаходження не підтримується.
vi: Xin lỗi, chúng tôi không thể tiến hành xác minh cho bạn vì vị trí hiện tại của bạn không được hỗ trợ.
zh: 对不起，由于您当前的位置不受支持，我们无法进行您的身份验证。

# error_geoblocked_request_title
source: Service unavailable
ar: الخدمة غير متوفرة
bg: Услугата не е налична
cs: Služba není dostupná
da: Tjeneste ikke tilgængelig
de: Dienst nicht verfügbar
el: Η υπηρεσία δεν είναι διαθέσιμη
es: Servicio no disponible
et: Teenus pole saadaval
fa: سرویس در دسترس نیست
fi: Palvelu ei ole käytettävissä
fr: Service indisponible
he: השירות אינו זמין
hi: सेवा अनुपलब्ध
hr: Usluga nije dostupna
hu: Szolgáltatás nem elérhető
hy: Ծառայությունը անհասանելի է
id: Layanan tidak tersedia
it: Servizio non disponibile
ja: サービス利用不可
ko: 서비스를 사용할 수 없습니다
lt: Paslauga neprieinama
lv: Pakalpojums nav pieejams
ms: Perkhidmatan tidak tersedia
nb: Tjeneste utilgjengelig
nl: Service niet beschikbaar
pl: Usługa niedostępna
pt: Serviço indisponível
ro: Serviciu indisponibil
ru: Сервис недоступен
sk: Služba nie je dostupná
sl: Storitev ni na voljo
sr: Usluga nije dostupna
sv: Tjänsten är inte tillgänglig
th: ไม่มีบริการ
tr: Hizmet kullanılamıyor
uk: Сервіс недоступний
vi: Dịch vụ không khả dụng
zh: 服务不可用

# error_interrupted_flow_subtitle
source: Restart process on a different device
ar: إعادة تشغيل العملية على جهاز مختلف
bg: Рестартирайте процеса на друго устройство
cs: Restartování na jiném zařízení
da: Genstart processen på en anden enhed
de: Starten Sie den Prozess auf einem anderen Gerät neu
el: Επανεκκίνηση διαδικασίας σε διαφορετική συσκευή
es: Reinicie el proceso con un dispositivo diferente
et: Taasalustage protsessi teises seadmes
fa: فرآیند را در دستگاه دیگری مجدداً شروع کنید
fi: Aloita prosessi uudelleen toisella laitteella
fr: Redémarrez le processus sur un autre appareil
he: התחל מחדש את התהליך במכשיר אחר
hi: किसी दूसरे डिवाइस पर प्रोसेस फिर से शुरू करें
hr: Ponovno pokrenite postupak na nekom drugom uređaju
hu: Folyamat újraindítása egy másik eszközön
hy: Կրկնեք գործընթացը մեկ այլ սարքի վրա
id: Mulai ulang proses pada perangkat lain
it: Riavvia il processo su un altro dispositivo
ja: 別のデバイスでプロセスを再開する
ko: 다른 기기에서 프로세스 다시 시작하기
lt: Pradėkite procesą iš naujo kitame įrenginyje
lv: Sāciet procesu no jauna citā ierīcē
ms: Mulakan semula proses pada peranti yang lain
nb: Start prosessen på nytt på en annen enhet
nl: Start het proces opnieuw vanaf een ander apparaat
pl: Uruchom ponownie proces na innym urządzeniu
pt: Reiniciar o processo num dispositivo diferente
ro: Începeți din nou procesul pe un dispozitiv diferit
ru: Перезапустите процесс на другом устройстве
sk: Spustite proces znova v inom zariadení
sl: Znova zaženite postopek na drugi napravi
sr: Ponovo pokrenite postupak na drugom uređaju
sv: Starta om processen på en annan enhet
th: รีสตาร์ทกระบวนการบนอุปกรณ์อื่น
tr: İşlemi farklı bir cihazda yeniden başlatın
uk: Перезапустити процедуру на іншому пристрої
vi: Lặp lại quy trình đó trên thiết bị khác
zh: 在其他设备上重新启动流程

# error_interrupted_flow_title
source: Camera not detected
ar: لم يتم الكشف عن الكاميرا
bg: Не е открита камера
cs: Kamera nebyla detekována
da: Kameraet er ikke detekteret
de: Kamera nicht erkannt
el: Δεν ανιχνεύτηκε κάμερα
es: Cámara no detectada
et: Kaamerat ei tuvastatud
fa: دوربین شناسایی نشد
fi: Kameraa ei havaittu
fr: Appareil photo non détecté
he: המצלמה לא זוהתה
hi: कैमरा नहीं मिला
hr: Kamera nije pronađena
hu: A kamera nem észlelhető
hy: Տեսախցիկը չի գտնվել
id: Kamera tidak terdeteksi
it: Fotocamera non rilevata
ja: カメラが検出されませんでした
ko: 카메라가 감지되지 않았습니다
lt: Kamera neaptikta
lv: Kamera nav atrasta
ms: Kamera tidak dikesan
nb: Kamera ikke oppdaget
nl: Camera niet gedetecteerd
pl: Aparat nie został wykryty
pt: Câmara não detetada
ro: Camera video nu este detectată
ru: Камера не обнаружена
sk: Fotoaparát nebol rozpoznaný
sl: Kamera ni zaznana
sr: Kamera nije nađena
sv: Ingen kamera upptäckt
th: ไม่พบกล้อง
tr: Kamera tespit edilmedi
uk: Камеру не виявлено
vi: Không phát hiện thấy máy ảnh
zh: 未检测到相机

# error_invalid_token_subtitle
source: Please try again
ar: يُرجى إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Bitte versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Inténtelo de nuevo
et: Proovige uuesti
fa: لطفاً دوباره سعی کنید
fi: Yritä uudelleen
fr: Veuillez réessayer
he: נסה שוב
hi: कृपया फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Kérjük, próbálja újra
hy: Խնդրում ենք կրկին փորձել
id: Silakan mencoba lagi
it: Riprova
ja: 再度お試しください
ko: 다시 시도해주세요
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
ms: Sila cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Vă rugăm să încercați din nou
ru: Повторите попытку
sk: Skúste to znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: โปรดลองอีกครั้ง
tr: Lütfen tekrar deneyin
uk: Спробуйте ще раз
vi: Vui lòng thử lại
zh: 请重试

# error_invalid_token_title
source: Your token has expired
ar: انتهت صلاحية الرمز
bg: Кодът ви е изтекъл
cs: Platnost Vašeho tokenu vypršela
da: Dit token er udløbet
de: Ihr Token ist abgelaufen
el: Το διακριτικό σας έχει λήξει
es: Su token ha caducado
et: Teie luba on aegunud
fa: توکن شما منقضی شده است
fi: Tunnuksesi on vanhentunut
fr: Votre jeton a expiré
he: תוקף הטוקן שלך פג
hi: आपके टोकन की समय-सीमा खत्म हो गई है
hr: Vaš je token istekao
hu: A ön tokenje lejárt
hy: Ձեր փորձերի ժամկետը սպառվել է
id: Token Anda telah kedaluwarsa
it: Il tuo token è scaduto
ja: トークンが期限切れです
ko: 토큰이 만료되었습니다
lt: Jūsų atpažinimo ženklas nebegalioja
lv: Jūsu pilnvaras derīguma termiņš ir beidzies
ms: Token anda telah tamat tempoh
nb: Tokenet ditt har utløpt
nl: Uw token is verlopen
pl: Twój token wygasł
pt: O seu token está caducado
ro: Tokenul a expirat
ru: Срок действия токена истек
sk: Platnosť tokenu vypršala
sl: Vaš žeton je potekel
sr: Token vam je istekao
sv: Din token har gått ut
th: โทเค็นของคุณหมดอายุแล้ว
tr: Jetonun süresi doldu
uk: Строк дії вашого токена закінчився
vi: Mã thông báo của bạn đã hết hạn
zh: 您的令牌已过期

# error_no_camera_subtitle
source: We are not able to detect a camera on this device. Please make sure a camera is connected and the required permissions are granted.
ar: لم نتمكن من الكشف عن كاميرا على هذا الجهاز. يرجى التأكد من توصيل الكاميرا ومنح الأذونات المطلوبة.
bg: Не можем да открием камера на това устройство. Моля, уверете се, че камерата е свързана и са предоставени необходимите разрешения.
cs: Na tomto zařízení nejsme schopni detekovat kameru. Ujistěte se, prosím, že je kamera připojena a že jsou udělena potřebná oprávnění.
da: Vi kan ikke detektere et kamera på denne enhed. Sørg venligst for, at et kamera er tilsluttet, og de nødvendige tilladelser er givet.
de: Wir können keine Kamera auf diesem Gerät erkennen. Bitte stellen Sie sicher, dass eine Kamera angeschlossen ist und die erforderlichen Berechtigungen erteilt wurden.
el: Δεν μπορούμε να εντοπίσουμε μια κάμερα σε αυτή τη συσκευή. Βεβαιωθείτε ότι μια κάμερα είναι συνδεδεμένη και ότι έχουν χορηγηθεί οι απαιτούμενες άδειες.
es: No podemos detectar una cámara en este dispositivo. Por favor, asegúrese de que una cámara esté conectada y se hayan otorgado los permisos requeridos.
et: Me ei suuda tuvastada kaamerat sellel seadmel. Palun veenduge, et kaamera on ühendatud ja vajalikud load on antud.
fa: ما نمی توانیم دوربین را در این دستگاه تشخیص دهیم. لطفاً مطمئن شوید دوربین متصل شده و مجوزهای لازم اعطا شده است.
fi: Emme pysty havaitsemaan kameraa tässä laitteessa. Varmista, että kamera on kytketty ja tarvittavat luvat on myönnetty.
fr: Nous ne sommes pas en mesure de détecter une caméra sur cet appareil. Veuillez vous assurer qu`une caméra est connectée et que les autorisations requises sont accordées.
he: אנחנו לא מצליחים לאתר מצלמה במכשיר זה. אנא ודא שמצלמה מחוברת ושההרשאות הנדרשות מאושרות.
hi: हम इस उपकरण पर कैमरा का पता नहीं लगा सकते। कृपया सुनिश्चित करें कि कैमरा जोड़ा गया है और आवश्यक अनुमतियाँ प्रदान की गई हैं।
hr: Nismo u mogućnosti detektirati kameru na ovom uređaju. Molimo vas da se pobrinite da je kamera povezana i da su dodijeljene potrebne dozvole.
hu: Nem érzékelünk kamerát ezen az eszközön. Kérjük, győződjön meg róla, hogy a kamera csatlakoztatva van, és a szükséges engedélyek meg vannak adva.
hy: Մենք չենք կարող հայտնաբերել կամերայի առկայությունը այս սարքում։ Խնդրում ենք համոզվել, որ կամերան միացված է և տրված են անհրաժեշտ արտոնությունները։
id: Kami tidak dapat mendeteksi kamera pada perangkat ini. Harap pastikan kamera telah terhubung dan izin yang diperlukan telah diberikan.
it: Non siamo in grado di rilevare una fotocamera su questo dispositivo. Assicurati che una fotocamera sia collegata e che siano concesse le autorizzazioni necessarie.
ja: このデバイスではカメラを検出できません。カメラが接続され、必要な権限が付与されていることを確認してください。
ko: 이 장치에서 카메라를 감지할 수 없습니다. 카메라가 연결되어 있고 필요한 권한이 부여되었는지 확인하십시오.
lt: Mes negalime aptikti kameros šiame įrenginyje. Prašome įsitikinti, kad kamera yra prijungta ir suteiktos reikiamos teisės.
lv: Mēs nevaram noteikt kameru šajā ierīcē. Lūdzu, pārliecinieties, vai kamera ir pieslēgta un ir piešķirtas nepieciešamās atļaujas.
ms: Kami tidak dapat mengesan kamera pada peranti ini. Sila pastikan kamera telah disambungkan dan kebenaran yang diperlukan telah diberikan.
nb: Vi kan ikke oppdage et kamera på denne enheten. Vennligst sørg for at et kamera er tilkoblet og de nødvendige tillatelsene er gitt.
nl: We kunnen geen camera detecteren op dit apparaat. Zorg ervoor dat een camera is aangesloten en de vereiste toestemmingen zijn verleend.
pl: Nie możemy wykryć kamery na tym urządzeniu. Upewnij się, że kamera jest podłączona i udzielono wymaganych uprawnień.
pt: Não conseguimos detectar uma câmera neste dispositivo. Por favor, certifique-se de que uma câmera está conectada e as permissões necessárias foram concedidas.
ro: Nu putem detecta o cameră pe acest dispozitiv. Vă rugăm să vă asigurați că o cameră este conectată și că permisiunile necesare sunt acordate.
ru: Мы не можем обнаружить камеру на этом устройстве. Пожалуйста, убедитесь, что камера подключена и предоставлены необходимые разрешения.
sk: Nepodarilo sa nám detekovať kameru na tomto zariadení. Prosím, uistite sa, že kamera je pripojená a sú udelené potrebné povolenia.
sl: Na tej napravi ne moremo zaznati kamere. Prosimo, preverite, ali je kamera povezana in ali so podeljena potrebna dovoljenja.
sr: Nismo u mogućnosti da detektujemo kameru na ovom uređaju. Molimo vas da se uverite da je kamera povezana i da su odobrena potrebna ovlašćenja.
sv: Vi kan inte upptäcka en kamera på denna enhet. Vänligen se till att en kamera är ansluten och att de nödvändiga behörigheterna är beviljade.
th: เราไม่สามารถตรวจจับกล้องในอุปกรณ์นี้ได้ โปรดตรวจสอบว่ามีการเชื่อมต่อกล้องและได้รับสิทธิ์ที่จำเป็นแล้ว
tr: Bu cihazda bir kamera algılayamıyoruz. Lütfen bir kameranın bağlı olduğundan ve gerekli izinlerin verildiğinden emin olun.
uk: Ми не можемо виявити камеру на цьому пристрої. Будь ласка, переконайтеся, що камера підключена і надані необхідні дозволи.
vi: Chúng tôi không thể phát hiện ra camera trên thiết bị này. Vui lòng đảm bảo rằng camera đã được kết nối và đã cấp quyền cần thiết.
zh: 我们无法在此设备上检测到摄像头。请确保已连接摄像头并已授予所需的权限。

# error_no_camera_title
source: Camera not found
ar: لم يتم العثور على الكاميرا
bg: Камерата не е намерена
cs: Kamera nenalezena
da: Kamera ikke fundet
de: Kamera nicht gefunden
el: Η κάμερα δεν βρέθηκε
es: Cámara no encontrada
et: Kaamerat ei leitud
fa: دوربین پیدا نشد
fi: Kameraa ei löydy
fr: Appareil photo non trouvé
he: המצלמה לא נמצאה
hi: कैमरा नहीं मिला
hr: Kamera nije pronađena
hu: A kamera nem található
hy: Խցանո
id: Kamera tidak ditemukan
it: Telecamera non trovata
ja: カメラが見つかりません
ko: 카메라를 찾을 수 없습니다
lt: Kamera nerasta
lv: Kamera nav atrasta
ms: Kamera tidak ditemui
nb: Kamera ikke funnet
nl: Camera niet gevonden
pl: Aparat nie został znaleziony
pt: Câmera não encontrada
ro: Camera nu a fost găsită
ru: Камера не найдена
sk: Kamera nebola nájdená
sl: Kamera ni najdena
sr: Kamera nije pronađena
sv: Kamera hittades inte
th: ไม่พบกล้อง
tr: Kamera bulunamadı
uk: Камера не знайдена
vi: Không tìm thấy camera
zh: 找不到相机

# error_permissions_unavailable_title
source: Unable to retrieve or access required user permissions
ar: غير قادر على استرداد أو الوصول إلى أذونات المستخدم المطلوبة
bg: Невъзможно извличане или достъп до необходимите потребителски разрешения
cs: Nelze načíst nebo získat přístup k požadovaným uživatelským oprávněním
da: Kan ikke hente eller få adgang til de nødvendige brugertilladelser
de: Erforderliche Benutzerberechtigungen können nicht abgerufen oder darauf zugegriffen werden.
el: Δεν είναι δυνατή η ανάκτηση ή η πρόσβαση στα απαιτούμενα δικαιώματα χρήστη
es: No se pueden recuperar ni acceder a los permisos de usuario requeridos
et: Nõutavatele kasutajaõigustele ei saa alla laadida ega neile juurde pääseda
fa: بازیابی یا دسترسی به مجوزهای مورد نیاز کاربر امکان پذیر نیست
fi: Ei voida hakea tai käyttää vaadittuja käyttöoikeuksia
fr: Impossible de récupérer ou d`accéder aux autorisations utilisateur requises
he: לא ניתן לאחזר או לגשת להרשאות המשתמש הנדרשות
hi: आवश्यक उपयोगकर्ता अनुमतियाँ प्राप्त करने या उन तक पहुँचने में असमर्थ
hr: Nije moguće dohvatiti ili pristupiti potrebnim korisničkim dopuštenjima
hu: Nem lehet lekérni vagy elérni a szükséges felhasználói engedélyeket
hy: Հնարավոր չէ առբերել կամ մուտք գործել օգտվողի պահանջվող թույլտվությունները
id: Tidak dapat mengambil atau mengakses izin pengguna yang diperlukan
it: Impossibile recuperare o accedere alle autorizzazioni utente richieste
ja: 必要なユーザー権限を取得またはアクセスできません
ko: 필요한 사용자 권한을 검색하거나 액세스할 수 없습니다.
lt: Nepavyko gauti arba pasiekti reikiamų vartotojo leidimų
lv: Nevar izgūt vai piekļūt nepieciešamajām lietotāja atļaujām
ms: Tidak dapat mendapatkan semula atau mengakses kebenaran pengguna yang diperlukan
nb: Kan ikke hente eller få tilgang til nødvendige brukertillatelser
nl: Kan de vereiste gebruikersmachtigingen niet ophalen of openen
pl: Nie można pobrać ani uzyskać dostępu do wymaganych uprawnień użytkownika
pt: Não é possível recuperar ou acessar as permissões de usuário necessárias
ro: Imposibil de preluat sau accesat permisiunile de utilizator necesare
ru: Невозможно получить или получить доступ к требуемым разрешениям пользователя.
sk: Nemožno načítať alebo získať prístup k požadovaným povoleniam používateľa
sl: Zahtevanih uporabniških dovoljenj ni mogoče pridobiti ali dostopati do njih
sr: Није могуће преузети или приступити потребним корисничким дозволама
sv: Det går inte att hämta eller komma åt nödvändiga användarbehörigheter
th: ไม่สามารถดึงข้อมูลหรือเข้าถึงสิทธิ์ผู้ใช้ที่จำเป็นได้
tr: Gerekli kullanıcı izinleri alınamıyor veya erişilemiyor
uk: Неможливо отримати або отримати доступ до необхідних дозволів користувача
vi: Không thể truy xuất hoặc truy cập các quyền người dùng cần thiết
zh: 无法检索或访问所需的用户权限

# error_restart_subtitle
source: You’ll need to restart your verification on your computer. Please go back to the verification screen and try again.
ar: ستحتاج إلى إعادة تشغيل عملية التحقق الخاصة بك على جهاز الكمبيوتر الخاص بك. يرجى العودة إلى شاشة التحقق والمحاولة مرة أخرى.
bg: Ще трябва да рестартирате вашата верификация на вашия компютър. Моля, върнете се обратно към екрана за верификация и опитайте отново.
cs: Budete muset restartovat ověření na svém počítači. Prosím, vraťte se zpět na obrazovku ověření a zkuste to znovu.
da: Du skal genstarte din verifikation på din computer. Gå venligst tilbage til verifikationsskærmen og prøv igen.
de: Sie müssen Ihre Überprüfung auf Ihrem Computer neu starten. Bitte gehen Sie zurück zum Überprüfungsbildschirm und versuchen Sie es erneut.
el: Θα χρειαστεί να επανεκκινήσετε την επαλήθευσή σας στον υπολογιστή σας. Παρακαλώ επιστρέψτε στην οθόνη επαλήθευσης και δοκιμάστε ξανά.
es: Necesitará reiniciar su verificación en su computadora. Por favor, vuelva a la pantalla de verificación e intente de nuevo.
et: Teil tuleb oma arvutis verifitseerimine uuesti käivitada. Palun minge tagasi verifitseerimise ekraanile ja proovige uuesti.
fa: شما باید تأیید هویت خود را در کامپیوتر خود دوباره شروع کنید. لطفاً به صفحه تأیید هویت برگردید و دوباره تلاش کنید.
fi: Sinun on käynnistettävä tunnistautumisesi uudelleen tietokoneellasi. Palaa takaisin tunnistautumisnäyttöön ja yritä uudelleen.
fr: Vous devrez redémarrer votre vérification sur votre ordinateur. Veuillez revenir à l`écran de vérification et réessayer.
he: תצטרך להפעיל מחדש את האימות שלך במחשב. אנא חזור למסך האימות ונסה שוב.
hi: आपको अपने कंप्यूटर पर अपनी सत्यापन प्रक्रिया को पुनः शुरू करने की आवश्यकता होगी। कृपया सत्यापन स्क्रीन पर वापस जाएं और पुनः प्रयास करें।
hr: Trebate ponovno pokrenuti provjeru na svom računalu. Molimo vas, vratite se na zaslon za provjeru i pokušajte ponovno.
hu: Újra el kell indítania a hitelesítést a számítógépén. Kérjük, térjen vissza a hitelesítési képernyőre, és próbálja meg újra.
hy: Դուք պետք է վերսկսեք ձեր ստուգման գործընթացը ձեր համակարգչի վրա։ Խնդրում ենք վերադառնալ ստուգման էկրանին և կրկին փորձել։
id: Anda perlu memulai ulang verifikasi Anda di komputer. Silakan kembali ke layar verifikasi dan coba lagi.
it: Dovrai riavviare la tua verifica sul tuo computer. Torna alla schermata di verifica e prova di nuovo.
ja: あなたのコンピュータで認証を再開する必要があります。認証画面に戻って、もう一度お試しください。
ko: 당신은 컴퓨터에서 인증을 다시 시작해야 합니다. 인증 화면으로 돌아가서 다시 시도해 주세요.
lt: Jums reikės iš naujo pradėti savo tapatybės patvirtinimą kompiuteryje. Prašome grįžti į patvirtinimo ekraną ir bandyti dar kartą.
lv: Jums būs jāsāk no jauna savs verifikācijas process datorā. Lūdzu, atgriezieties verifikācijas ekrānā un mēģiniet vēlreiz.
ms: Anda perlu memulakan semula pengesahan anda pada komputer anda. Sila kembali ke skrin pengesahan dan cuba lagi.
nb: Du må starte verifiseringen på nytt på datamaskinen din. Vennligst gå tilbake til verifiseringsskjermen og prøv igjen.
nl: U moet uw verificatie op uw computer opnieuw opstarten. Ga alstublieft terug naar het verificatiescherm en probeer het opnieuw.
pl: Będziesz musiał zrestartować swoją weryfikację na komputerze. Proszę wróć do ekranu weryfikacji i spróbuj ponownie.
pt: Você precisará reiniciar sua verificação no seu computador. Por favor, volte para a tela de verificação e tente novamente.
ro: Va trebui să reporniți verificarea pe computerul dvs. Vă rugăm să reveniți la ecranul de verificare și să încercați din nou.
ru: Вам потребуется перезапустить процесс верификации на вашем компьютере. Пожалуйста, вернитесь к экрану верификации и попробуйте снова.
sk: Budete musieť reštartovať overenie na svojom počítači. Prosím, vráťte sa späť na obrazovku overenia a skúste to znova.
sl: Ponovno boste morali zagnati preverjanje na vašem računalniku. Prosimo, vrnite se na zaslon za preverjanje in poskusite znova.
sr: Potrebno je da ponovo pokrenete verifikaciju na vašem računaru. Molimo vas da se vratite na ekran za verifikaciju i pokušate ponovo.
sv: Du måste starta om din verifiering på din dator. Vänligen gå tillbaka till verifieringsskärmen och försök igen.
th: คุณจำเป็นต้องเริ่มต้นการตรวจสอบตัวตนใหม่บนคอมพิวเตอร์ของคุณ โปรดกลับไปที่หน้าจอการตรวจสอบและลองอีกครั้ง
tr: Bilgisayarınızda doğrulamanızı yeniden başlatmanız gerekecek. Lütfen doğrulama ekranına geri dönün ve tekrar deneyin.
uk: Вам потрібно буде перезапустити процес верифікації на вашому комп`ютері. Будь ласка, поверніться до екрану верифікації та спробуйте ще раз.
vi: Bạn sẽ cần khởi động lại quá trình xác minh trên máy tính của mình. Vui lòng quay lại màn hình xác minh và thử lại.
zh: 您需要在计算机上重新开始您的身份验证。请返回到验证屏幕并重试。
