Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_preview_glare_detail
source: Move away from direct light
ar: ابتعد عن الضوء المباشر
bg: Отдалечете се от пряката светлина
cs: Odstupte od přímého světla
da: Flyt dig væk fra direkte lys
de: Versuchen Sie, sich von direktem Licht zu entfernen
el: Απομακρυνθείτε από το άμεσο φως
es: Alejarse de la luz directa
et: Hoiduge otsesest valgusest
fa: از نور مستقیم دور شوید
fi: Siirry pois suorasta valosta
fr: Éloignez-vous de la lumière directe
he: התרחק מאור ישיר
hi: सीधी रोशनी न पड़ने दें
hr: Odmaknite se od izravnog svjetla
hu: Kerülje el a közvetlen fényt
hy: Հեռու կանգնեք ուղիղ լուսավորությունից
id: Harap menjauh dari cahaya langsung
it: Allontanati dalla luce diretta
ja: 直射光から離れた場所に置いてください
ko: 직접적인 광원에서 살짝 벗어나세요
lt: Patraukite nuo tiesioginės šviesos
lv: Pavirzieties prom no tiešas gaismas
ms: Jauhi daripada cahaya langsung
nb: Flytt deg bort fra direkte lys
nl: Sta niet in direct zonlicht
pl: Odsuń się od bezpośredniego źródła światła
pt: Afaste-se da luz direta
ro: Nu stați în lumină directă
ru: Отойдите от прямого света
sk: Vzdiaľte sa od priameho svetla
sl: Odmaknite se od neposredne svetlobe
sr: Odmaknite se od direktnog svetla
sv: Flytta bort från direkt ljus
th: เลื่อนไม่ให้มีแสงส่องโดยตรง
tr: Doğrudan ışıktan uzak durun
uk: Заберіть документ із-під прямого освітлення
vi: Tránh xa ánh sáng trực tiếp
zh: 请远离直射光线

# document_preview_glare_title
source: Glare detected
ar: تم اكتشاف توهج
bg: Открит е отблясък
cs: Zjištěno oslnění
da: Der er detekteret genskin
de: Spiegelung erkannt
el: Ανιχνεύτηκε αντανάκλαση
es: Se detectó brillo
et: Tuvastati ülevalgustus
fa: انعکاس نور مزاحم است
fi: Häikäisyä havaittu
fr: Attention aux reflets
he: זוהתה השתקפות
hi: डॉक्यूमेंट चमक रहा है
hr: Otkriven je odsjaj
hu: Tükröződés észlelhető
hy: Առկա է լրացուցիչ լուսավորություն
id: Cahaya menyilaukan terdeteksi
it: Riflesso rilevato
ja: 照り返しが検出されました
ko: 빛 반사가 감지되었습니다
lt: Aptiktas atspindys
lv: Konstatēts atspīdums
ms: Silau dikesan
nb: Gjenskinn oppdaget
nl: Schittering gedetecteerd
pl: Wykryto odblask
pt: Encandeamento detetado
ro: Luciu detectat
ru: Обнаружены блики
sk: Zistili sa odlesky
sl: Zaznano bleščanje
sr: Otkriven je odsjaj
sv: Ljusreflex upptäckt
th: ตรวจพบแสงสะท้อน
tr: Parlama algılandı
uk: Виявлено відблиск
vi: Phát hiện ánh sáng chói
zh: 检测到眩光

# document_preview_image_accessibility
source: Photo of your document. Double tap to enlarge.
ar: صورة مستندك. اضغط مرتين للتكبير.
bg: Снимка на документа ви. Докоснете два пъти, за да увеличите.
cs: Fotografie dokumentu. Dvojitým klepnutím ji zvětšíte.
da: Billede af dit dokument. Dobbelttryk for at forstørre.
de: Foto Ihres Dokuments. Doppelklicken, zur Vergrößerung.
el: Φωτογραφία του εγγράφου σας. Πατήστε δύο φορές για μεγέθυνση.
es: Foto de su documento. Toque dos veces para ampliar.
et: Foto teie dokumendist. Suurendamiseks puudutage kaks korda.
fa: عکس مدرک شما. برای بزرگنمایی، دو بار ضربه بزنید.
fi: Valokuva asiakirjastasi. Suurenna kaksoisnapauttamalla.
fr: Photo de votre document. Appuyez deux fois pour agrandir.
he: תמונה של המסמך שלך.הקש פעמיים כדי להגדיל.
hi: आपके डॉक्यूमेंट की फ़ोटो बड़ा करने के लिए डबल टैप करें।
hr: Fotografija vašeg dokumenta. Dodirnite dvaput za povećanje.
hu: Igazolványképe. Koppintson kétszer a nagyításhoz.
hy: Ձեր փաստաթղթի լուսանկարը։ Մեծացնելու համար կրկնակի հպեք
id: Foto dokumen Anda. Ketuk dua kali untuk memperbesar.
it: Foto del tuo documento. Tocca due volte per ingrandire.
ja: ドキュメントの写真 ダブルタップして拡大します。
ko: 서류에 부착된 사진. 확대하려면 두 번 누르세요.
lt: Jūsų dokumento nuotrauka. Dukart bakstelėkite, kad padidintumėte.
lv: Dokumenta fotoattēls. Lai palielinātu, divreiz pieskarieties.
ms: Gambar dokumen anda. Ketik dua kali untuk besarkan.
nb: Bilde av dokumentet ditt. Dobbelttrykk for å forstørre.
nl: Foto van uw document. Tik twee keer op te vergroten.
pl: Zdjęcie dokumentu. Stuknij dwukrotnie, aby powiększyć.
pt: Foto do seu documento. Faça duplo clique para aumentar.
ro: Poza documentului dvs. Atingeți de două ori pentru a mări.
ru: Фото вашего документа. Чтобы увеличить, нажмите дважды.
sk: Fotka vášho dokladu. Zväčšite dvojitým ťuknutím.
sl: Fotografija dokumenta. Dvakrat tapnite za povečavo.
sr: Fotografija dokumenta. Dodirnite dvaput da uvećate.
sv: Foto av ditt dokument. Tryck två gånger för att förstora.
th: รูปถ่ายเอกสารของคุณ แตะ 2 ครั้งเพื่อขยายภาพ
tr: Belgenizin fotoğrafı. Büyütmek için iki kez dokunun.
uk: Фотографія вашого документа. Торкніться двічі, щоб збільшити.
vi: Ảnh chụp giấy tờ của bạn. Chạm hai lần để phóng to.
zh: 您的证明文件照片。轻触两次以放大。

# document_preview_no_barcode_detail
source: Stay in a well-lit spot and bring the card closer to the camera
ar: ابقَ في مكان جيد الإضاءة واجعل البطاقة أقرب إلى الكاميرا
bg: Застанете на добре осветено място и приближете картата до камерата
cs: Zůstaňte na dobře osvětleném místě a přiblížte kartu k fotoaparátu
da: Ophold dig på et godt oplyst sted, og før kortet ind mod kameraet
de: Bleiben Sie an einem gut beleuchteten Ort und bringen Sie die Karte näher an die Kamera
el: Σταθείτε σε ένα καλά φωτισμένο μέρος και φέρτε το δελτίο πιο κοντά στην κάμερα
es: Manténganse en un área bien iluminada y acerque el carnet a la cámara
et: Püsige hästi valgustatud kohas ja liigutage kaarti kaamerale lähemale
fa: در مکانی با نور مناسب باشید و کارت را به دوربین نزدیک کنید
fi: Ole hyvin valaistussa paikassa ja tuo kortti lähemmäs kameraa
fr: Dirigez-vous vers un espace bien éclairé et rapprochez le document
he: הישאר במקום מואר היטב וקרב את הכרטיס למצלמה
hi: बढ़िया रोशनी वाली जगह में रहें और कार्ड को कैमरे के करीब लाएँ
hr: Ostanite na dobro osvijetljenom mjestu i približite karticu kameri
hu: Tartózkodjon jól megvilágított helyen, és tartsa közelebb a kártyát a fényképezőgéphez
hy: Կանգնեք լավ լուսավորված տեղում և քարտը մոտեցրեք տեսախցիկին
id: Tetap di tempat yang terang dan dekatkan kartu ke kamera
it: Resta in un punto ben illuminato e avvicina la carta alla fotocamera
ja: 明るい場所に留まり、カードをカメラに近づけます
ko: 조명이 밝은 곳에 자리를 잡고 카드를 카메라 가까이로 가져가세요
lt: Būkite gerai apšviestoje vietoje ir priartinkite kortelę prie kameros
lv: Palieciet labi apgaismotā vietā un pietuviniet karti kamerai
ms: Berada di tempat yang terang dan dekatkan kad dengan kamera
nb: Hold deg på et godt opplyst sted og plasser kortet nærmere kameraet
nl: Ga op een goed verlichte plek staan en houd de kaart dichter bij de camera
pl: Pozostań w dobrze oświetlonym miejscu i zbliż kartę do aparatu
pt: Ficar num local bem iluminado e aproximar o cartão da câmara
ro: Stați într-un loc bine luminat și aduceți cardul mai aproape de camera video
ru: Оставайтесь на хорошо освещенном месте и поднесите карточку ближе к камере
sk: Buďte na dobre osvetlenom mieste a priblížte preukaz k fotoaparátu
sl: Ostanite na dobro osvetljenem mestu in približajte kartico fotoaparatu
sr: Stanite na dobro osvetljeno mesto i približite karticu kameri
sv: Var på en väl upplyst plats och för kortet närmare kameran
th: อยู่ในที่ที่มีแสงสว่างเพียงพอ และนำบัตรมาใกล้ๆ กล้อง
tr: İyi aydınlatılmış bir yerde durun ve kartı kameraya yaklaştırın
uk: Перебуваючи в добре освітленому місці, піднесіть посвідчення ближче до камери
vi: Ở nơi có ánh sáng tốt và đưa thẻ đến gần máy ảnh
zh: 保持在光线充足的位置，并将身份证靠近相机

# document_preview_no_barcode_title
source: Barcode not detected
ar: لم يتم الكشف عن الباركود
bg: Баркодът не е открит
cs: Čárový kód nebyl detekován
da: Stregkoden er ikke detekteret
de: Barcode nicht erkannt
el: Δεν εντοπίστηκε γραμμωτός κώδικας
es: No se detectó el código de barras
et: Vöötkoodi ei tuvastatud
fa: بارکد شناسایی نشد
fi: Viivakoodia ei havaittu
fr: Le code-barres n’est pas lisible
he: הברקוד לא זוהה
hi: बारकोड नहीं मिला
hr: Barkod nije otkriven
hu: Vonalkód nem észlelhető
hy: Շտրիխ կոդը չի գտնվել
id: Barcode tidak terdeteksi
it: Codice a barre non rilevato
ja: バーコードが検出されません
ko: 바코드가 감지되지 않습니다
lt: Brūkšninis kodas neaptiktas
lv: Svītrkods nav atrasts
ms: Kod bar tidak dikesan
nb: Strekkode ikke oppdaget
nl: Streepjescode niet gedetecteerd
pl: Nie wykryto kodu kreskowego
pt: Código de barras não detetado
ro: Codul de bare nu a fost detectat
ru: Штрих-код не обнаружен
sk: Čiarový kód nebol zistený
sl: Črtna koda ni zaznana
sr: Bar-kôd nije nađen
sv: Ingen streckkod upptäcktes
th: ไม่พบบาร์โค้ด
tr: Barkod tespit edilemedi
uk: Штрих-код не виявлено
vi: Không tìm thấy mã vạch
zh: 未检测到条形码

# document_preview_no_doc_detail
source: Make sure all of the document is in the photo
ar: تأكد من وجود جميع المستندات في الصورة
bg: Уверете се, че целият документ е на снимката
cs: Ujistěte se, že je na fotografii celý dokument
da: Sørg for, at hele dokumentet fremgår af billedet
de: Stellen Sie sicher, dass das gesamte Dokument auf dem Foto zu sehen ist
el: Βεβαιωθείτε ότι όλο το έγγραφο είναι στη φωτογραφία
es: Asegúrese de que todo el documento esté en la foto
et: Veenduge, et fotol on kogu dokument
fa: مطمئن شوید که تمام مدرک در عکس وجود دارد
fi: Varmista, että koko asiakirja on kuvassa
fr: Assurez-vous que le document entier est sur la photo
he: ודא שכל המסמך מופיע בתמונה
hi: पक्का करें कि फ़ोटो में डॉक्यूमेंट के सारे पेज मौजूद हैं
hr: Provjerite vidi li se cijeli dokument na fotografiji
hu: Győződjön meg róla, hogy a teljes dokumentum szerepel a fényképen
hy: Համոզվեք, որ փաստաթուղթն ամբողջությամբ է երևում լուսանկարում
id: Pastikan semua dokumen ada di foto
it: Assicurati che la foto contenga tutto il documento
ja: ドキュメント全体が写真に写っていることを確認してください
ko: 사진에 서류 전체가 포함되었는지 확인하세요
lt: Įsitikinkite, kad nuotraukoje telpa visas dokumentas
lv: Pārliecinieties, ka tas ir pilnībā ievietots kadrā
ms: Pastikan semua dokumen ada dalam gambar
nb: Sørg for at hele dokumentet er på bildet
nl: Zorg dat het hele document zichtbaar is op de foto
pl: Upewnij się, że cały dokument znajduje się na zdjęciu
pt: Certifique-se de que todo o documento está na fotografia
ro: Asigurați-vă că întregul document este în poză
ru: Убедитесь, что на фото весь документ
sk: Uistite sa, že je na fotke celý doklad
sl: Prepričajte se, da je ves dokument na fotografiji
sr: Proverite da li je ceo dokument na fotografiji
sv: Se till att alla dokument finns med på fotot
th: เช็คให้แน่ใจว่าเอกสารทั้งหมดอยู่ในรูปถ่าย
tr: Belgenin tamamının fotoğrafta olduğundan emin olun
uk: Переконайтеся, що весь документ потрапляє в кадр
vi: Đảm bảo tất cả các giấy tờ đều có trong ảnh
zh: 请确保照片中包含了所有证明文件

# document_preview_no_doc_title
source: Document not detected
ar: لم يتم اكتشاف المستند
bg: Не е открит документ
cs: Dokument nebyl zjištěn
da: Dokumentet er ikke detekteret
de: Kein Dokument erkannt.
el: Δεν ανιχνεύθηκε έγγραφο
es: Documento no detectado
et: Dokumenti ei tuvastatud
fa: مدرکی شناسایی نشد
fi: Asiakirjaa ei havaittu
fr: Aucun document détecté
he: המסמך לא זוהה
hi: डॉक्यूमेंट नहीं मिला
hr: Dokument nije otkriven
hu: A dokumentum nem észlelhető
hy: Փաստաթուղթը չի գտնվել
id: Dokumen tidak ditemukan
it: Documento non rilevato
ja: ドキュメントが検出されませんでした
ko: 서류가 감지되지 않았습니다
lt: Dokumentas neaptiktas
lv: Dokuments nav atrasts
ms: Dokumen tidak dikesan
nb: Dokument ikke oppdaget
nl: Document niet gedetecteerd
pl: Nie wykryto dokumentu
pt: Documento não detetado
ro: Documentul nu a fost detectat
ru: Документ не обнаружен
sk: Nebol zistený doklad
sl: Dokument ni zaznan
sr: Dokument nije nađen
sv: Inget dokument upptäcktes
th: ไม่พบเอกสาร
tr: Belge tespit edilmedi
uk: Документ не виявлено
vi: Không tìm thấy giấy tờ
zh: 未检测到证明文件

# document_preview_odp_detail
source: Please use your original document. Photos of screen or photocopies are not accepted
ar: يرجى استخدام المستند الأصلي الخاص بك. لا يتم قبول الصور من الشاشة أو النسخ الفوتوغرافية
bg: Моля, използвайте оригиналния си документ. Снимки на екран или фотокопия не се приемат
cs: Prosím, použijte svůj původní dokument. Fotografie obrazovky nebo fotokopie nejsou přijímány.
da: Brug venligst dit originale dokument. Fotos af skærm eller fotokopier accepteres ikke
de: Bitte verwenden Sie Ihr Originaldokument. Fotos vom Bildschirm oder Fotokopien werden nicht akzeptiert
el: Παρακαλώ χρησιμοποιήστε το αρχικό σας έγγραφο. Οι φωτογραφίες από οθόνη ή φωτοτυπίες δεν γίνονται δεκτές
es: Por favor, utilice su documento original. No se aceptan fotos de pantalla ni fotocopias
et: Palun kasutage oma algset dokumenti. Ekraanipiltide või fotokoopiate kasutamine ei ole lubatud
fa: لطفا از سند اصلی خود استفاده کنید. عکس های صفحه نمایش یا فتوکپی ها پذیرفته نمی شوند
fi: Käytä alkuperäistä asiakirjaasi. Näytön valokuvia tai valokopioita ei hyväksytä
fr: Veuillez utiliser votre document original. Les photos d`écran ou les photocopies ne sont pas acceptées
he: אנא השתמש במסמך המקורי שלך. תמונות של מסך או צילומי עותק לא מתקבלות
hi: कृपया अपना मूल दस्तावेज़ उपयोग करें। स्क्रीन की फ़ोटो या फ़ोटोकॉपी स्वीकार नहीं की जाती हैं
hr: Molimo koristite svoj izvorni dokument. Fotografije ekrana ili fotokopije nisu prihvaćene
hu: Kérjük, az eredeti dokumentumot használja. A képernyőfotók vagy fénymásolatok nem megfelelőek.
hy: Օգտագործեք ձեր սկզբնական փաստաթուղթը։ Էկրանի լուսանկարները կամ ֆոտոկոպիաները չեն ընդունվում:
id: Silakan gunakan dokumen asli Anda. Foto layar atau fotokopi tidak diterima
it: Si prega di utilizzare il proprio documento originale. Non sono accettate foto dello schermo o fotocopie
ja: 元のドキュメントを使用してください。スクリーンの写真やコピーは受け付けていません
ko: 원본 문서를 사용해 주세요. 화면의 사진이나 사본은 허용되지 않습니다.
lt: Prašome naudoti savo originalų dokumentą. Ekrano nuotraukos arba fotokopijos nėra priimamos
lv: Lūdzu, izmantojiet savu oriģinālo dokumentu. Ekrāna fotogrāfijas vai fotokopijas netiek pieņemtas.
ms: Sila gunakan dokumen asal anda. Foto skrin atau fotokopi tidak diterima
nb: Vennligst bruk ditt originale dokument. Bilder av skjerm eller fotokopier blir ikke akseptert
nl: Gebruik alstublieft uw originele document. Foto`s van schermen of fotokopieën worden niet geaccepteerd
pl: Proszę użyć swojego oryginalnego dokumentu. Zdjęcia ekranu lub fotokopie nie są akceptowane
pt: Por favor, use o seu documento original. Fotos de ecrã ou fotocópias não são aceites
ro: Vă rugăm să utilizați documentul dvs. original. Fotografiile de pe ecran sau fotocopiile nu sunt acceptate
ru: Пожалуйста, используйте ваш оригинальный документ. Фотографии экрана или фотокопии не принимаются
sk: Prosím, použite svoj pôvodný dokument. Fotografie obrazovky alebo fotokópie nie sú akceptované.
sl: Prosimo, uporabite svoj izvirni dokument. Fotografije zaslona ali fotokopije niso sprejemljive.
sr: Molimo Vas da koristite svoj originalni dokument. Fotografije ekrana ili fotokopije nisu prihvatljive.
sv: Använd ditt ursprungliga dokument. Foton av skärm eller fotokopior accepteras inte
th: โปรดใช้เอกสารต้นฉบับของคุณ ภาพถ่ายจากหน้าจอหรือการถ่ายเอกสารไม่ได้รับการยอมรับ
tr: Lütfen orijinal belgenizi kullanın. Ekran fotoğrafları veya fotokopiler kabul edilmez
uk: Будь ласка, використовуйте ваш оригінальний документ. Фотографії екрану або ксерокопії не приймаються
vi: Vui lòng sử dụng tài liệu gốc của bạn. Ảnh chụp màn hình hoặc bản sao không được chấp nhận
zh: 请使用您的原始文件。屏幕照片或复印件将不被接受

# document_preview_odp_photo_of_screen_title
source: Photo of screen detected
ar: تم اكتشاف صورة للشاشة
bg: Засечено е снимка на екрана
cs: Fotografie obrazovky detekována
da: Foto af skærm registreret
de: Foto des Bildschirms erkannt
el: Ανιχνεύτηκε φωτογραφία οθόνης
es: Foto de pantalla detectada
et: Ekraanipildi foto tuvastatud
fa: عکس از صفحه نمایش شناسایی شد
fi: Näytön kuva havaittu
fr: Photo d`écran detectée
he: זוהתה תמונה של מסך
hi: स्क्रीन की फ़ोटो का पता चला
hr: Fotografija ekrana detektirana
hu: Az észlelt képernyő fotó
hy: էկրանի լուսանկարը հայտնաբերվել է
id: Foto layar terdeteksi
it: Foto dello schermo rilevata
ja: 画面の写真が検出されました
ko: 화면의 사진이 감지되었습니다
lt: Nuotrauka ekrano aptikta
lv: Ekrāna fotoattēls konstatēts
ms: Gambar skrin dikesan
nb: Bilde av skjerm oppdaget
nl: Foto van scherm gedetecteerd
pl: Zdjęcie ekranu wykryte
pt: Foto do ecrã detetada
ro: Fotografie a ecranului detectată
ru: Обнаружено фото экрана
sk: Fotografia obrazovky zaznamenaná
sl: Zaznana fotografija zaslona
sr: Fotografija ekrana detektovana
sv: Foto av skärm upptäckt
th: ตรวจพบภาพของหน้าจอ
tr: Ekran fotoğrafı algılandı
uk: Фото екрану виявлено
vi: Đã phát hiện ảnh của màn hình
zh: 检测到屏幕照片

# document_preview_odp_photocopy_title
source: Photocopy detected
ar: تم اكتشاف نسخة طبق الأصل
bg: Открито е фотокопие
cs: Detekována fotokopie
da: Fotokopi detekteret
de: Fotokopie erkannt
el: Ανιχνεύθηκε φωτοτυπία
es: Fotocopia detectada
et: Fotokoopia tuvastatud
fa: رونوشت تشخیص داده شده است
fi: Fotokopio havaittu
fr: Photocopie détectée
he: זוהתה צילום
hi: फोटोकॉपी पता चली
hr: Otkrivena fotokopija
hu: Fénymásolat észlelve
hy: Պատճենի հայտնաբերում
id: Fotokopi terdeteksi
it: Fotocopia rilevata
ja: 複写検出されました
ko: 사진 복사본이 감지되었습니다
lt: Nufotografuota kopija aptikta
lv: Fotokopija konstatēta
ms: Fotokopi dikesan
nb: Fotokopi oppdaget
nl: Fotokopie gedetecteerd
pl: Wykryto fotokopię
pt: Fotocópia detectada
ro: Fotocopie detectată
ru: Обнаружена фотокопия
sk: Detekovaná fotokópia
sl: Zaznana fotokopija
sr: Otkrivena fotokopija
sv: Fotokopia upptäckt
th: ตรวจพบการถ่ายเอกสาร
tr: Fotokopi tespit edildi
uk: Виявлено фотокопію
vi: Phát hiện bản sao
zh: 检测到复印件

# document_preview_odp_scan_title
source: Scan detected
ar: تم اكتشاف الفحص
bg: Сканирането откри
cs: Skenování detekováno
da: Scan registreret
de: Scan erkannt
el: Εντοπίστηκε σάρωση
es: Escaneo detectado
et: Skaneerimine tuvastatud
fa: اسکن شناسایی شد
fi: Skannaus havaittu
fr: Scan détecté
he: סריקה זוהתה
hi: स्कैन संस्थापित
hr: Otkriveno skeniranje
hu: Szkennelés észlelve
hy: Հայտնաբերվել է սկանավորում
id: Pemindaian terdeteksi
it: Scansione rilevata
ja: スキャンが検出されました
ko: 스캔 감지됨
lt: Nuskaitymas aptiktas
lv: Skenēšana konstatēta
ms: Imbasan dikesan
nb: Skanning oppdaget
nl: Scan gedetecteerd
pl: Skanowanie wykryło
pt: Varredura detectada
ro: Scanare detectată
ru: Сканирование обнаружено
sk: Scanovanie zistené
sl: Prepoznano skeniranje
sr: Skeniranje detektovano
sv: Skanning upptäckt
th: ตรวจพบการสแกน
tr: Tarama algılandı
uk: Сканування виявлено
vi: Quét đã phát hiện
zh: 扫描检测到

# document_preview_odp_screenshot_title
source: Screenshot detected
ar: تم اكتشاف لقطة شاشة
bg: Засечен екранен снимак
cs: Detekován snímek obrazovky
da: Skærmbillede registreret
de: Screenshot erkannt
el: Ανιχνεύτηκε στιγμιότυπο οθόνης
es: Captura de pantalla detectada
et: Ekraanipilt tuvastatud
fa: اسکرین شات شناسایی شد
fi: Näyttökuva havaittu
fr: Capture d`écran détectée
he: צילום מסך זוהה
hi: स्क्रीनशॉट का पता चला
hr: Otkriven je snimak zaslona
hu: Képernyőfotó észlelve
hy: Պատկերանման հայտնաբերում
id: Tangkapan layar terdeteksi
it: Istantanea rilevata
ja: スクリーンショットが検出されました
ko: 스크린샷이 감지되었습니다
lt: Užfiksuotas ekrano kopijavimas
lv: Ierakstīts ekrānuzņēmums
ms: Pengambilan skrin dikesan
nb: Skjermbilde oppdaget
nl: Schermafbeelding gedetecteerd
pl: Wykryto zrzut ekranu
pt: Captura de ecrã detetada
ro: Captură de ecran detectată
ru: Обнаружен скриншот
sk: Detekovaná snímka obrazovky
sl: Zaznan posnetek zaslona
sr: Otkriven snimak ekrana
sv: Skärmdump upptäckt
th: ตรวจพบภาพหน้าจอ
tr: Ekran görüntüsü algılandı
uk: Зроблено знімок екрана
vi: Đã phát hiện ảnh chụp màn hình
zh: 检测到截图

# document_preview_photo_of_screen_detail
source: Please use your original document. Photos of screen or photocopies are not accepted
ar: يرجى استخدام المستند الأصلي الخاص بك. لا يتم قبول الصور من الشاشة أو النسخ الفوتوغرافية
bg: Моля, използвайте оригиналния си документ. Снимки на екран или фотокопия не се приемат
cs: Prosím, použijte svůj původní dokument. Fotografie obrazovky nebo fotokopie nejsou přijímány.
da: Brug venligst dit originale dokument. Fotos af skærm eller fotokopier accepteres ikke
de: Bitte verwenden Sie Ihr Originaldokument. Fotos vom Bildschirm oder Fotokopien werden nicht akzeptiert
el: Παρακαλώ χρησιμοποιήστε το αρχικό σας έγγραφο. Οι φωτογραφίες από οθόνη ή φωτοτυπίες δεν γίνονται δεκτές
es: Por favor, utilice su documento original. No se aceptan fotos de pantalla ni fotocopias
et: Palun kasutage oma algset dokumenti. Ekraanipiltide või fotokoopiate kasutamine ei ole lubatud
fa: لطفا از سند اصلی خود استفاده کنید. عکس های صفحه نمایش یا فتوکپی ها پذیرفته نمی شوند
fi: Käytä alkuperäistä asiakirjaasi. Näytön valokuvia tai valokopioita ei hyväksytä
fr: Veuillez utiliser votre document original. Les photos d`écran ou les photocopies ne sont pas acceptées
he: אנא השתמש במסמך המקורי שלך. תמונות של מסך או צילומי עותק לא מתקבלות
hi: कृपया अपना मूल दस्तावेज़ उपयोग करें। स्क्रीन की फ़ोटो या फ़ोटोकॉपी स्वीकार नहीं की जाती हैं
hr: Molimo koristite svoj izvorni dokument. Fotografije ekrana ili fotokopije nisu prihvaćene
hu: Kérjük, az eredeti dokumentumot használja. A képernyőfotók vagy fénymásolatok nem megfelelőek.
hy: Օգտագործեք ձեր սկզբնական փաստաթուղթը։ Էկրանի լուսանկարները կամ ֆոտոկոպիաները չեն ընդունվում:
id: Silakan gunakan dokumen asli Anda. Foto layar atau fotokopi tidak diterima
it: Si prega di utilizzare il proprio documento originale. Non sono accettate foto dello schermo o fotocopie
ja: 元のドキュメントを使用してください。スクリーンの写真やコピーは受け付けていません
ko: 원본 문서를 사용해 주세요. 화면의 사진이나 사본은 허용되지 않습니다.
lt: Prašome naudoti savo originalų dokumentą. Ekrano nuotraukos arba fotokopijos nėra priimamos
lv: Lūdzu, izmantojiet savu oriģinālo dokumentu. Ekrāna fotogrāfijas vai fotokopijas netiek pieņemtas.
ms: Sila gunakan dokumen asal anda. Foto skrin atau fotokopi tidak diterima
nb: Vennligst bruk ditt originale dokument. Bilder av skjerm eller fotokopier blir ikke akseptert
nl: Gebruik alstublieft uw originele document. Foto`s van schermen of fotokopieën worden niet geaccepteerd
pl: Proszę użyć swojego oryginalnego dokumentu. Zdjęcia ekranu lub fotokopie nie są akceptowane
pt: Por favor, use o seu documento original. Fotos de ecrã ou fotocópias não são aceites
ro: Vă rugăm să utilizați documentul dvs. original. Fotografiile de pe ecran sau fotocopiile nu sunt acceptate
ru: Пожалуйста, используйте ваш оригинальный документ. Фотографии экрана или фотокопии не принимаются
sk: Prosím, použite svoj pôvodný dokument. Fotografie obrazovky alebo fotokópie nie sú akceptované.
sl: Prosimo, uporabite svoj izvirni dokument. Fotografije zaslona ali fotokopije niso sprejemljive.
sr: Molimo Vas da koristite svoj originalni dokument. Fotografije ekrana ili fotokopije nisu prihvatljive.
sv: Använd ditt ursprungliga dokument. Foton av skärm eller fotokopior accepteras inte
th: โปรดใช้เอกสารต้นฉบับของคุณ ภาพถ่ายจากหน้าจอหรือการถ่ายเอกสารไม่ได้รับการยอมรับ
tr: Lütfen orijinal belgenizi kullanın. Ekran fotoğrafları veya fotokopiler kabul edilmez
uk: Будь ласка, використовуйте ваш оригінальний документ. Фотографії екрану або ксерокопії не приймаються
vi: Vui lòng sử dụng tài liệu gốc của bạn. Ảnh chụp màn hình hoặc bản sao không được chấp nhận
zh: 请使用您的原始文件。屏幕照片或复印件将不被接受
