Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_guide_subtitle_dynamic_grace_period
source: Must be issued in the last months
ar: يجب أن يكون قد تم إصداره في الـ شهور الأخيرة
bg: Трябва да е издаден в последните месеца
cs: Musí být vydané v posledních měsících
da: Skal være udstedt i løbet af de sidste måneder
de: Es muss in den letzten Monaten ausgestellt worden sein
el: Θα πρέπει να έχει εκδοθεί κατά τους τελευταίους μήνες
es: Debe haber sido emitido en los últimos meses
et: Peab olema väljastatud viimase kuu jooksul
fa: باید در ماه گذشته صادر شده باشد
fi: On oltava myönnetty viimeisten kuukausien aikana
fr: Doit avoir été émis au cours des derniers mois
he: חייב להינתן במהלך ה- חודשים האחרונים
hi: यह अंतिम महीनों के भीतर जारी किया गया होना चाहिए
hr: Izdano mora biti u zadnjih mjeseci
hu: Az utolsó hónapban kell kiadni
hy: Պետք է տրված լինի վերջին ամիսների ընթացքում
id: Harus diterbitkan dalam bulan terakhir
it: Deve essere stato rilasciato negli ultimi mesi
ja: 最後のヶ月以内に発行する必要があります
ko: 최근 개월 이내에 발행되어야 합니다
lt: Privalo būti išduotas per paskutinius mėnesius
lv: Tas jāizdod pēdējo mēnešu laikā
ms: Harus dikeluarkan dalam bulan terakhir
nb: Må ha blitt utstedt i løpet av de siste månedene
nl: Moet in de afgelopen maanden zijn uitgegeven
pl: Musi zostać wydane w ciągu ostatnich miesięcy
pt: Deve ter sido emitido nos últimos meses
ro: Trebuie să fie eliberat în ultimele luni
ru: Выдача должна быть произведена в течение последних месяцев
sk: Musí byť vystavené v uplynulých mesiacoch
sl: Izdano mora biti v zadnjih mesecih
sr: Izdavanje mora biti u poslednjih meseci
sv: Behöver ha utfärdats under de senaste månaderna
th: ต้องได้รับการออกใน เดือนล่าสุด
tr: Son ayda düzenlenmiş olmalı
uk: Повинен бути виданий упродовж останніх місяців
vi: Phải được cấp trong vòng tháng gần đây
zh: 必须在最近的个月内颁发

# proofOfAddress_guide_subtitle_empty_grace_period
source: Must be a valid document
ar: يجب أن يكون وثيقة صالحة
bg: Трябва да е валиден документ
cs: Musí být platný dokument
da: Skal være et gyldigt dokument
de: Muss ein gültiges Dokument sein
el: Πρέπει να είναι έγκυρο έγγραφο
es: Debe ser un documento válido
et: Peab olema kehtiv dokument
fa: باید یک سند معتبر باشد
fi: Täytyy olla voimassa oleva asiakirja
fr: Doit être un document valide
he: חייב להיות מסמך חוקי
hi: एक मान्य दस्तावेज़ होना चाहिए
hr: Mora biti valjani dokument
hu: Érvényes dokumentumnak kell lennie
hy: Պետք է լինի վավեր փաստաթուղթ
id: Harus merupakan dokumen yang valid
it: Deve essere un documento valido
ja: 有効なドキュメントでなければなりません
ko: 유효한 문서여야 합니다
lt: Turi būti galiojantis dokumentas
lv: Jābūt derīgam dokumentam
ms: Mesti merupakan dokumen yang sah
nb: Må være et gyldig dokument
nl: Moet een geldig document zijn
pl: Musi być ważnym dokumentem
pt: Deve ser um documento válido
ro: Trebuie să fie un document valid
ru: Должен быть действительным документом
sk: Musí byť platný dokument
sl: Mora biti veljaven dokument
sr: Mora biti važeći dokument
sv: Måste vara ett giltigt dokument
th: ต้องเป็นเอกสารที่ถูกต้อง
tr: Geçerli bir belge olmalı
uk: Має бути дійсним документом
vi: Phải là một tài liệu hợp lệ
zh: 必须是有效的文档

# proofOfAddress_guide_subtitle_tax_letter
source: Must have been issued in the last 12 months
ar: يجب أن يكون قد صدر في آخر 12 شهرًا
bg: Трябва да е издаден през последните 12 месеца
cs: Musí být vydán během posledních 12 měsíců
da: Skal være udstedt inden for de seneste 12 måneder
de: Muss in den letzten 12 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 12 μήνες
es: Debe haberse emitido en los últimos 12 meses
et: Peab olema väljastatud viimase 12 kuu jooksul
fa: باید در 12 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 12 kuukauden aikana
fr: Doit avoir été émis au cours des 12 derniers mois
he: תאריך ההנפקה חייב להיות ב-12 החודשים האחרונים
hi: पिछले 12 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 12 mjeseci
hu: Kizárólag az elmúlt 12 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 12 ամիսների ընթացքում
id: Harus diterbitkan dalam 12 bulan terakhir
it: Deve essere stato emesso negli ultimi 12 mesi
ja: 過去12ヶ月以内に発行されている必要があります
ko: 최근 12개월 이내 발급된 서류여야 합니다
lt: Turi būti išduotas per pastaruosius 12 mėnesių
lv: Tai jābūt izdotai pēdējo 12 mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 12 bulan terakhir
nb: Må være utstedt i løpet av de siste 12 månedene
nl: Moet in de laatste 12 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 12 miesięcy
pt: Deverá ter sido emitido nos últimos 12 meses
ro: Trebuie să fi fost emis în ultimele 12 luni
ru: Дата выдачи должна быть в течение последних 12 месяцев
sk: Musí byť vydaný v priebehu posledných 12 mesiacov
sl: Izdano mora biti v zadnjih 12 mesecih
sr: Mora biti izdato u poslednjih 12 meseci
sv: Måste ha utfärdats under de senaste 12 månaderna
th: ต้องออกเอกสารภายใน 12 เดือนที่ผ่านมา
tr: Son 12 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 12 місяців
vi: Phải được cấp trong 12 tháng gần nhất
zh: 必须是在过去12个月内签发

# proofOfAddress_guide_subtitle_utility_bill
source: Must have been issued in the last 3 months
ar: يجب أن يكون قد صدر في آخر 3 أشهر
bg: Трябва да е издаден през последните 3 месеца
cs: Musí být vydán během posledních 3 měsíců
da: Skal være udstedt inden for de seneste tre måneder
de: Muss in den letzten 3 Monaten ausgestellt worden sein
el: Πρέπει να έχει εκδοθεί τους τελευταίους 3 μήνες
es: Debe haberse emitido en los últimos 3 meses
et: Peab olema väljastatud viimase 3 kuu jooksul
fa: باید در 3 ماه گذشته صادر شده باشد
fi: On oltava tehty viimeisten 3 kuukauden aikana
fr: Doit avoir été émis au cours des 3 derniers mois
he: תאריך ההנפקה חייב להיות ב-3 החודשים האחרונים
hi: पिछले 3 महीनों में जारी किया गया हो
hr: Ne smije biti stariji od 3 mjeseci
hu: Kizárólag az elmúlt 3 hónapban kibocsájtott
hy: Պարտադիր պետք է տրված լինի վերջին 3 ամիսների ընթացքում
id: Harus diterbitkan dalam 3 bulan terakhir
it: Deve essere stato emesso negli ultimi 3 mesi
ja: 過去3ヶ月以内に発行されている必要があります
ko: 최근 3개월 이내 발급된 서류여야 합니다
lt: Turi būti išduota per pastaruosius 3 mėnesius
lv: Jābūt izsniegtam pēdējo trīs mēnešu laikā
ms: Mesti dikeluarkan dalam tempoh 3 bulan terakhir
nb: Må være utstedt i løpet av de siste tre månedene
nl: Moet in de laatste 3 maanden zijn afgegeven
pl: Data wydania musi mieścić się w okresie ostatnich 3 miesięcy
pt: Deverá ter sido emitido nos últimos 3 meses
ro: Trebuie să fi fost emis în ultimele 3 luni
ru: Дата выдачи должна быть в течение последних 3 месяцев
sk: Musí byť vydaný v priebehu posledných 3 mesiacov
sl: Izdano mora biti v zadnjih 3 mesecih
sr: Mora biti izdato u poslednjih 3 meseci
sv: Måste ha utfärdats under de senaste 3 månaderna
th: ต้องออกเอกสารภายใน 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde düzenlenmiş olmalıdır
uk: Має бути виданий протягом останніх 3°місяців
vi: Phải được cấp trong 3 tháng gần nhất
zh: 必须是在过去3个月内签发

# proofOfAddress_guide_title_accommodation_tenancy_certificate
source: Submit Accommodation or Tenancy Certificate
ar: قدم شهادة الإقامة أو السكن
bg: Представете Сертификат за настаняване или наем
cs: Odevzdejte ubytovací nebo nájemní certifikát
da: Indsend beboelses- eller lejekontrakt
de: Unterkunfts- oder Mietbescheinigung einreichen
el: Υποβολή Πιστοποιητικού Διαμονής ή Ενοικίασης
es: Enviar Certificado de Alojamiento o Arrendamiento
et: Esitage majutus- või üürilepingu tõend
fa: گواهی اقامت یا اجاره را ارائه دهید
fi: Jätä majoitus- tai vuokrasopimustodistus
fr: Soumettre un Certificat d`Hébergement ou de Location
he: שלח תעודת דיור או שכירות
hi: आवास या किरायेदारी प्रमाण पत्र जमा करें
hr: Predajte Potvrdu o smještaju ili najmu
hu: Szállás vagy Bérleti Szerződés Beküldése
hy: Ներկայացրեք համացանցման կամ վարձակալության վկայական
id: Kirimkan Sertifikat Akomodasi atau Sewa Menyewa
it: Invia Certificato di Alloggio o Locazione
ja: 宿泊施設または賃貸証明書を提出する
ko: 숙박 또는 임대증명서 제출
lt: Pateikti apgyvendinimo ar nuomos sertifikatą
lv: Iesniegt Izmitināšanas vai Īres sertifikātu
ms: Hantar Sijil Penginapan atau Penyewaan
nb: Send inn bevis for overnatting eller leieavtale
nl: Indienen Accommodatie of Huurcertificaat
pl: Złóż Certyfikat Zakwaterowania lub Najmu
pt: Envie o Certificado de Alojamento ou Locação
ro: Trimite Certificatul de Cazare sau de Locație
ru: Предоставьте сертификат о жилье или аренде
sk: Podajte Potvrdenie o ubytovaní alebo nájme
sl: Predložite Potrdilo o nastanitvi ali najemni pogodbi
sr: Predajte sertifikat o smeštaju ili stanovanju
sv: Lämna in boende- eller hyresbevis
th: ส่งใบรับรองที่พักอาศัยหรือใบรับรองการเช่า
tr: Konaklama veya Kiracılık Sertifikası Gönderin
uk: Надіслати сертифікат про житло або оренду
vi: Nộp Chứng nhận Nơi ở hoặc Hợp đồng Thuê nhà
zh: 提交住宿或租赁证明

# proofOfAddress_guide_title_address_card
source: Submit address card
ar: أرسل بطاقة العنوان
bg: Подайте адресна карта
cs: Odeslat adresní kartu
da: Indsend adressekort
de: Adresskarte einreichen
el: Υποβολή κάρτας διεύθυνσης
es: Enviar tarjeta de dirección
et: Esita aadressikaart
fa: کارت آدرس را ارسال کنید
fi: Lähetä osoitekortti
fr: Soumettre la carte d`adresse
he: שלח כרטיס כתובת
hi: पता कार्ड सबमिट करें
hr: Pošalji adresnu karticu
hu: Cím kártya beküldése
hy: Ներկայացրեք հասցեի քարտը
id: Kirim kartu alamat
it: Invia scheda indirizzo
ja: 住所カードを提出する
ko: 주소 카드 제출
lt: Pateikti adresų kortelę
lv: Iesniegt adreses karti
ms: Hantar kad alamat
nb: Send inn adressekort
nl: Adreskaart indienen
pl: Zatwierdź kartę adresową
pt: Enviar cartão de endereço
ro: Trimiteți cardul de adresă
ru: Отправить адресную карточку
sk: Odovzdať adresnú kartu
sl: Pošlji naslovno kartico
sr: Pošalji adresnicu
sv: Skicka adresskort
th: ส่งบัตรที่อยู่
tr: Adres kartını gönder
uk: Надіслати адресну картку
vi: Gửi thẻ địa chỉ
zh: 提交地址卡

# proofOfAddress_guide_title_address_certificate
source: Submit address card
ar: أرسل بطاقة العنوان
bg: Подайте адресна карта
cs: Odeslat adresní kartu
da: Indsend adressekort
de: Adresskarte einreichen
el: Υποβολή κάρτας διεύθυνσης
es: Enviar tarjeta de dirección
et: Esita aadressikaart
fa: کارت آدرس را ارسال کنید
fi: Lähetä osoitekortti
fr: Soumettre la carte d`adresse
he: שלח כרטיס כתובת
hi: पता कार्ड सबमिट करें
hr: Pošalji adresnu karticu
hu: Cím kártya beküldése
hy: Ներկայացրեք հասցեի քարտը
id: Kirim kartu alamat
it: Invia scheda indirizzo
ja: 住所カードを提出する
ko: 주소 카드 제출
lt: Pateikti adresų kortelę
lv: Iesniegt adreses karti
ms: Hantar kad alamat
nb: Send inn adressekort
nl: Adreskaart indienen
pl: Zatwierdź kartę adresową
pt: Enviar cartão de endereço
ro: Trimiteți cardul de adresă
ru: Отправить адресную карточку
sk: Odovzdať adresnú kartu
sl: Pošlji naslovno kartico
sr: Pošalji adresnicu
sv: Skicka adresskort
th: ส่งบัตรที่อยู่
tr: Adres kartını gönder
uk: Надіслати адресну картку
vi: Gửi thẻ địa chỉ
zh: 提交地址卡

# proofOfAddress_guide_title_bank_building_society_statement
source: Submit statement
ar: إرسال بيان
bg: Изпращане на извлечение
cs: Odeslat prohlášení
da: Indsend erklæring
de: Auszug senden
el: Υποβολή δήλωσης
es: Enviar extracto
et: Esitage väljavõte
fa: ارسال صورتحساب
fi: Lähetä tiliote
fr: Envoyer le relevé
he: שלח הצהרה
hi: स्टेटमेंट सबमिट करें
hr: Pošalji izjavu
hu: Dokumentum beküldése
hy: Ուղարկել քաղվածքը
id: Kirim rekening bulanan
it: Invia estratto conto
ja: 明細書を送信
ko: 명세서 제출
lt: Pateikti išrašą
lv: Iesniegt izziņu
ms: Hantar penyata
nb: Send inn kontoutskrift
nl: Afschrift indienen
pl: Prześlij dokument
pt: Enviar declaração
ro: Trimiteți extras
ru: Отправить выписку
sk: Odošlite výpis
sl: Predloži izjavo
sr: Pošalji izvod
sv: Skicka in utdrag
th: ส่งใบแจ้งยอด
tr: Beyan gönder
uk: Надіслати виписку
vi: Gửi bảng sao kê
zh: 提交对账单

# proofOfAddress_guide_title_bank_statement
source: Submit statement
ar: إرسال بيان
bg: Изпращане на извлечение
cs: Odeslat prohlášení
da: Indsend erklæring
de: Auszug senden
el: Υποβολή δήλωσης
es: Enviar extracto
et: Esitage väljavõte
fa: ارسال صورتحساب
fi: Lähetä tiliote
fr: Envoyer le relevé
he: שלח הצהרה
hi: स्टेटमेंट सबमिट करें
hr: Pošalji izjavu
hu: Dokumentum beküldése
hy: Ուղարկել քաղվածքը
id: Kirim rekening bulanan
it: Invia estratto conto
ja: 明細書を送信
ko: 명세서 제출
lt: Pateikti išrašą
lv: Iesniegt izziņu
ms: Hantar penyata
nb: Send inn kontoutskrift
nl: Afschrift indienen
pl: Prześlij dokument
pt: Enviar declaração
ro: Trimiteți extras
ru: Отправить выписку
sk: Odošlite výpis
sl: Predloži izjavo
sr: Pošalji izvod
sv: Skicka in utdrag
th: ส่งใบแจ้งยอด
tr: Beyan gönder
uk: Надіслати виписку
vi: Gửi bảng sao kê
zh: 提交对账单

# proofOfAddress_guide_title_benefit_letters
source: Submit letter
ar: أرسِل الرسالة
bg: Подаване на служебна бележка
cs: Odeslat dopis
da: Indsend brev
de: Schreiben einreichen
el: Υποβολή επιστολής
es: Enviar carta
et: Esitage kiri
fa: ارسال نامه
fi: Lähetä kirje
fr: Envoyer la lettre
he: שלח מכתב
hi: पत्र सबमिट करें
hr: Pošalji potvrdu
hu: Levél beküldése
hy: Ուղարկել նամակը
id: Kirim surat
it: Invia lettera
ja: 手紙を送信
ko: 정부 서신 제출
lt: Pateikti laišką
lv: Iesniegt vēstuli
ms: Hantar surat
nb: Send inn brev
nl: Brief indienen
pl: Prześlij list
pt: Enviar carta
ro: Trimiteți scrisoare
ru: Отправить письмо
sk: Odošlite potvrdenie
sl: Predloži pismo
sr: Pošalji potvrdu
sv: Skicka in brev
th: ส่งจดหมาย
tr: Mektup gönder
uk: Надіслати лист
vi: Gửi thư
zh: 提交信函

# proofOfAddress_guide_title_bill
source: Submit bill
ar: أرسِل الفاتورة
bg: Подаване на сметка за комунални услуги
cs: Předložit účet
da: Indsend regning
de: Rechnung senden
el: Υποβολή λογαριασμού
es: Enviar factura
et: Esitage arve
fa: ارسال قبض
fi: Lähetä lasku
fr: Envoyer la facture
he: שלח חשבון
hi: बिल सबमिट करें
hr: Pošalji račun
hu: Számla beküldése
hy: Ուղարկել հաշիվ
id: Kirim tagihan
it: Invia bolletta
ja: 請求書を送信
ko: 청구서 제출
lt: Pateikti sąskaitą
lv: Iesniegt rēķinu
ms: Hantar bil
nb: Send inn regning
nl: Factuur indienen
pl: Prześlij rachunek
pt: Enviar fatura
ro: Trimiteți factură
ru: Отправить счет
sk: Odošlite faktúru
sl: Predloži račun
sr: Pošalji račun
sv: Skicka in räkning
th: ส่งใบเรียกเก็บเงิน
tr: Faturayı gönder
uk: Надіслати рахунок
vi: Gửi hóa đơn
zh: 提交账单

# proofOfAddress_guide_title_council_tax
source: Submit Local Government Tax Letter
ar: قدم خطاب ضريبة الحكومة المحلية
bg: Подайте писмо за местен данък от общината
cs: Odeslat dopis místní vládě o daních
da: Indsend Lokal Skattebrev fra Kommunen
de: Lokale Steuerbescheinigung der Regierung einreichen
el: Υποβολή Επιστολής Φορολογίας Τοπικής Αυτοδιοίκησης
es: Enviar Carta de Impuesto del Gobierno Local
et: Esitage kohaliku omavalitsuse maksukiri
fa: ارسال نامه
fi: Jätä paikallishallinnon verokirje
fr: Soumettre la Lettre d`Impôt du Gouvernement Local
he: שלח מכתב מס ממשלה מקומית
hi: स्थानीय सरकार कर पत्र जमा करें
hr: Pošalji pismo lokalne porezne uprave
hu: Helyi Önkormányzati Adólevél benyújtása
hy: Ներկայացրեք տեղական կառավարության հարկային նամակը
id: Kirimkan Surat Pajak Pemerintah Daerah
it: Invia la Lettera Fiscale del Governo Locale
ja: 地方自治体税の書類を提出する
ko: 지방 정부 세금 통지서 제출
lt: Pateikti vietos valdžios mokesčių laišką
lv: Iesniedziet vietējās pašvaldības nodokļu vēstuli
ms: Hantar Surat Cukai Kerajaan Tempatan
nb: Send inn skattebrev for lokalregjering
nl: Dien Lokale Overheidsbelastingbrief in
pl: Złóż list dotyczący podatku lokalnego
pt: Envie a Carta de Imposto do Governo Local
ro: Trimiteți Scrisoarea de Impozit a Guvernului Local
ru: Отправить письмо о местном налоге от правительства
sk: Odovzdajte list miestnej samosprávy o daniach
sl: Predložite davčno pismo lokalne vlade
sr: Pošaljite pismo lokalne poreske uprave
sv: Skicka in skattebrev för lokal myndighet
th: ส่งจดหมายภาษีรัฐบาลท้องถิ่น
tr: Yerel Hükümet Vergi Mektubunu Gönderin
uk: Надіслати лист про місцевий податок від органів місцевого самоврядування
vi: Gửi Thư Thuế Chính Quyền Địa Phương
zh: 提交地方政府税务信函

# proofOfAddress_guide_title_exchange_house_statement
source: Submit exchange house statement
ar: قدم بيان بيت الصرافة
bg: Представете извлечение от обменното бюро
cs: Odevzdejte výpis z měnárny
da: Indsend vekselbureauets erklæring
de: Austauschhaus-Aussage einreichen
el: Υποβάλετε δήλωση σπιτιού ανταλλαγής
es: Enviar declaración de casa de cambio
et: Esitage vahetuspunkti aruanne
fa: بیانیه خانه مبادله را ارسال کنید
fi: Lähetä valuutanvaihtotoimiston lausunto
fr: Soumettre le relevé de la maison d`échange
he: שלח הצהרת בית החליפין
hi: एक्सचेंज हाउस का बयान जमा करें
hr: Predajte izjavu mjenjačnice
hu: Adja be a pénzváltó ház nyilatkozatát
hy: Ներկայացրեք փոխանակման տունի հաշվետվությունը
id: Kirimkan pernyataan rumah pertukaran
it: Invia il rendiconto della casa di cambio
ja: 両替所の明細を提出する
ko: 환전소 명세서 제출
lt: Pateikti keityklos ataskaitą
lv: Iesniedziet apmaiņas mājas paziņojumu
ms: Hantar penyata rumah pertukaran
nb: Send inn utvekslingshusets uttalelse
nl: Verzend verklaring van wisselkantoor
pl: Złóż oświadczenie domu wymiany
pt: Envie o extrato da casa de câmbio
ro: Trimite declarația casei de schimb
ru: Представьте выписку из обменного пункта
sk: Odovzdajte výpis z pobočky zmenárne
sl: Predložite izjavo menjalnice
sr: Pošalji izjavu menjačnice
sv: Lämna in växlingshusets uttalande
th: ส่งใบแจ้งยอดการแลกเปลี่ยนของบ้าน
tr: Döviz bürosu beyanını gönder
uk: Надіслати виписку з обмінного пункту
vi: Nộp báo cáo ngân hàng giao dịch
zh: 提交汇款公司声明

# proofOfAddress_guide_title_general_letter
source: Submit general letter
ar: أرسل رسالة عامة
bg: Изпратете общо писмо
cs: Odeslat obecný dopis
da: Indsend generelt brev
de: Allgemeinen Brief einreichen
el: Υποβάλετε γενική επιστολή
es: Enviar carta general
et: Esita üldkiri
fa: نامه عمومی ارسال کنید
fi: Lähetä yleiskirje
fr: Soumettre une lettre générale
he: שלח מכתב כללי
hi: सामान्य पत्र जमा करें
hr: Pošalji općenito pismo
hu: Általános levél benyújtása
hy: Ուղարկեք ընդհանուր նամակ
id: Kirim surat umum
it: Invia lettera generale
ja: 一般的な手紙を提出する
ko: 일반 편지 제출
lt: Pateikti bendrąjį laišką
lv: Iesniegt vispārējo vēstuli
ms: Hantar surat umum
nb: Send inn generelt brev
nl: Algemene brief indienen
pl: Złóż ogólny list
pt: Enviar carta geral
ro: Trimiteți scrisoare generală
ru: Отправить общее письмо
sk: Odoslať všeobecný list
sl: Pošlji splošno pismo
sr: Pošalji opšte pismo
sv: Skicka allmänt brev
th: ส่งจดหมายทั่วไป
tr: Genel mektubu gönder
uk: Надіслати загальний лист
vi: Gửi thư chung
zh: 提交一般信件

# proofOfAddress_guide_title_government_letter
source: Government Letter
ar: خطاب حكومي
bg: Официален документ
cs: Vládní dopis
da: Brev fra myndighederne
de: Staatliches Schreiben
el: Κρατική επιστολή
es: Carta del Gobierno
et: Kiri riigiasutuselt
fa: نامه دولتی
fi: Virallinen kirje
fr: Lettre du gouvernement
he: מכתב ממשלתי
hi: सरकारी पत्र
hr: Vladina potvrda
hu: Kormányzati levél
hy: Պետական փաստաթուղթ
id: Surat Pemerintah
it: Lettera del governo
ja: 政府発行の手紙
ko: 정부 발급 통지서
lt: Vyriausybės raštas
lv: Vēstule no valdības
ms: Surat Kerajaan
nb: Offentlig skriv
nl: Brief van de overheid
pl: Pismo rządowe
pt: Carta governamental
ro: Scrisoare de la guvern
ru: Письмо правительства
sk: Potvrdenie od verejnej správy
sl: Vladno pismo
sr: Vladina potvrda
sv: Brev från myndighet
th: หนังสือราชการ
tr: Resmî Mektup
uk: Урядовий лист
vi: Công văn của chính phủ
zh: 政府信函

# proofOfAddress_guide_title_identity_document_with_address
source: Submit identity document with address
ar: قدم وثيقة الهوية مع العنوان
bg: Представете документ за самоличност с адрес
cs: Odevzdejte doklad totožnosti s adresou
da: Indsend identitetsdokument med adresse
de: Reichen Sie das Identitätsdokument mit Adresse ein
el: Υποβάλετε το έγγραφο ταυτότητας με διεύθυνση
es: Enviar documento de identidad con dirección
et: Esitage isikut tõendav dokument aadressiga
fa: اسناد هویتی را با آدرس ارسال کنید
fi: Lähetä henkilöllisyysasiakirja osoitteen kanssa
fr: Soumettre un document d`identité avec adresse
he: שלח מסמך זהות עם כתובת
hi: पता के साथ पहचान पत्र जमा करें
hr: Predajte identifikacijski dokument s adresom
hu: Címmel ellátott személyazonosító dokumentum benyújtása
hy: Ներկայացրեք հասցեով իսկության փաստաթուղթ
id: Kirimkan dokumen identitas dengan alamat
it: Invia documento d`identità con indirizzo
ja: 住所付きの身分証明書を提出してください
ko: 주소가 있는 신원증명서를 제출하십시오
lt: Pateikite tapatybės dokumentą su adresu
lv: Iesniedziet identitātes dokumentu ar adresi
ms: Hantar dokumen identiti dengan alamat
nb: Send inn identitetsdokument med adresse
nl: Identiteitsdocument met adres indienen
pl: Złóż dokument tożsamości z adresem
pt: Envie o documento de identidade com endereço
ro: Trimiteți documentul de identitate cu adresă
ru: Предоставьте документ, подтверждающий личность, с адресом
sk: Odovzdajte identifikačný dokument s adresou
sl: Predložite identifikacijski dokument z naslovom
sr: Predajte identifikacioni dokument sa adresom
sv: Lämna in identitetshandling med adress
th: ส่งเอกสารตัวตนพร้อมที่อยู่
tr: Adresli kimlik belgesini gönderin
uk: Надайте документ, що підтверджує особу, з адресою
vi: Nộp tài liệu nhận dạng có địa chỉ
zh: 提交带有地址的身份证明文件

# proofOfAddress_guide_title_insurance_statement
source: Submit insurance statement
ar: قدم بيان التأمين
bg: Подайте застрахователно изявление
cs: Odevzdejte pojistné prohlášení
da: Indsend forsikringsopgørelse
de: Versicherungsantrag einreichen
el: Υποβολή δήλωσης ασφάλισης
es: Enviar declaración de seguro
et: Esitage kindlustusavaldus
fa: بیانیه بیمه را ارسال کنید
fi: Lähetä vakuutusilmoitus
fr: Soumettre le relevé d`assurance
he: שלח דוח ביטוח
hi: बीमा विवरण सबमिट करें
hr: Predajte izjavu o osiguranju
hu: Biztosítási nyilatkozat benyújtása
hy: Ներկայացրեք ապահովագրական հաշվետվություն
id: Kirim pernyataan asuransi
it: Invia dichiarazione assicurativa
ja: 保険申告書を提出する
ko: 보험 청구서 제출
lt: Pateikti draudimo pareiškimą
lv: Iesniegt apdrošināšanas paziņojumu
ms: Hantar penyata insurans
nb: Send inn forsikringsoppgave
nl: Verzekeringsverklaring indienen
pl: Złóż oświadczenie ubezpieczeniowe
pt: Enviar declaração de seguro
ro: Trimite declarația de asigurare
ru: Отправить страховое заявление
sk: Podajte poisťovací výkaz
sl: Predložite zavarovalno izjavo
sr: Predajte izjavu o osiguranju
sv: Lämna in försäkringsintyg
th: ส่งใบแจ้งหนี้ประกันภัย
tr: Sigorta beyanını gönder
uk: Надіслати страхову заяву
vi: Nộp báo cáo bảo hiểm
zh: 提交保险声明

# proofOfAddress_guide_title_mobile_phone_bill
source: Submit mobile phone bill
ar: قدم فاتورة الهاتف المحمول
bg: Изпратете мобилната си телефонна сметка
cs: Odeslat účet za mobilní telefon
da: Indsend mobiltelefonregning
de: Handyrechnung einreichen
el: Υποβάλετε τον λογαριασμό κινητού τηλεφώνου
es: Enviar factura de teléfono móvil
et: Esitage mobiiltelefoni arve
fa: صورتحساب تلفن همراه را ارسال کنید
fi: Lähetä matkapuhelinlasku
fr: Soumettre la facture de téléphone mobile
he: שלח חשבון טלפון נייד
hi: मोबाइल फ़ोन का बिल जमा करें
hr: Predajte račun za mobilni telefon
hu: Mobiltelefon-számla benyújtása
hy: Ներկայացրեք բջջային հեռախոսի հաշիվը
id: Kirimkan tagihan telepon seluler
it: Invia la fattura del telefono cellulare
ja: 携帯電話の請求書を提出する
ko: 휴대폰 요금 청구서 제출
lt: Pateikti mobiliojo telefono sąskaitą
lv: Iesniegt mobilā telefona rēķinu
ms: Hantar bil telefon bimbit
nb: Send inn mobiltelefonregning
nl: Zend mobiele telefoonrekening in
pl: Złóż rachunek za telefon komórkowy
pt: Enviar fatura do celular
ro: Trimite factura telefonului mobil
ru: Отправить счет за мобильный телефон
sk: Odovzdajte faktúru za mobilný telefón
sl: Predložite račun za mobilni telefon
sr: Pošalji račun za mobilni telefon
sv: Lämna in mobiltelefonräkning
th: ส่งใบเสร็จค่าโทรศัพท์มือถือ
tr: Mobil telefon faturasını gönder
uk: Надіслати рахунок за мобільний телефон
vi: Nộp hóa đơn điện thoại di động
zh: 提交手机账单
