Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# biometricTokenRetrieval_empty
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# biometricTokenStorage_empty
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# common_alert_accessibility_error
source: Information:
ar: معلومات:
bg: Информация:
cs: Informace:
el: Πληροφορίες:
es: Información:
et: Teave:
fa: اطلاعات:
fi: Tietoa:
he: מידע:
hi: सूचना:
hr: Informacija:
hu: Információ:
hy: Տեղեկություն:
id: Informasi:
it: Informazioni:
ja: 情報:
ko: 정보:
lt: Informacija:
lv: Informācija:
ms: Maklumat:
nb: Informasjon:
nl: Informatie:
pl: Informacja:
pt: Informação:
ro: Informație:
ru: Информация:
sk: Informácie:
sl: Informacije:
sr: Informacije:
th: ข้อมูล:
tr: Bilgi:
uk: Інформація:
vi: Thông tin:
zh: 信息：

# common_alert_accessibility_info
source: Information:
ar: معلومات:
bg: Информация:
cs: Informace:
el: Πληροφορίες:
es: Información:
et: Teave:
fa: اطلاعات:
fi: Tietoa:
he: מידע:
hi: सूचना:
hr: Informacija:
hu: Információ:
hy: Տեղեկություն:
id: Informasi:
it: Informazioni:
ja: 情報:
ko: 정보:
lt: Informacija:
lv: Informācija:
ms: Maklumat:
nb: Informasjon:
nl: Informatie:
pl: Informacja:
pt: Informação:
ro: Informație:
ru: Информация:
sk: Informácie:
sl: Informacije:
sr: Informacije:
th: ข้อมูล:
tr: Bilgi:
uk: Інформація:
vi: Thông tin:
zh: 信息：

# common_alert_accessibility_success
source: Information:
ar: معلومات:
bg: Информация:
cs: Informace:
el: Πληροφορίες:
es: Información:
et: Teave:
fa: اطلاعات:
fi: Tietoa:
he: מידע:
hi: सूचना:
hr: Informacija:
hu: Információ:
hy: Տեղեկություն:
id: Informasi:
it: Informazioni:
ja: 情報:
ko: 정보:
lt: Informacija:
lv: Informācija:
ms: Maklumat:
nb: Informasjon:
nl: Informatie:
pl: Informacja:
pt: Informação:
ro: Informație:
ru: Информация:
sk: Informácie:
sl: Informacije:
sr: Informacije:
th: ข้อมูล:
tr: Bilgi:
uk: Інформація:
vi: Thông tin:
zh: 信息：

# common_alert_accessibility_warning
source: Information:
ar: معلومات:
bg: Информация:
cs: Informace:
el: Πληροφορίες:
es: Información:
et: Teave:
fa: اطلاعات:
fi: Tietoa:
he: מידע:
hi: सूचना:
hr: Informacija:
hu: Információ:
hy: Տեղեկություն:
id: Informasi:
it: Informazioni:
ja: 情報:
ko: 정보:
lt: Informacija:
lv: Informācija:
ms: Maklumat:
nb: Informasjon:
nl: Informatie:
pl: Informacja:
pt: Informação:
ro: Informație:
ru: Информация:
sk: Informácie:
sl: Informacije:
sr: Informacije:
th: ข้อมูล:
tr: Bilgi:
uk: Інформація:
vi: Thông tin:
zh: 信息：

# common_alert_dismiss_alert
source: Dismiss alert
ar: تجاهل التنبيه
bg: Отхвърляне на известието
cs: Zrušit upozornění
da: Afvis advarsel
de: Alarm verwerfen
el: Απόρριψη ειδοποίησης
es: Cerrar alerta
et: Hoiatuse sulgemine
fa: رد هشدار
fi: Hylkää hälytys
fr: Ignorer l’alerte
he: דחה התראה
hi: अलर्ट खारिज करें
hr: Odbaci alarm
hu: Figyelmeztetés elvetése
hy: Փակել ծանուցումը
id: Abaikan peringatan
it: Ignora avviso
ja: 警告を解除する
ko: 경고 해제
lt: Pašalinti įspėjimą
lv: Izslēgt brīdinājumu
ms: Abaikan amaran
nb: Avvis varsel
nl: Melding negeren
pl: Zamknij alert
pt: Ignorar alerta
ro: Respingeți alerta
ru: Закрыть оповещение
sk: Skryť upozornenie
sl: Zavrni opozorilo
sr: Odbaci upozorenje
sv: Ignorera meddelande
th: ปิดการแจ้งเตือน
tr: Uyarıyı kapat
uk: Відхилити сповіщення
vi: Bỏ cảnh báo
zh: 忽略警报

# common_alert_instruction
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es: Inténtelo de nuevo con un documento de identidad con fotografía válido y asegúrese de que sus datos se vean con claridad
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d`identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
id: Harap coba lagi dengan foto identitas yang valid dan pastikan informasi Anda terlihat jelas
it: Riprova con un documento d’identità valido e assicurati che le informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
nb: Vennligst prøv igjen med en gyldig bilde-ID og sørg for at informasjonen din er godt synlig
nl: Probeer het opnieuw met een geldig identiteitsbewijs met foto en zorg ervoor dat uw gegevens duidelijk leesbaar zijn
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sr: Probajte ponovo sa važećim ID-jem sa fotografijom i proverite da li se podaci jasno vide
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
vi: Vui lòng thử lại với giấy tờ tùy thân có ảnh hợp lệ và đảm bảo thông tin của bạn được hiển thị rõ ràng
zh: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见

# common_alert_message
source: There was a problem with your document
ar: حدثت مشكلة في مستندك
bg: Възникна проблем с документа ви
cs: Došlo k problému ve Vašem dokumentu
da: Der opstod et problem med dit dokument
de: Es gab ein Problem mit Ihrem Ausweis
el: Παρουσιάστηκε πρόβλημα με το έγγραφό σας
es: Ha habido un problema con su documento
et: Teie dokumendiga tekkis probleem
fa: مدرک شما مشکل دارد
fi: Asiakirjassasi oli ongelma
fr: Un problème est survenu avec votre document
he: הייתה בעיה עם המסמך שלך
hi: आपके डॉक्यूमेंट में कोई समस्या थी
hr: Nešto nije u redu s vašim dokumentom
hu: Probléma merült fel a dokumentumával kapcsolatban
hy: Ձեր փաստաթղթի հետ խնդիր է առաջացել
id: Ada masalah dengan dokumen Anda
it: Si è verificato un problema con il tuo documento
ja: ドキュメントに問題がありました
ko: 서류에 문제가 있습니다
lt: Iškilo su jūsų dokumentu susijusi problema
lv: Radās problēma ar jūsu dokumentu
ms: Terdapat masalah dengan dokumen anda
nb: Det oppstod et problem med dokumentet ditt
nl: Er is iets misgegaan met uw document
pl: Wystąpił problem z Twoim dokumentem
pt: Houve um problema com o seu documento
ro: A survenit o problemă cu documentul dvs.
ru: Возникла проблема с Вашим документом
sk: Vyskytol sa problém s dokladom
sl: Prišlo je do težave z vašim dokumentom
sr: Došlo je do problema sa dokumentom
sv: Det uppstod ett problem med ditt dokument
th: เอกสารของคุณมีปัญหา
tr: Belgenizle ilgili bir sorun oluştu
uk: З вашим документом виникла проблема
vi: Đã xảy ra sự cố với giấy tờ của bạn
zh: 您的证明文件有问题

# common_country_selection_countries_ABW
source: Aruba
ar: أروبا
bg: Аруба
el: Αρούμπα
fa: آروبا
he: ארובה
hi: अरूबा
hy: Արուբա
ja: アルバ
ko: 아루바
ru: Аруба
th: อารูบา
uk: Аруба
zh: 阿鲁巴

# common_country_selection_countries_AFG
source: Afghanistan
ar: أفغانستان
bg: Афганистан
cs: Afghánistán
el: Αφγανιστάν
es: Afganistán
et: Afganistan
fa: افغانستان
fi: Afganistan
he: אפגניסטן
hi: अफ़ग़ानिस्तान
hr: Afganistan
hu: Afganisztán
hy: Աֆղանստան
id: Afganistan
ja: アフガニスタン
ko: 아프가니스탄
lt: Afganistanas
lv: Afganistāna
pl: Afganistan
pt: Afeganistão
ro: Afganistan
ru: Афганистан
sk: Afganistan
sl: Afganistan
sr: Авганистан
th: อัฟกานิสถาน
tr: Afganistan
uk: Афганістан
zh: 阿富汗

# common_country_selection_countries_AGO
source: Angola
ar: أنغولا
bg: Ангола
el: Ανγκόλα
fa: آنگولا
he: אנגולה
hi: अंगोला
hy: Անգոլա
ja: アンゴラ
ko: 앙골라
ru: Ангола
sr: Ангола
th: แองโกลา
uk: Ангола
zh: 安哥拉

# common_country_selection_countries_AIA
source: Anguilla
ar: أنغويلا
bg: Ангуила
el: Ανγκουίλα
es: Anguila
fa: آنگویلا
he: אנגווילה
hi: एंगुइला
hr: Angvila
hy: Անգուիլա
ja: アンギラ
ko: 앵귈라
lt: Angilija
lv: Angilja
pt: Anguila
ru: Ангилья
sl: Angvila
sr: Angvila
th: แองกวิลลา
uk: Ангілья
zh: 安圭拉

# common_country_selection_countries_ALA
source: Åland Islands
ar: جزر آلاند
bg: Оландски острови
cs: Ålandské ostrovy
da: Åland
de: Åland-Inseln
el: Νήσοι Άλαντ
es: Islas Åland
et: Ahvenamaa
fa: جزایر الند
fi: Ahvenanmaa
fr: Îles Åland
he: איי אולנד
hi: ऑलैंड द्वीपसमूह
hr: Ålandski otoci
hu: Åland-szigetek
hy: Ալանդյան կղզիներ
id: Kepulauan Åland
it: Isole Åland
ja: オーランド諸島
ko: 올란드 제도
lt: Alandų Salos
lv: Olandes Salas
ms: Kepulauan Åland
nb: Åland
nl: Ålandeilanden
pl: Wyspy Alandzkie
pt: Ilhas Åland
ro: Insulele Åland
ru: Аландские острова
sk: Alandy
sl: Ålandski otoki
sr: Olandska Ostrva
sv: Åland
th: หมู่เกาะโอลันด์
tr: Åland Adaları
uk: Аландські острови
vi: Quần đảo Åland
zh: 奥兰群岛

# common_country_selection_countries_ALB
source: Albania
ar: ألبانيا
bg: Албания
cs: Albánie
da: Albanien
de: Albanien
el: Αλβανία
et: Albaania
fa: آلبانی
fr: Albanie
he: אלבניה
hi: अल्बानिया
hr: Albanija
hu: Albánia
hy: Ալբանիա
ja: アルバニア
ko: 알바니아
lt: Albanija
lv: Albānija
nl: Albanië
pt: Albânia
ru: Албания
sk: Albánsko
sl: Albanija
sr: Albanija
sv: Albanien
th: แอลเบเนีย
tr: Arnavutluk
uk: Албанія
zh: 阿尔巴尼亚

# common_country_selection_countries_AND
source: Andorra
ar: أندورا
bg: Андора
el: Ανδόρα
fa: آندورا
fr: Andorre
he: אנדורה
hi: अंडोरा
hr: Andora
hy: Անդորրա
ja: アンドラ
ko: 안도라
lt: Andora
lv: Andora
pl: Andora
ru: Андорра
sl: Andora
sr: Andora
th: อันดอร์รา
uk: Андорра
zh: 安道尔

# common_country_selection_countries_ARE
source: United Arab Emirates
ar: الإمارات العربية المتحدة
bg: Обединени арабски емирства
cs: Spojené arabské emiráty
da: Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
es: Emiratos Árabes Unidos
et: Araabia Ühendemiraadid
fa: امارات متحده عربی
fi: Yhdistyneet arabiemiirikunnat
fr: Émirats arabes unis
he: איחוד האמירויות הערביות
hi: संयुक्त अरब अमीरात
hr: Ujedinjeni Arapski Emirati
hu: Egyesült Arab Emírségek
hy: Միացյալ Արաբական Էմիրություններ
id: Uni Emirat Arab
it: Emirati Arabi Uniti
ja: アラブ首長国連邦
ko: 아랍에미리트
lt: Jungtiniai Arabų Emyratai
lv: Apvienotie Arābu Emirāti
ms: Emiriah Arab Bersatu
nb: De forente arabiske emirater
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
ro: Emiratele Arabe Unite
ru: Объединённые Арабские Эмираты
sk: Spojené arabské emiráty
sl: Združeni arabski emirati
sr: Ujedinjeni Arapski Emirati
sv: Förenade Arabemiraten
th: สหรัฐอาหรับเอมิเรตส์
tr: Birleşik Arap Emirlikleri
uk: Об`єднані Арабські Емірати
vi: Các Tiểu vương quốc Ả Rập Thống nhất
zh: 阿拉伯联合酋长国

# common_country_selection_countries_ARG
source: Argentina
ar: الأرجنتين
bg: Аржентина
de: Argentinien
el: Αργεντινή
fa: آرژانتین
fi: Argentiina
fr: Argentine
he: ארגנטינה
hi: अर्जेंटीना
hu: Argentína
hy: Արգենտինա
ja: アルゼンチン
ko: 아르헨티나
lv: Argentīna
nl: Argentinië
pl: Argentyna
ru: Аргентина
sk: Argentína
sr: Аргентина
th: อาร์เจนตินา
tr: Arjantin
uk: Аргентина
zh: 阿根廷

# common_country_selection_countries_ARM
source: Armenia
ar: أرمينيا
bg: Армения
cs: Arménie
da: Armenien
de: Armenien
el: Αρμενία
et: Armeenia
fa: ارمنستان
fr: Arménie
he: ארמניה
hi: आर्मेनिया
hr: Armenija
hu: Örményország
hy: Հայաստան
ja: アルメニア
ko: 아르메니아
lt: Armėnija
lv: Armēnija
nl: Armenië
pt: Armênia
ru: Армения
sk: Arménsko
sl: Armenija
sr: Јерменија
sv: Armenien
th: อาร์เมเนีย
tr: Ermenistan
uk: Вірменія
zh: 亚美尼亚

# common_country_selection_countries_ASM
source: American Samoa
ar: ساموا الأمريكية
bg: Американска Самоа
cs: Americká Samoa
da: Amerikansk Samoa
de: Amerikanisch-Samoa
el: Αμερικανική Σαμόα
es: Samoa Americana
et: Ameerika Samoa
fa: ساموآی آمریکا
fi: Amerikan Samoa
fr: Samoa américaines
he: סמואה האמריקנית
hi: अमेरिकी समोआ
hr: Američka Samoa
hu: Amerikai Szamoa
hy: Ամերիկյան Սամոա
id: Samoa Amerika
it: Samoa Americane
ja: アメリカ領サモア
ko: 아메리칸사모아
lt: Amerikos Samoa
lv: Amerikāņu Samoa
ms: Samoa Amerika
nb: Amerikansk Samoa
nl: Amerikaans-Samoa
pl: Samoa Amerykańskie
pt: Samoa Americana
ro: Samoa Americană
ru: Американское Самоа
sk: Americká Samoa
sl: Ameriška Samoa
sr: Američka Samoa
sv: Amerikanska Samoa
th: อเมริกันซามัว
tr: Amerikan Samoası
uk: Американське Самоа
vi: Samoa thuộc Mỹ
zh: 美属萨摩亚

# common_country_selection_countries_ATG
source: Antigua and Barbuda
ar: أنتيغوا وباربودا
bg: Антигуа и Барбуда
cs: Antigua a Barbuda
da: Antigua og Barbuda
de: Antigua und Barbuda
el: Αντίγκουα και Μπαρμπούντα
es: Antigua y Barbuda
et: Antigua ja Barbuda
fa: آنتیگوا و باربودا
fi: Antigua ja Barbuda
fr: Antigua-et-Barbuda
he: אנטיגואה וברבודה
hi: एंटीगुआ और बारबुडा
hr: Antigva i Barbuda
hu: Antigua és Barbuda
hy: Անտիգուա և Բարբուդա
id: Antigua dan Barbuda
it: Antigua e Barbuda
ja: アンティグア・バーブーダ
ko: 앤티가 바부다
lt: Antigva ir Barbuda
lv: Antigva un Barbuda
ms: Antigua dan Barbuda
nb: Antigua og Barbuda
nl: Antigua en Barbuda
pl: Antigua i Barbuda
pt: Antígua e Barbuda
ro: Antigua și Barbuda
ru: Антигуа и Барбуда
sk: Antigua a Barbuda
sl: Antigva in Barbuda
sr: Antigva i Barbuda
sv: Antigua och Barbuda
th: แอนติกาและบาร์บูดา
tr: Antigua ve Barbuda
uk: Антигуа і Барбуда
vi: Antigua và Barbuda
zh: 安提瓜和巴布达

# common_country_selection_countries_AUS
source: Australia
ar: أستراليا
bg: Австралия
cs: Austrálie
da: Australien
de: Australien
el: Αυστραλία
et: Austraalia
fa: استرالیا
fr: Australie
he: אוסטרליה
hi: ऑस्ट्रेलिया
hr: Australija
hu: Ausztrália
hy: Ավստրալիա
ja: オーストラリア
ko: 오스트레일리아
lt: Australija
lv: Austrālija
nl: Australië
pt: Austrália
ru: Австралия
sk: Austrália
sl: Avstralija
sr: Аустралија
sv: Australien
th: ออสเตรเลีย
tr: Avustralya
uk: Австралія
vi: Úc
zh: 澳大利亚

# common_country_selection_countries_AUT
source: Austria
ar: النمسا
bg: Австрия
cs: Rakousko
da: Østrig
de: Österreich
el: Αυστρία
fa: اتریش
fi: Itävalta
fr: Autriche
he: אוסטריה
hi: ऑस्ट्रिया
hr: Austrija
hu: Ausztria
hy: Ավստրիա
ja: オーストリア
ko: 오스트리아
lt: Austrija
lv: Austrija
nb: Østerrike
nl: Oostenrijk
pt: Áustria
ru: Австрия
sk: Rakúsko
sl: Avstrija
sr: Austrija
sv: Österrike
th: ออสเตรีย
tr: Avusturya
uk: Австрія
vi: Áo
zh: 奥地利

# common_country_selection_countries_AZE
source: Azerbaijan
ar: أذربيجان
bg: Азербайджан
cs: Ázerbájdžán
da: Aserbajdsjan
de: Aserbaidschan
el: Αζερμπαϊτζάν
es: Azerbaiyán
et: Aserbaidžaan
fa: آذربایجان
fi: Azerbaidžan
fr: Azerbaïdjan
he: אזרבייג`ן
hi: अज़रबैजान
hr: Azerbajdžan
hu: Azerbajdzsán
hy: Ադրբեջան
it: Azerbaigian
ja: アゼルバイジャン
ko: 아제르바이잔
lt: Azerbaidžanas
lv: Azerbaidžāna
nb: Aserbajdsjan
nl: Azerbeidzjan
pl: Azerbejdżan
pt: Azerbaijão
ro: Azerbaidjan
ru: Азербайджан
sk: Azerbajdžan
sl: Azerbajdžan
sr: Azerbejdžan
sv: Azerbajdzjan
th: อาเซอร์ไบจาน
tr: Azerbaycan
uk: Азербайджан
zh: 阿塞拜疆

# common_country_selection_countries_BDI
source: Burundi
ar: بوروندي
bg: Бурунди
el: Μπουρούντι
fa: بوروندی
he: בורונדי
hi: बुरुंडी
hy: Բուրունդի
ja: ブルンジ
ko: 부룬디
lt: Burundis
lv: Burundija
ru: Бурунди
th: บุรุนดี
uk: Бурунді
zh: 布隆迪

# common_country_selection_countries_BEL
source: Belgium
ar: بلجيكا
bg: Белгия
cs: Belgie
da: Belgien
de: Belgien
el: Βέλγιο
es: Bélgica
et: Belgia
fa: بلژیک
fi: Belgia
fr: Belgique
he: בלגיה
hi: बेल्जियम
hr: Belgija
hy: Բելգիա
id: Belgia
it: Belgio
ja: ベルギー
ko: 벨기에
lt: Belgija
lv: Beļģija
nb: Belgia
nl: België
pl: Belgia
pt: Bélgica
ro: Belgia
ru: Бельгия
sk: Belgicko
sl: Belgija
sr: Belgija
sv: Belgien
th: เบลเยียม
tr: Belçika
uk: Бельгія
vi: Bỉ
zh: 比利时

# common_country_selection_countries_BEN
source: Benin
ar: بنين
bg: Бенин
el: Μπενίν
es: Benín
fa: بنین
fr: Bénin
he: בנין
hi: बेनिन
hy: Բենին
ja: ベナン
ko: 베냉
lt: Beninas
lv: Benina
pt: Benim
ru: Бенин
th: เบนิน
uk: Бенін
vi: Bê-nanh
zh: 贝宁

# common_country_selection_countries_BFA
source: Burkina Faso
ar: بوركينا فاسو
bg: Буркина Фасо
el: Μπουρκίνα Φάσο
fa: بورکینافاسو
he: בורקינה פאסו
hi: बुर्किना फासो
hy: Բուրկինա Ֆասո
ja: ブルキナファソ
ko: 부르키나파소
lt: Burkina Fasas
ru: Буркина-Фасо
th: บูร์กินาฟาโซ
uk: Буркіна-Фасо
zh: 布基纳法索

# common_country_selection_countries_BGD
source: Bangladesh
ar: بنغلاديش
bg: Бангладеш
cs: Bangladéš
de: Bangladesch
el: Μπαγκλαντές
fa: بنگلادش
he: בנגלדש
hi: बांग्लादेश
hr: Bangladeš
hu: Banglades
hy: Բանգլադեշ
ja: バングラデシュ
ko: 방글라데시
lt: Bangladešas
lv: Bangladeša
pl: Bangladesz
ru: Бангладеш
sk: Bangladéš
sl: Bangladeš
sr: Bangladeš
th: บังกลาเทศ
tr: Bangladeş
uk: Бангладеш
zh: 孟加拉国

# common_country_selection_countries_BGR
source: Bulgaria
ar: بلغاريا
bg: България
cs: Bulharsko
da: Bulgarien
de: Bulgarien
el: Βουλγαρία
et: Bulgaaria
fa: بلغارستان
fr: Bulgarie
he: בולגריה
hi: बुल्गारिया
hr: Bugarska
hu: Bulgária
hy: Բուլղարիա
ja: ブルガリア
ko: 불가리아
lt: Bulgarija
lv: Bulgārija
nl: Bulgarije
pl: Bułgaria
pt: Bulgária
ru: Болгария
sk: Bulharsko
sl: Bolgarija
sr: Bugarska
sv: Bulgarien
th: บัลแกเรีย
tr: Bulgaristan
uk: Болгарія
zh: 保加利亚

# common_country_selection_countries_BHR
source: Bahrain
ar: البحرين
bg: Бахрейн
cs: Bahrajn
el: Μπαχρέιν
es: Baréin
et: Bahrein
fa: بحرین
fr: Bahreïn
he: בחריין
hi: बहरीन
hr: Bahrein
hu: Bahrein
hy: Բահրեյն
it: Bahrein
ja: バーレーン
ko: 바레인
lt: Bahreinas
lv: Bahreina
nl: Bahrein
pl: Bahrajn
pt: Bahrein
ro: Bahrein
ru: Бахрейн
sk: Bahrajn
sl: Bahrajn
sr: Bahrein
th: บาห์เรน
tr: Bahreyn
uk: Бахрейн
zh: 巴林

# common_country_selection_countries_BHS
source: Bahamas
ar: باهاماس
bg: Бахамски острови
cs: Bahamy
el: Μπαχάμες
et: Bahama
fa: باهاما
fi: Bahama
he: בהאמה
hi: बहामास
hr: Bahami
hu: Bahama-szigetek
hy: Բահամյան կղզիներ
id: Bahama
ja: バハマ
ko: 바하마
lt: Bahamos
lv: Bahamu salas
pl: Bahamy
ru: Багамы
sk: Bahamy
sl: Bahami
sr: Bahami
th: บาฮามาส
tr: Bahamalar
uk: Багамські Острови
zh: 巴哈马

# common_country_selection_countries_BIH
source: Bosnia and Herzegovina
ar: البوسنة والهرسك
bg: Босна и Херцеговина
cs: Bosna a Hercegovina
da: Bosnien-Hercegovina
de: Bosnien und Herzegowina
el: Βοσνία και Ερζεγοβίνη
es: Bosnia y Herzegovina
et: Bosnia ja Hertsegoviina
fa: بوسنی و هرزگوین
fi: Bosnia ja Hertsegovina
fr: Bosnie-Herzégovine
he: בוסניה והרצגובינה
hi: बोस्निया और हर्जेगोविना
hr: Bosna i Hercegovina
hu: Bosznia-Hercegovina
hy: Բոսնիա և Հերցեգովինա
id: Bosnia dan Herzegovina
it: Bosnia ed Erzegovina
ja: ボスニア・ヘルツェゴビナ
ko: 보스니아 헤르체고비나
lt: Bosnija ir Hercegovina
lv: Bosnija un Hercegovina
ms: Bosnia dan Herzegovina
nb: Bosnia-Hercegovina
nl: Bosnië en Herzegovina
pl: Bośnia i Hercegowina
pt: Bósnia e Herzegovina
ro: Bosnia și Herțegovina
ru: Босния и Герцеговина
sk: Bosna a Hercegovina
sl: Bosna in Hercegovina
sr: Bosna i Hercegovina
sv: Bosnien och Hercegovina
th: บอสเนียและเฮอร์เซโกวีนา
tr: Bosna-Hersek
uk: Боснія і Герцеговина
vi: Bosnia và Herzegovina
zh: 波斯尼亚和黑塞哥维那

# common_country_selection_countries_BLM
source: Saint Barthélemy
ar: سانت بارتيليمي
bg: Сен Бартелеми
cs: Svatý Bartoloměj
el: Άγιος Βαρθολομαίος
es: San Bartolomé
fa: سن بارتلمی
he: סנט ברתלמי
hi: सेंट बार्थेलेमी
hy: Սեն Բարտելեմի
ja: サン・バルテルミー
ko: 생바르텔레미
lt: Sen Bartelemi
lv: Senbartelmī
pt: São Bartolomeu
ru: Сен-Бартелеми
sk: Svätý Bartolomej
sr: Sveti Bartolomej
th: แซ็ง-บาร์เตเลมี
uk: Сен-Бартелемі
zh: 圣巴泰勒米

# common_country_selection_countries_BLR
source: Belarus
ar: بيلاروس
bg: Беларус
cs: Bělorusko
da: Hviderusland
el: Λευκορωσία
es: Bielorrusia
et: Valgevene
fa: بلاروس
fi: Valko-Venäjä
fr: Biélorussie
he: בלארוס
hi: बेलारूस
hr: Bjelorusija
hu: Fehéroroszország
hy: Բելառուս
it: Bielorussia
ja: ベラルーシ
ko: 벨라루스
lt: Baltarusija
lv: Baltkrievija
nb: Hviterussland
nl: Wit-Rusland
pl: Białoruś
pt: Bielorrússia
ru: Беларусь
sk: Bielorusko
sl: Belorusija
sr: Белорусија
sv: Vitryssland
th: เบลารุส
uk: Білорусь
zh: 白俄罗斯

# common_country_selection_countries_BLZ
source: Belize
ar: بليز
bg: Белиз
el: Μπελίζ
es: Belice
fa: بلیز
he: בליז
hi: बेलीज़
hy: Բելիզ
ja: ベリーズ
ko: 벨리즈
lt: Belizas
lv: Beliza
ru: Белиз
sr: Beliz
th: เบลีซ
uk: Беліз
zh: 伯利兹
