Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_android_firefox_browser_settings_list_item_2_video
source: Tap Blocked next to Camera to switch to Allowed
ar: اضغط على محظور بجوار الكاميرا للتبديل إلى مسموح
bg: Натиснете Блокирано до Камера, за да превключите на Разрешено
cs: Klepněte na Blokovaná vedle Kamery pro přepnutí na Povoleno
da: Tryk på Blokeret ved siden af Kamera for at skifte til Tilladt
de: Tippen Sie neben Kamera auf Blockiert, um auf Zugelassen zu wechseln
el: Πατήστε Αποκλεισμένο δίπλα στην Κάμερα για να αλλάξετε σε Επιτρεπόμενο
es: Toca Bloqueado junto a Cámara para cambiar a Permitido
et: Klõpsake Blokeeritud kõrval asuval Kaamera, et lülituda Lubatud režiimile
fa: روی مسدود کنار دوربین ضربه بزنید تا به مجاز تغییر کند
fi: Napauta Estetty vieressä Kamera vaihtaaksesi Sallittu
fr: Appuyez sur Bloqué à côté de Caméra pour passer à Autorisé
he: הקש על חסום ליד מצלמה כדי להחליף ל מותר
hi: अवरुद्ध को टैप करें और कैमरा के बगल में स्विच करें अनुमति दी गई
hr: Dodirnite Blokirano pored Kamere da prebacite na Dozvoljeno
hu: Érintse meg a Blokkolt lehetőséget a Kamera mellett, hogy átváltsa a Engedélyezett lehetőségre
hy: Սեղմեք Արգելված է կողքին Տեսախցիկ ՝ անցնելու Թույլատրված է դեպի
id: Ketuk Diblokir di sebelah Kamera untuk beralih ke Diizinkan
it: Tocca Bloccato accanto a Fotocamera per passare a Consentito
ja: ブロックの隣のカメラをタップして、許可に切り替えます
ko: 차단 옆에 있는 카메라를 탭하여 허용으로 전환하세요.
lt: Spustelėkite Užblokuota šalia Kameros, kad perjungtumėte į Leidžiama
lv: Nospiediet Bloķēts blakus Kamera, lai pārslēgtos uz Atļauts
ms: Ketuk Disekat bersebelahan dengan Kamera untuk bertukar ke Dibenarkan
nb: Trykk på Blokkert ved siden av Kamera for å bytte til Tillatt
nl: Tik op Geblokkeerd naast Camera om te schakelen naar Toegestaan
pl: Stuknij Zablokowane obok Kamery, aby przełączyć na Dozwolone
pt: Toque em Bloqueado ao lado de Câmara para mudar para Permitido
ro: Apăsați Blocat lângă Cameră pentru a comuta la Permis
ru: Нажмите Заблокировано рядом с Камера, чтобы переключиться на Разрешено
sk: Klepnite na Blokované vedľa Kamery pre prepnutie na Povolené
sl: Pritisnite Blokirano poleg Kamere, da preklopite na Dovoljeno
sr: Tapnite na Blokirano pored Kamere da pređete na Dozvoljeno
sv: Tryck på Blockerad bredvid Kamera för att byta till Tillåten
th: แตะ ถูกบล็อก ถัดจาก กล้อง เพื่อเปลี่ยนเป็น ได้รับอนุญาต
tr: Engellenmiş yanındaki Kamera seçeneğine dokunun ve İzin Verildi seçeneğine geçin
uk: Натисніть Заблоковано поряд з Камера, щоб переключитися на Дозволено
vi: Chạm vào Đã chặn kế bên Camera để chuyển sang Được phép
zh: 点击 已阻止 旁边的 相机 切换到 已允许

# common_permissions_recovery_android_firefox_browser_settings_list_item_3
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kehren Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y pulsa el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra és nyomja meg a Frissítse az oldalt gombot
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på Uppdatera sidan knappen
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться на цю сторінку та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_android_firefox_browser_settings_title
source: Solution 2: Browser settings
ar: الحل 2: إعدادات المتصفح
bg: Решение 2: Настройки на браузъра
cs: Řešení 2: Nastavení prohlížeče
da: Løsning 2: Browserindstillinger
de: Lösung 2: Browsereinstellungen
el: Λύση 2: Ρυθμίσεις προγράμματος περιήγησης
es: Solución 2: Configuración del navegador
et: Lahendus 2: Brauseri seaded
fa: راه حل 2: تنظیمات مرورگر
fi: Ratkaisu 2: Selaimen asetukset
fr: Solution 2 : Paramètres du navigateur
he: פתרון 2: הגדרות דפדפן
hi: समाधान 2: ब्राउज़र सेटिंग्स
hr: Rješenje 2: Postavke preglednika
hu: Megoldás 2: Böngésző beállítások
hy: Լուծում 2՝ Բրաուզերի կարգավորումներ
id: Solusi 2: Pengaturan browser
it: Soluzione 2: Impostazioni del browser
ja: ソリューション2：ブラウザの設定
ko: 솔루션 2: 브라우저 설정
lt: Sprendimas 2: Naršyklės nustatymai
lv: Risinājums 2: Pārlūka iestatījumi
ms: Penyelesaian 2: Tetapan pelayar
nb: Løsning 2: Nettleserinnstillinger
nl: Oplossing 2: Browserinstellingen
pl: Rozwiązanie 2: Ustawienia przeglądarki
pt: Solução 2: Configurações do navegador
ro: Soluția 2: Setările browserului
ru: Решение 2: Настройки браузера
sk: Riešenie 2: Nastavenia prehliadača
sl: Rešitev 2: Nastavitve brskalnika
sr: Rešenje 2: Podešavanja pretraživača
sv: Lösning 2: Webbläsarinställningar
th: วิธีที่ 2: การตั้งค่าเบราว์เซอร์
tr: Çözüm 2: Tarayıcı ayarları
uk: Рішення 2: Налаштування браузера
vi: Giải pháp 2: Cài đặt trình duyệt
zh: 解决方案2：浏览器设置

# common_permissions_recovery_android_firefox_device_settings_title
source: Solution 3: Device settings
ar: الحل 3: إعدادات الجهاز
bg: Решение 3: Настройки на устройството
cs: Řešení 3: Nastavení zařízení
da: Løsning 3: Enhedsindstillinger
de: Lösung 3: Geräteeinstellungen
el: Λύση 3: Ρυθμίσεις συσκευής
es: Solución 3: Configuración del dispositivo
et: Lahendus 3: Seadme sätted
fa: راه حل 3: تنظیمات دستگاه
fi: Ratkaisu 3: Laitteen asetukset
fr: Solution 3 : Paramètres de l`appareil
he: פתרון 3: הגדרות המכשיר
hi: समाधान 3: उपकरण सेटिंग्स
hr: Rješenje 3: Postavke uređaja
hu: Megoldás 3: Eszközbeállítások
hy: Լուծում 3: Սարքի կարգավորումներ
id: Solusi 3: Pengaturan perangkat
it: Soluzione 3: Impostazioni del dispositivo
ja: ソリューション3：デバイスの設定
ko: 솔루션 3: 디바이스 설정
lt: Sprendimas 3: Įrenginio nustatymai
lv: Risinājums 3: Ierīces iestatījumi
ms: Penyelesaian 3: Tetapan peranti
nb: Løsning 3: Innstillinger for enheten
nl: Oplossing 3: Instellingen van het apparaat
pl: Rozwiązanie 3: Ustawienia urządzenia
pt: Solução 3: Configurações do dispositivo
ro: Soluția 3: Setările dispozitivului
ru: Решение 3: Настройки устройства
sk: Riešenie 3: Nastavenia zariadenia
sl: Rešitev 3: Nastavitve naprave
sr: Rešenje 3: Podešavanja uređaja
sv: Lösning 3: Inställningar för enheten
th: วิธีที่ 3: การตั้งค่าอุปกรณ์
tr: Çözüm 3: Cihaz ayarları
uk: Рішення 3: Налаштування пристрою
vi: Giải pháp 3: Cài đặt thiết bị
zh: 解决方案3：设备设置

# common_permissions_recovery_android_firefox_refresh_page_title
source: Solution 1: Refresh the page
ar: الحل 1: قم بتحديث الصفحة
bg: Решение 1: Опреснете страницата
cs: Řešení 1: Obnovte stránku
da: Løsning 1: Opdater siden
de: Lösung 1: Aktualisieren Sie die Seite
el: Λύση 1: Ανανεώστε τη σελίδα
es: Solución 1: Actualiza la página
et: Lahendus 1: Värskenda lehte
fa: راه حل 1: صفحه را تازه کنید
fi: Ratkaisu 1: Päivitä sivu
fr: Solution 1 : Actualisez la page
he: פתרון 1: רענן את הדף
hi: समाधान 1: पृष्ठ को ताज़ा करें
hr: Rješenje 1: Osvježite stranicu
hu: Megoldás 1: Frissítse az oldalt
hy: Լուծում 1՝ Թարմացրեք էջը
id: Solusi 1: Segarkan halaman
it: Soluzione 1: Aggiorna la pagina
ja: ソリューション1：ページを更新する
ko: 해결책 1: 페이지를 새로 고침하세요
lt: Sprendimas 1: Atnaujinkite puslapį
lv: Risinājums 1: Atsvaidziniet lapu
ms: Penyelesaian 1: Segarkan halaman
nb: Løsning 1: Oppdater siden
nl: Oplossing 1: Ververs de pagina
pl: Rozwiązanie 1: Odśwież stronę
pt: Solução 1: Atualize a página
ro: Soluția 1: Reîmprospătați pagina
ru: Решение 1: Обновите страницу
sk: Riešenie 1: Obnovte stránku
sl: Rešitev 1: Osvežite stran
sr: Rešenje 1: Osvežite stranicu
sv: Lösning 1: Uppdatera sidan
th: วิธีที่ 1: รีเฟรชหน้าเว็บ
tr: Çözüm 1: Sayfayı yenileyin
uk: Рішення 1: Оновіть сторінку
vi: Giải pháp 1: Làm mới trang
zh: 解决方案1：刷新页面

# common_permissions_recovery_android_generic_browser_settings_list_item_1
source: In your browser, open the website settings. This is often a lock icon in the address bar
ar: في المتصفح الخاص بك، افتح إعدادات الموقع. غالبًا ما يكون هذا رمز القفل في شريط العنوان
bg: Във вашия браузър отворете настройките на уебсайта. Това често е икона на заключване в адресната лента
cs: V prohlížeči otevřete nastavení webové stránky. To je často ikona zámku v adresním řádku
da: I din browser skal du åbne webstedsindstillingerne. Dette er ofte et låseikon i adresselinjen
de: Öffnen Sie in Ihrem Browser die Website-Einstellungen. Dies ist oft ein Schloss-Symbol in der Adressleiste
el: Στον περιηγητή σας, ανοίξτε τις ρυθμίσεις του ιστότοπου. Συχνά είναι ένα εικονίδιο κλειδαριάς στη γραμμή διευθύνσεων
es: En tu navegador, abre la configuración del sitio web. A menudo es un icono de candado en la barra de direcciones
et: Avage oma brauseris veebisaidi seaded. See on sageli aadressiribal asuv lukusümbol
fa: در مرورگر خود، تنظیمات وبسایت را باز کنید. این اغلب یک آیکون قفل در نوار آدرس است
fi: Avaa selaimessasi verkkosivuston asetukset. Tämä on usein lukon kuvake osoitepalkissa
fr: Dans votre navigateur, ouvrez les paramètres du site. C`est souvent une icône de verrou dans la barre d`adresse
he: בדפדפן שלך, פתח את הגדרות האתר. לעיתים קרובות זהו סמל של מנעול בשורת הכתובת
hi: अपने ब्राउज़र में, वेबसाइट सेटिंग्स खोलें। यह अक्सर पता पट्टी में एक ताला आइकन होता है
hr: U svom pregledniku otvorite postavke web stranice. To je često ikona lokota u adresnoj traci
hu: Nyissa meg a böngészőben a webhely beállításait. Ez gyakran egy lakat ikon a címsorban
hy: Բացեք ձեր զննարկչում կայքի կարգավորումները։ Սա հաճախ ամփոփի պատկերակը հասցեի գծում
id: Di browser Anda, buka pengaturan situs web. Ini seringkali merupakan ikon gembok di bilah alamat
it: Nel tuo browser, apri le impostazioni del sito web. Questo è spesso un`icona di blocco nella barra degli indirizzi
ja: ブラウザでウェブサイトの設定を開きます。これは通常、アドレスバーにあるロックアイコンです
ko: 브라우저에서 웹사이트 설정을 엽니다. 이는 주소 표시 줄에 있는 자물쇠 아이콘 인 경우가 많습니다
lt: Savo naršyklėje atidarykite svetainės nustatymus. Dažnai tai yra užrakto piktograma adreso juostoje
lv: Savā pārlūkprogrammā atveriet vietnes iestatījumus. Bieži vien tas ir slēdzenes ikona adreses joslā
ms: Dalam pelayar anda, buka tetapan laman web. Ini seringkali merupakan ikon kunci di bar alamat
nb: I nettleseren din, åpne nettstedinnstillingene. Dette er ofte et låsikon i adressefeltet
nl: Open in uw browser de website-instellingen. Dit is vaak een slotpictogram in de adresbalk
pl: W swojej przeglądarce otwórz ustawienia strony. Często jest to ikona zamka na pasku adresu
pt: No seu navegador, abra as configurações do site. Isto é frequentemente um ícone de cadeado na barra de endereços
ro: În browserul dvs., deschideți setările site-ului web. Aceasta este adesea o pictogramă de blocare în bara de adrese
ru: В вашем браузере откройте настройки сайта. Обычно это значок замка в адресной строке
sk: V prehliadači otvorte nastavenia webovej stránky. Často je to ikona zámku v adresnom riadku
sl: V svojem brskalniku odprite nastavitve spletnega mesta. To je pogosto ikona za zaklepanje v naslovni vrstici
sr: U vašem pretraživaču, otvorite postavke sajta. To je često ikonica brave u adresnoj traci
sv: I din webbläsare, öppna webbplatsinställningarna. Detta är ofta en låsikon i adressfältet
th: ในเบราว์เซอร์ของคุณ ให้เปิดการตั้งค่าเว็บไซต์ ซึ่งมักจะเป็นไอคอนล็อค ที่แถบที่อยู่
tr: Tarayıcınızda, web sitesi ayarlarını açın. Bu genellikle adres çubuğunda bir kilit simgesi olur
uk: У вашому браузері відкрийте налаштування веб-сайту. Це часто значок замка у адресному рядку
vi: Trên trình duyệt của bạn, mở cài đặt trang web. Đây thường là biểu tượng khóa ở thanh địa chỉ
zh: 在您的浏览器中，打开网站设置。这通常是地址栏中的一个锁图标

# common_permissions_recovery_android_generic_browser_settings_list_item_2
source: Find the section about permissions
ar: ابحث عن القسم المتعلق بالأذونات
bg: Намерете раздела за разрешения
cs: Najděte sekci o oprávněních
da: Find afsnittet om tilladelser
de: Finden Sie den Abschnitt über Berechtigungen
el: Βρείτε την ενότητα σχετικά με τις άδειες
es: Encuentra la sección sobre permisos
et: Leidke jaotis lubade kohta
fa: بخش مربوط به مجوزها را پیدا کنید
fi: Etsi osio oikeuksista
fr: Trouvez la section concernant les autorisations
he: מצא את הסעיף שעוסק בהרשאות
hi: अनुमतियों के बारे में खंड ढूंढें
hr: Pronađite odjeljak o dozvolama
hu: Keresse meg a jogosultságokkal kapcsolatos szakaszt
hy: Գտեք թողարկումների բաժինը
id: Temukan bagian tentang izin
it: Trova la sezione sulle autorizzazioni
ja: パーミッションに関するセクションを探す
ko: 권한에 대한 섹션을 찾으십시오
lt: Raskite skyrių apie leidimus
lv: Atrast sadaļu par atļaujām
ms: Cari bahagian tentang kebenaran
nb: Finn avsnittet om tillatelser
nl: Vind de sectie over toestemmingen
pl: Znajdź sekcję dotyczącą uprawnień
pt: Encontre a secção sobre permissões
ro: Găsiți secțiunea despre permisiuni
ru: Найдите раздел о разрешениях
sk: Nájdite sekciu o povoleniach
sl: Najdite razdelek o dovoljenjih
sr: Pronađite deo o dozvolama
sv: Hitta avsnittet om behörigheter
th: ค้นหาส่วนเกี่ยวกับสิทธิ์การเข้าถึง
tr: İzinler hakkındaki bölümü bulun
uk: Знайдіть розділ про дозволи
vi: Tìm phần về quyền hạn
zh: 找到有关权限的部分

# common_permissions_recovery_android_generic_browser_settings_list_item_3_audio
source: Enable the Microphone permissions
ar: قم بتمكين أذونات الميكروفون
bg: Активирайте разрешенията за Микрофон
cs: Povolte oprávnění pro Mikrofon
da: Aktivér Mikrofon tilladelserne
de: Aktivieren Sie die Mikrofon Berechtigungen
el: Ενεργοποιήστε τις άδειες Μικροφώνου
es: Habilita los permisos del Micrófono
et: Luba Mikrofoni õigused
fa: دسترسی میکروفون را فعال کنید
fi: Ota käyttöön Mikrofoni -oikeudet
fr: Activez les permissions du Microphone
he: אפשר את הרשאות המיקרופון
hi: माइक्रोफ़ोन अनुमतियाँ सक्षम करें
hr: Omogućite dozvole za Mikrofon
hu: Engedélyezze a Mikrofon jogosultságokat
hy: Միկրոֆոնի թույլտվությունները միացնել
id: Aktifkan izin Mikrofon
it: Abilita le autorizzazioni per il Microfono
ja: マイクの権限を有効にする
ko: 마이크 권한을 활성화하십시오
lt: Įjunkite Mikrofono leidimus
lv: Iespējojiet Mikrofona atļaujas
ms: Dayakan kebenaran Mikrofon
nb: Aktiver Mikrofon tillatelser
nl: Schakel de Microfoon toestemmingen in
pl: Włącz uprawnienia do Mikrofonu
pt: Ative as permissões do Microfone
ro: Activați permisiunile pentru Microfon
ru: Включите разрешения для Микрофона
sk: Povoliť povolenia pre Mikrofón
sl: Omogočite dovoljenja za mikrofon
sr: Omogućite dozvole za Mikrofon
sv: Aktivera Mikrofon-behörigheterna
th: เปิดใช้งานสิทธิ์ ไมโครโฟน
tr: Mikrofon izinlerini etkinleştirin
uk: Увімкніть дозволи для Мікрофону
vi: Cho phép quyền Micro
zh: 启用麦克风权限

# common_permissions_recovery_android_generic_browser_settings_list_item_3_video
source: Enable the Camera permissions
ar: قم بتمكين أذونات الكاميرا
bg: Активирайте разрешенията за Камера
cs: Povolte oprávnění pro Kameru
da: Aktivér Kamera tilladelserne
de: Aktivieren Sie die Kamera Berechtigungen
el: Ενεργοποιήστε τις άδειες της Κάμερας
es: Habilita los permisos de la Cámara
et: Luba kaamera õigused
fa: دسترسی دوربین را فعال کنید
fi: Ota käyttöön Kamera -oikeudet
fr: Activez les permissions de la Caméra
he: אפשר את הרשאות המצלמה
hi: कैमरा अनुमतियाँ सक्षम करें
hr: Omogućite dozvole za Kameru
hu: Engedélyezze a Kamera hozzáféréseket
hy: Տեսախցիկի իրավունքները միացնել
id: Aktifkan izin Kamera
it: Abilita le autorizzazioni della Fotocamera
ja: カメラの権限を有効にする
ko: 카메라 권한을 활성화하십시오
lt: Įjunkite Kamera leidimus
lv: Iespējojiet Kameras atļaujas
ms: Dayakan kebenaran Kamera
nb: Aktiver Kamera tillatelser
nl: Schakel de Camera toestemmingen in
pl: Włącz uprawnienia dla Kamery
pt: Ative as permissões da Câmara
ro: Activați permisiunile pentru Camera
ru: Включите разрешения для Камеры
sk: Povoliť povolenia pre Kameru
sl: Omogočite dovoljenja za Kamero
sr: Omogućite dozvole za Kameru
sv: Aktivera Kamera-behörigheterna
th: เปิดใช้งานสิทธิ์ กล้อง
tr: Kamera izinlerini etkinleştirin
uk: Увімкніть дозволи для Камери
vi: Cho phép quyền Camera
zh: 启用相机权限

# common_permissions_recovery_android_generic_browser_settings_list_item_4
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kommen Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y presiona el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra és nyomja meg a Frissítse az oldalt gombot
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på Uppdatera sidan knappen
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться на цю сторінку та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_android_samsung_browser_settings_list_item_1
source: In your browser, tap the lock icon in the address bar
ar: في المتصفح الخاص بك، اضغط على أيقونة القفل في شريط العنوان
bg: Във вашия браузър, докоснете иконата за заключване в адресната лента
cs: V prohlížeči klepněte na ikonu zámku v adresním řádku
da: I din browser skal du trykke på låseikonet i adresselinjen
de: In Ihrem Browser tippen Sie auf das Schloss-Symbol in der Adressleiste
el: Στον περιηγητή σας, πατήστε το εικονίδιο κλειδαριάς στη γραμμή διευθύνσεων
es: En tu navegador, toca el icono de candado en la barra de direcciones
et: Oma brauseris klõpsake aadressiribal lukusümbolil
fa: در مرورگر خود، روی آیکون قفل در نوار آدرس ضربه بزنید
fi: Avaa selaimessasi lukitusikoni osoiterivillä
fr: Dans votre navigateur, appuyez sur l`icône de verrouillage dans la barre d`adresse
he: בדפדפן שלך, הקש על סמל הנעילה בשורת הכתובת
hi: अपने ब्राउज़र में, पता पट्टी में ताला आइकन पर टैप करें
hr: U svom pregledniku, dodirnite ikonu lokota u adresnoj traci
hu: A böngészőjében koppintson a lakat ikonra a címsorban
hy: Ձեր զննարկչում հպեք կողպածի պատկերակը հասցեի գծում
id: Di browser Anda, ketuk ikon kunci di bilah alamat
it: Nel tuo browser, tocca l`icona del lucchetto nella barra degli indirizzi
ja: ブラウザで、アドレスバーにあるロックアイコンをタップします
ko: 브라우저에서 주소 표시 줄에 있는 자물쇠 아이콘 을 탭하세요
lt: Savo naršyklėje paspauskite užrakto piktogramą adreso juostoje
lv: Savā pārlūkprogrammā pieskarieties bloķēšanas ikonai adrešu joslā
ms: Di pelayar anda, ketuk ikon kunci di bar alamat
nb: I nettleseren din, trykk på låsikonet i adressefeltet
nl: In uw browser tikt u op het slotpictogram in de adresbalk
pl: W swojej przeglądarce, naciśnij ikonę zabezpieczenia na pasku adresu
pt: No seu navegador, toque no ícone de bloqueio na barra de endereços
ro: În browserul tău, apasă pe pictograma de blocare din bara de adrese
ru: В вашем браузере нажмите на иконку замка в адресной строке
sk: V prehliadači kliknite na ikonu zámku v adresnom riadku
sl: V svojem brskalniku tapnite ikono za zaklepanje v naslovni vrstici
sr: U vašem pretraživaču, dodirnite ikonicu za zaključavanje u adresnoj traci
sv: I din webbläsare, tryck på låsikonen i adressfältet
th: ในเบราว์เซอร์ของคุณ แตะที่ไอคอนล็อค ที่แถบที่อยู่
tr: Tarayıcınızda, adres çubuğunda kilit simgesine dokunun
uk: У вашому браузері натисніть на іконку замка в адресному рядку
vi: Trên trình duyệt của bạn, nhấn vào biểu tượng khóa trên thanh địa chỉ
zh: 在您的浏览器中，点击地址栏中的锁图标
