Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_sheet_subtitle_interrupted_passport
source: Reposition your phone against your passport to locate the chip.
ar: أعد توجيه هاتفك نحو جواز سفرك للعثور على الرقاقة.
bg: Позиционирайте телефона си срещу паспорта си, за да намерите чипа.
cs: Přesuňte svůj telefon proti svému pasu, abyste našli čip.
da: Placer din telefon mod dit pas for at finde chippen.
de: Positionieren Sie Ihr Telefon erneut gegen Ihren Reisepass, um den Chip zu finden.
el: Τοποθετήστε ξανά το τηλέφωνό σας πάνω στο διαβατήριό σας για να εντοπίσετε το chip.
es: Reposición su teléfono contra su pasaporte para localizar el chip.
et: Paigutage oma telefon uuesti passi vastu, et kiipi leida.
fa: تلفن خود را روی گذرنامه خود قرار دهید تا چیپ را پیدا کنید.
fi: Siirrä puhelimesi passiasi vasten löytääksesi sirun.
fr: Repositionnez votre téléphone contre votre passeport pour localiser la puce.
he: מקמו מחדש את הטלפון שלכם על הדרכון שלכם כדי לאתר את השבב.
hi: चिप को खोजने के लिए अपने पासपोर्ट के खिलाफ अपने फोन को पुनः स्थापित करें।
hr: Ponovno pozicionirajte svoj telefon prema putovnici kako biste locirali čip.
hu: Helyezze újra a telefonját az útleveléhez, hogy megtalálja a chipet.
hy: Տեղադրեք ձեր հեռախոսը ձեր անձնագրի դեմ չիպը գտնելու համար:
id: Posisikan kembali ponsel Anda ke paspor Anda untuk menemukan chip tersebut.
it: Riposiziona il tuo telefono sul tuo passaporto per localizzare il chip.
ja: チップを見つけるために、パスポートに対して電話を再配置してください。
ko: 칩을 찾기 위해 휴대폰을 여권에 다시 위치시키십시오.
lt: Pakoreguokite savo telefoną prie savo paso, kad rastumėte lustą.
lv: Pārvietojiet savu telefonu pret pasi, lai atrastu mikroshēmu.
ms: Posisikan semula telefon anda terhadap pasport anda untuk mencari cip.
nb: Posisjoner telefonen din mot passet ditt for å finne chipen.
nl: Plaats uw telefoon opnieuw tegen uw paspoort om de chip te vinden.
pl: Umieść ponownie swój telefon na paszporcie, aby zlokalizować chip.
pt: Reposicione seu telefone contra o seu passaporte para localizar o chip.
ro: Repoziționați telefonul împotriva pașaportului dvs. pentru a localiza cipul.
ru: Переставьте ваш телефон на ваш паспорт, чтобы найти чип.
sk: Presuňte svoj telefón k pasu, aby ste našli čip.
sl: Ponovno postavite svoj telefon proti vašemu potnemu listu, da najdete čip.
sr: Pozicionirajte svoj telefon prema vašem pasošu da biste locirali čip.
sv: Placera om din telefon mot ditt pass för att hitta chippet.
th: จัดตำแหน่งโทรศัพท์ของคุณให้ตรงกับพาสปอร์ตเพื่อค้นหาชิป
tr: Çipi bulmak için telefonunuzu pasaportunuza karşı yeniden konumlandırın.
uk: Переставте ваш телефон біля вашого паспорта, щоб знайти чіп.
vi: Đặt lại điện thoại của bạn lên hộ chiếu để tìm chip.
zh: 重新放置您的手机靠近您的护照以找到芯片。

# nfc_sheet_subtitle_interrupted_passport_usa_android
source: Reposition your phone against the back cover to locate the chip.
ar: أعد وضع هاتفك مقابل الغلاف الخلفي لتحديد موقع الشريحة.
bg: Преместете телефона си към задната корица, за да намерите чипа.
cs: Přemístěte telefon k zadnímu krytu, abyste našli čip.
da: Flyt din telefon mod bagsiden for at finde chippen.
de: Positionieren Sie Ihr Telefon erneut gegen die Rückseite, um den Chip zu lokalisieren.
el: Τοποθετήστε ξανά το τηλέφωνό σας στην πίσω πλευρά για να εντοπίσετε το chip.
es: Recoloca tu teléfono contra la cubierta trasera para localizar el chip.
et: Asetage oma telefon tagakaane vastu, et leida kiip.
fa: گوشی خود را در مقابل جلد پشتی قرار دهید تا تراشه را پیدا کنید.
fi: Aseta puhelimesi uudelleen takakantta vasten löytääksesi sirun.
fr: Repositionnez votre téléphone contre la couverture arrière pour localiser la puce.
he: מקם מחדש את הטלפון שלך כנגד הכיסוי האחורי כדי לאתר את השבב.
hi: चिप का पता लगाने के लिए अपने फोन को पीछे के कवर के खिलाफ पुनः स्थिति में रखें।
hr: Premjestite telefon uz stražnji poklopac kako biste locirali čip.
hu: Helyezze át a telefonját a hátlaphoz, hogy megtalálja a chipet.
hy: Տեղափոխեք ձեր հեռախոսը դեպի հետևի կափարիչը՝ չիպը գտնելու համար։
id: Posisikan ulang ponsel Anda ke penutup belakang untuk menemukan chip.
it: Ripositiona il tuo telefono contro la copertina posteriore per individuare il chip.
ja: 携帯電話を背面カバーに再配置して、チップを見つけてください。
ko: 칩을 찾기 위해 휴대폰을 뒷면 커버에 다시 위치시키세요.
lt: Perkelkite telefoną prie galinio dangtelio, kad rastumėte lustą.
lv: Novietojiet tālruni pret aizmugurējo vāku, lai atrastu čipu.
ms: Letakkan semula telefon anda pada penutup belakang untuk mencari cip.
nb: Plasser telefonen mot baksiden for å finne brikken.
nl: Plaats uw telefoon opnieuw tegen de achterkant om de chip te lokaliseren.
pl: Przesuń telefon w stronę tylnej okładki, aby zlokalizować chip.
pt: Reposicione seu telefone contra a capa traseira para localizar o chip.
ro: Repoziționați telefonul pe coperta din spate pentru a localiza cipul.
ru: Переместите телефон к задней обложке, чтобы найти чип.
sk: Umiestnite telefón proti zadnému krytu, aby ste našli čip.
sl: Premaknite telefon proti zadnjemu pokrovu, da najdete čip.
sr: Pomerite telefon prema zadnjoj strani da pronađete čip.
sv: Placera om din telefon mot bakstycket för att hitta chippet.
th: ปรับตำแหน่งโทรศัพท์ของคุณให้ตรงกับฝาหลังเพื่อค้นหาชิป
tr: Çipi bulmak için telefonunuzu arka kapağa yeniden yerleştirin.
uk: Перемістіть телефон до задньої обкладинки, щоб знайти чип.
vi: Đặt lại điện thoại của bạn vào mặt sau để định vị chip.
zh: 将手机重新放在背面以定位芯片。

# nfc_sheet_subtitle_interrupted_passport_usa_ios
source: Reposition your phone against your passport.
ar: أعد وضع هاتفك مقابل جواز سفرك.
bg: Преместете телефона си срещу паспорта.
cs: Přemístěte svůj telefon proti pasu.
da: Placer din telefon mod dit pas.
de: Positionieren Sie Ihr Telefon neu an Ihrem Reisepass.
el: Τοποθετήστε ξανά το τηλέφωνό σας πάνω στο διαβατήριό σας.
es: Recoloca tu teléfono contra tu pasaporte.
et: Asetage oma telefon uuesti passi vastu.
fa: گوشی خود را در مقابل گذرنامه خود قرار دهید.
fi: Aseta puhelimesi uudelleen passiasi vasten.
fr: Repositionnez votre téléphone contre votre passeport.
he: מקם מחדש את הטלפון שלך כנגד הדרכון שלך.
hi: अपने फोन को अपने पासपोर्ट के खिलाफ पुनः स्थिति में लाएं।
hr: Premjestite svoj telefon uz putovnicu.
hu: Helyezze újra a telefonját az útleveléhez.
hy: Տեղափոխեք ձեր հեռախոսը ձեր անձնագրի դեմ։
id: Posisikan ulang ponsel Anda terhadap paspor Anda.
it: Ripositiona il tuo telefono contro il tuo passaporto.
ja: パスポートに対して携帯電話を再配置してください。
ko: 휴대폰을 여권에 다시 위치시키세요.
lt: Perstatykite telefoną prie savo paso.
lv: Novietojiet tālruni pret savu pasi.
ms: Letakkan semula telefon anda pada pasport anda.
nb: Plasser telefonen din mot passet ditt.
nl: Houd uw telefoon opnieuw tegen uw paspoort.
pl: Ustaw ponownie telefon przy swoim paszporcie.
pt: Reposicione seu telefone contra seu passaporte.
ro: Repoziționați telefonul în dreptul pașaportului dumneavoastră.
ru: Переместите телефон к вашему паспорту.
sk: Umiestnite svoj telefón proti pasu.
sl: Ponovno postavite telefon ob svoj potni list.
sr: Поново поставите телефон уз пасош.
sv: Placera om din telefon mot ditt pass.
th: จัดวางโทรศัพท์ของคุณใหม่ให้ชิดกับหนังสือเดินทางของคุณ
tr: Telefonunuzu pasaportunuza karşı yeniden konumlandırın.
uk: Перемістіть телефон до вашого паспорта.
vi: Đặt lại điện thoại của bạn lên hộ chiếu.
zh: 将手机重新放置在护照上。

# nfc_sheet_subtitle_ready_document_android
source: Place your document against your phone. You may need to slowly slide your document against your phone.
ar: ضع المستند الخاص بك ضد هاتفك. قد تحتاج إلى تحريك المستند الخاص بك ببطء ضد هاتفك.
bg: Поставете вашия документ върху вашия телефон. Може да се наложи бавно да плъзгате вашия документ по телефона си.
cs: Umístěte svůj dokument na svůj telefon. Možná budete muset svůj dokument pomalu posouvat podél svého telefonu.
da: Placer dit dokument mod din telefon. Du skal muligvis bevæge dit dokument langsomt op og ned mod din telefon.
de: Legen Sie Ihr Dokument gegen Ihr Telefon. Sie müssen möglicherweise Ihr Dokument langsam gegen Ihr Telefon schieben.
el: Τοποθετήστε το έγγραφό σας στο τηλέφωνό σας. Ίσως χρειαστεί να σύρετε αργά το έγγραφό σας στο τηλέφωνό σας.
es: Coloque su documento contra su teléfono. Es posible que necesite deslizar lentamente su documento contra su teléfono.
et: Asetage oma dokument telefoni vastu. Võib-olla peate oma dokumenti aeglaselt telefoni vastu liigutama.
fa: سند خود را بر روی تلفن خود قرار دهید. ممکن است نیاز باشد به آرامی سند خود را بر روی تلفن خود بکشید.
fi: Aseta dokumenttisi puhelinta vasten. Saatat joutua liikuttamaan dokumenttiasi hitaasti puhelinta vasten.
fr: Placez votre document contre votre téléphone. Vous devrez peut-être faire glisser lentement votre document contre votre téléphone.
he: הנח את המסמך שלך על הטלפון שלך. ייתכן ותצטרך להזיז לאט את המסמך שלך נגד הטלפון שלך.
hi: अपने दस्तावेज़ को अपने फ़ोन के खिलाफ रखें। आपको शायद अपने दस्तावेज़ को अपने फ़ोन के खिलाफ धीरे-धीरे स्लाइड करने की आवश्यकता हो सकती है।
hr: Postavite svoj dokument na svoj telefon. Možda ćete morati polako kliziti svoj dokument uz svoj telefon.
hu: Helyezze az okmányát a telefonja mellé. Lehet, hogy lassan végig kell húznia az okmányát a telefonján.
hy: Տեղադրեք ձեր փաստաթուղթը ձեր հեռախոսի դեմ։ Ձեզ կարող է պետք լինել դանդաղ սարքել ձեր փաստաթուղթը ձեր հեռախոսի դեմ։
id: Tempatkan dokumen Anda di telepon Anda. Anda mungkin perlu pelankan geser dokumen Anda di telepon Anda.
it: Posiziona il tuo documento contro il tuo telefono. Potrebbe essere necessario far scorrere lentamente il tuo documento contro il tuo telefono.
ja: あなたのドキュメントをあなたの電話に対して置いてください。ドキュメントを電話に対してゆっくりとスライドさせる必要があるかもしれません。
ko: 문서를 휴대폰에 대해 놓으세요. 문서를 휴대폰에 대해 천천히 움직여야 할 수도 있습니다.
lt: Prispauskite savo dokumentą prie telefono. Gali tekti lėtai judinti savo dokumentą prie telefono.
lv: Novietojiet savu dokumentu pret savu tālruni. Jums var nākties pakāpeniski pārvietot savu dokumentu pa tālruni.
ms: Letakkan dokumen anda melawan telefon anda. Anda mungkin perlu untuk perlahan-lahan menggeser dokumen anda melawan telefon anda.
nb: Plasser dokumentet ditt mot telefonen din. Du må kanskje sakte skyve dokumentet ditt mot telefonen din.
nl: Plaats uw document tegen uw telefoon. U moet mogelijk uw document langzaam op en neer tegen uw telefoon schuiven.
pl: Umieść swój dokument na telefonie. Może być konieczne powolne przesuwanie dokumentu względem telefonu.
pt: Coloque o seu documento contra o seu telefone. Pode ser necessário deslizar lentamente o seu documento contra o seu telefone.
ro: Puneți documentul pe telefonul dvs. S-ar putea să fie nevoie să glisați încet documentul pe telefonul dvs.
ru: Приложите ваш документ к вашему телефону. Возможно, вам придется медленно перемещать ваш документ по телефону.
sk: Polozte svoj dokument na svoj telefón. Možno budete musieť pomaly posúvať svoj dokument oproti telefónu.
sl: Postavite svoj dokument ob telefon. Morda boste morali počasi premikati svoj dokument gor in dol ob telefonu.
sr: Postavite svoj dokument na svoj telefon. Možda ćete morati polako da klizite svoj dokument uz telefon.
sv: Placera ditt dokument mot din telefon. Du kan behöva sakta dra ditt dokument upp och ner mot din telefon.
th: วางเอกสารของคุณบนโทรศัพท์ของคุณ คุณอาจจำเป็นต้องเลื่อนเอกสารของคุณบนโทรศัพท์ของคุณอย่างช้าๆ
tr: Belgenizi telefonunuza yerleştirin. Belgenizi telefonunuza yavaşça kaydırmanız gerekebilir.
uk: Прикладіть ваш документ до телефону. Можливо, вам доведеться повільно пересувати ваш документ по телефону.
vi: Đặt tài liệu của bạn lên điện thoại. Bạn có thể cần phải từ từ trượt tài liệu của bạn lên và xuống so với điện thoại.
zh: 将您的文件放在您的手机上。您可能需要将您的文件在手机上缓慢地滑动。

# nfc_sheet_subtitle_ready_document_ios
source: Place your document against the back of your phone, near the top.
ar: ضع مستندك على الجزء الخلفي من هاتفك، بالقرب من الأعلى.
bg: Поставете документа си на гърба на телефона, близо до горната част.
cs: Umístěte svůj dokument na zadní stranu telefonu, blízko horní části.
da: Placér dit dokument mod bagsiden af din telefon, nær toppen.
de: Legen Sie Ihr Dokument an die Rückseite Ihres Telefons, in die Nähe der Oberseite.
el: Τοποθετήστε το έγγραφό σας στο πίσω μέρος του τηλεφώνου σας, κοντά στην κορυφή.
es: Coloca tu documento contra la parte trasera de tu teléfono, cerca de la parte superior.
et: Asetage oma dokument telefoni tagaküljele, ülaosa lähedale.
fa: مدرک خود را در قسمت بالای پشت گوشی خود قرار دهید.
fi: Aseta asiakirjasi puhelimesi taakse, lähelle yläosaa.
fr: Placez votre document contre le dos de votre téléphone, près du haut.
he: הנח את המסמך שלך על גב הטלפון, קרוב לחלק העליון.
hi: अपने दस्तावेज़ को अपने फ़ोन के पीछे, ऊपर की ओर रखें।
hr: Postavite svoj dokument na stražnju stranu telefona, blizu vrha.
hu: Helyezze a dokumentumot a telefon hátuljához, közel a tetejéhez.
hy: Տեղադրեք ձեր փաստաթուղթը հեռախոսի հետևի մասում, վերևի մոտ:
id: Letakkan dokumen Anda di bagian belakang ponsel Anda, dekat bagian atas.
it: Posiziona il tuo documento sul retro del telefono, vicino alla parte superiore.
ja: ドキュメントを携帯電話の背面、上部付近に置いてください。
ko: 문서를 휴대폰 뒷면, 상단 근처에 놓으세요.
lt: Padėkite savo dokumentą prie telefono nugarėlės, netoli viršaus.
lv: Novietojiet savu dokumentu pret telefona aizmuguri, netālu no augšas.
ms: Letakkan dokumen anda di bahagian belakang telefon anda, berhampiran bahagian atas.
nb: Plasser dokumentet mot baksiden av telefonen din, nær toppen.
nl: Plaats uw document tegen de achterkant van uw telefoon, dicht bij de bovenkant.
pl: Umieść swój dokument z tyłu telefonu, blisko górnej części.
pt: Coloque seu documento na parte de trás do seu telefone, próximo ao topo.
ro: Așezați documentul pe spatele telefonului, aproape de partea de sus.
ru: Поместите ваш документ к задней части телефона, ближе к верху.
sk: Položte svoj dokument na zadnú stranu telefónu, blízko vrchu.
sl: Postavite svoj dokument na zadnjo stran telefona, blizu vrha.
sr: Postavite svoj dokument na zadnju stranu telefona, blizu vrha.
sv: Placera ditt dokument mot baksidan av din telefon, nära toppen.
th: วางเอกสารของคุณไว้ที่ด้านหลังของโทรศัพท์ ใกล้กับด้านบน
tr: Belgenizi telefonunuzun arkasına, üst kısmına yakın bir yere yerleştirin.
uk: Розмістіть ваш документ на задній частині телефону, ближче до верху.
vi: Đặt tài liệu của bạn vào mặt sau của điện thoại, gần phía trên.
zh: 将您的证件靠近手机背面上方。

# nfc_sheet_subtitle_ready_passport_android
source: Place your phone against your passport. You may need to slowly slide your phone against your passport.
ar: ضع هاتفك مقابل جواز سفرك. قد تحتاج إلى تحريك هاتفك ببطء مقابل جواز سفرك.
bg: Поставете телефона си срещу паспорта. Може да се наложи бавно да плъзнете телефона срещу паспорта.
cs: Přiložte telefon k pasu. Možná budete muset pomalu posunout telefon po pasu.
da: Placér din telefon mod dit pas. Du skal muligvis langsomt glide din telefon mod dit pas.
de: Halten Sie Ihr Telefon an Ihren Reisepass. Möglicherweise müssen Sie Ihr Telefon langsam an Ihrem Reisepass entlang gleiten.
el: Τοποθετήστε το τηλέφωνό σας πάνω στο διαβατήριό σας. Ίσως χρειαστεί να σύρετε αργά το τηλέφωνό σας πάνω στο διαβατήριό σας.
es: Coloca tu teléfono contra tu pasaporte. Es posible que necesites deslizar lentamente tu teléfono contra tu pasaporte.
et: Asetage oma telefon passi vastu. Võimalik, et peate telefoni aeglaselt passi vastu libistama.
fa: گوشی خود را در مقابل گذرنامه خود قرار دهید. ممکن است لازم باشد گوشی خود را به آرامی در مقابل گذرنامه خود بکشید.
fi: Aseta puhelimesi passiasi vasten. Saatat joutua hitaasti liu`uttamaan puhelintasi passiasi vasten.
fr: Placez votre téléphone contre votre passeport. Vous devrez peut-être faire glisser lentement votre téléphone contre votre passeport.
he: הנח את הטלפון שלך כנגד הדרכון שלך. ייתכן שתצטרך להחליק את הטלפון שלך לאט כנגד הדרכון שלך.
hi: अपने फोन को अपने पासपोर्ट के खिलाफ रखें। आपको अपने फोन को धीरे-धीरे अपने पासपोर्ट के खिलाफ स्लाइड करने की आवश्यकता हो सकती है।
hr: Postavite svoj telefon uz putovnicu. Možda ćete trebati polako kliziti telefonom uz putovnicu.
hu: Helyezze a telefonját az útlevelére. Lehet, hogy lassan kell csúsztatnia a telefonját az útlevelén.
hy: Տեղադրեք ձեր հեռախոսը ձեր անձնագրի դեմ: Հնարավոր է, որ անհրաժեշտ լինի դանդաղ սահեցնել ձեր հեռախոսը ձեր անձնագրի դեմ:
id: Letakkan ponsel Anda di atas paspor Anda. Anda mungkin perlu perlahan-lahan menggeser ponsel Anda di atas paspor Anda.
it: Posiziona il tuo telefono contro il tuo passaporto. Potrebbe essere necessario far scorrere lentamente il telefono contro il passaporto.
ja: パスポートにスマートフォンをかざしてください。スマートフォンをパスポートにゆっくりと滑らせる必要があるかもしれません。
ko: 휴대폰을 여권에 대세요. 천천히 휴대폰을 여권에 밀어야 할 수도 있습니다.
lt: Padėkite telefoną prie savo paso. Gali tekti lėtai slysti telefonu per pasą.
lv: Novietojiet tālruni pret savu pasi. Jums var būt nepieciešams lēnām slidināt tālruni pret pasi.
ms: Letakkan telefon anda pada pasport anda. Anda mungkin perlu perlahan-lahan menggeser telefon anda pada pasport anda.
nb: Plasser telefonen mot passet ditt. Du må kanskje sakte skyve telefonen mot passet ditt.
nl: Plaats uw telefoon tegen uw paspoort. U moet mogelijk uw telefoon langzaam langs uw paspoort schuiven.
pl: Umieść telefon przy swoim paszporcie. Może być konieczne powolne przesunięcie telefonu po paszporcie.
pt: Coloque seu telefone contra seu passaporte. Você pode precisar deslizar lentamente seu telefone contra seu passaporte.
ro: Așezați telefonul pe pașaport. Este posibil să fie nevoie să glisați încet telefonul pe pașaport.
ru: Поместите телефон к вашему паспорту. Возможно, вам потребуется медленно провести телефоном по паспорту.
sk: Položte telefón na svoj pas. Možno budete musieť pomaly posúvať telefón po pase.
sl: Postavite telefon ob potni list. Morda boste morali počasi drseti s telefonom ob potni list.
sr: Postavite telefon uz vaš pasoš. Možda ćete morati polako da klizite telefonom uz pasoš.
sv: Placera din telefon mot ditt pass. Du kan behöva långsamt föra telefonen mot ditt pass.
th: วางโทรศัพท์ของคุณแนบกับหนังสือเดินทางของคุณ คุณอาจต้องค่อยๆ เลื่อนโทรศัพท์ของคุณแนบกับหนังสือเดินทางของคุณ
tr: Telefonunuzu pasaportunuza yerleştirin. Telefonunuzu pasaportunuza yavaşça kaydırmanız gerekebilir.
uk: Прикладіть телефон до паспорта. Можливо, вам потрібно буде повільно провести телефоном по паспорту.
vi: Đặt điện thoại của bạn lên hộ chiếu của bạn. Bạn có thể cần từ từ trượt điện thoại của mình lên hộ chiếu.
zh: 将手机靠近护照。您可能需要缓慢地将手机在护照上滑动。

# nfc_sheet_subtitle_ready_passport_ios
source: Place the top half of your phone against your passport.
ar: ضع النصف العلوي من هاتفك مقابل جواز سفرك.
bg: Поставете горната част на телефона си срещу паспорта.
cs: Umístěte horní polovinu telefonu proti vašemu pasu.
da: Placér den øverste halvdel af din telefon mod dit pas.
de: Legen Sie die obere Hälfte Ihres Telefons an Ihren Reisepass.
el: Τοποθετήστε το επάνω μισό του τηλεφώνου σας πάνω στο διαβατήριό σας.
es: Coloca la parte superior de tu teléfono contra tu pasaporte.
et: Asetage telefoni ülemine pool oma passi vastu.
fa: نیمه بالای گوشی خود را در مقابل گذرنامه‌تان قرار دهید.
fi: Aseta puhelimesi yläosa passiasi vasten.
fr: Placez la moitié supérieure de votre téléphone contre votre passeport.
he: הנח את החלק העליון של הטלפון שלך כנגד הדרכון שלך.
hi: अपने फोन के ऊपरी हिस्से को अपने पासपोर्ट के खिलाफ रखें।
hr: Postavite gornju polovicu svog telefona uz svoju putovnicu.
hu: Helyezze a telefonja felső felét az útlevelére.
hy: Տեղադրեք ձեր հեռախոսի վերին մասը ձեր անձնագրի դեմ:
id: Tempatkan bagian atas ponsel Anda di atas paspor Anda.
it: Posiziona la metà superiore del tuo telefono contro il tuo passaporto.
ja: 携帯電話の上半分をパスポートに当ててください。
ko: 휴대폰의 윗부분을 여권에 대세요.
lt: Padėkite viršutinę telefono dalį prie savo paso.
lv: Novietojiet tālruņa augšējo pusi pret savu pasi.
ms: Letakkan bahagian atas telefon anda pada pasport anda.
nb: Plasser den øverste halvdelen av telefonen din mot passet ditt.
nl: Plaats de bovenkant van je telefoon tegen je paspoort.
pl: Umieść górną połowę telefonu przy swoim paszporcie.
pt: Coloque a metade superior do seu telefone contra o seu passaporte.
ro: Așezați jumătatea superioară a telefonului dumneavoastră pe pașaport.
ru: Поместите верхнюю часть вашего телефона к паспорту.
sk: Položte hornú polovicu telefónu na svoj pas.
sl: Postavite zgornjo polovico telefona ob vaš potni list.
sr: Postavite gornju polovinu vašeg telefona uz vaš pasoš.
sv: Placera den övre halvan av din telefon mot ditt pass.
th: วางครึ่งบนของโทรศัพท์ของคุณแนบกับหนังสือเดินทางของคุณ
tr: Telefonunuzun üst yarısını pasaportunuza yerleştirin.
uk: Розмістіть верхню частину вашого телефону на паспорті.
vi: Đặt nửa trên của điện thoại bạn lên hộ chiếu của bạn.
zh: 将手机的上半部分靠在护照上。
