Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# oneTimePassword_send_code_error_no_int_prefix_phone_number
source: Input needs to be in international format
ar: يجب أن يكون الإدخال بالتنسيق الدولي
bg: Входът трябва да е в международен формат
cs: Vstup musí být v mezinárodním formátu
da: Input skal være i internationalt format
de: Die Eingabe muss im internationalen Format erfolgen
el: Η είσοδος πρέπει να είναι σε διεθνές μορφότυπο
es: La entrada debe estar en formato internacional
et: Sisend peab olema rahvusvahelises formaadis
fa: ورودی باید در قالب بین‌المللی باشد
fi: Syötteen on oltava kansainvälisessä muodossa
fr: L`entrée doit être au format international
he: הקלט צריך להיות בפורמט בינלאומי
hi: इनपुट को अंतर्राष्ट्रीय प्रारूप में होना चाहिए
hr: Unos mora biti u međunarodnom formatu
hu: Az adatoknak nemzetközi formátumban kell lennie
hy: Մուտքագրումը պետք է լինի միջազգային ձևաչափով
id: Masukan harus dalam format internasional
it: L`input deve essere in formato internazionale
ja: 入力は国際形式である必要があります
ko: 입력은 국제 형식이어야 합니다
lt: Įvestis turi būti tarptautiniu formatu
lv: Ievadei jābūt starptautiskā formātā
ms: Input perlu dalam format antarabangsa
nb: Inndata må være i internasjonalt format
nl: Invoer moet in internationaal formaat zijn
pl: Wejście musi być w formacie międzynarodowym
pt: A entrada precisa estar no formato internacional
ro: Intrarea trebuie să fie în format internațional
ru: Ввод должен быть в международном формате
sk: Vstup musí byť v medzinárodnom formáte
sl: Vnos mora biti v mednarodni obliki
sr: Unos mora biti u međunarodnom formatu
sv: Indata måste vara i internationellt format
th: ต้องใส่ข้อมูลในรูปแบบสากล
tr: Girişin uluslararası formatta olması gerekiyor
uk: Вхідні дані повинні бути в міжнародному форматі
vi: Đầu vào cần phải ở định dạng quốc tế
zh: 输入需要为国际格式

# oneTimePassword_send_code_error_phone_number_blocked
source: Sorry, we do not support this country code
ar: عذرًا، لا ندعم رمز البلد هذا
bg: Съжаляваме, но не поддържаме този код на държава
cs: Omlouváme se, tento kód země nepodporujeme
da: Beklager, vi understøtter ikke denne landekode
de: Entschuldigung, wir unterstützen diesen Ländercode nicht
el: Λυπούμαστε, δεν υποστηρίζουμε αυτόν τον κωδικό χώρας
es: Lo sentimos, no admitimos este código de país
et: Kahjuks me ei toeta seda riigikoodi
fa: متأسفیم، ما از این کد کشور پشتیبانی نمی‌کنیم
fi: Valitettavasti emme tue tätä maatunnusta
fr: Désolé, nous ne prenons pas en charge ce code pays
he: מצטערים, איננו תומכים בקוד המדינה הזה
hi: क्षमा करें, हम इस देश कोड का समर्थन नहीं करते हैं
hr: Žao nam je, ne podržavamo ovaj kôd zemlje
hu: Sajnáljuk, nem támogatjuk ezt az országkódot
hy: Ներեցեք, մենք չենք աջակցում այս երկրի կոդը
id: Maaf, kami tidak mendukung kode negara ini
it: Spiacenti, non supportiamo questo codice paese
ja: 申し訳ありませんが、この国コードには対応していません。
ko: 죄송합니다, 이 국가 코드는 지원되지 않습니다
lt: Atsiprašome, šio šalies kodo nepalaikome
lv: Atvainojiet, mēs neatbalstām šo valsts kodu
ms: Maaf, kami tidak menyokong kod negara ini
nb: Beklager, vi støtter ikke denne landskoden
nl: Sorry, we ondersteunen deze landcode niet
pl: Przepraszamy, nie obsługujemy tego kodu kraju
pt: Desculpe, não oferecemos suporte para este código de país
ro: Ne pare rău, nu acceptăm acest cod de țară
ru: Извините, мы не поддерживаем этот код страны
sk: Je nám ľúto, tento kód krajiny nie je podporovaný
sl: Oprostite, te kode države ne podpiramo
sr: Žao nam je, ne podržavamo ovaj kod zemlje
sv: Tyvärr, vi stöder inte denna landskod
th: ขออภัย เราไม่รองรับรหัสประเทศนี้
tr: Üzgünüz, bu ülke kodunu desteklemiyoruz
uk: На жаль, ми не підтримуємо цей код країни
vi: Xin lỗi, chúng tôi không hỗ trợ mã quốc gia này
zh: 抱歉，我们不支持此国家代码

# oneTimePassword_send_code_error_technical
source: A technical error has occurred, please try again later
ar: حدث خطأ فني، يرجى المحاولة مرة أخرى لاحقا
bg: Възникна техническа грешка, моля опитайте отново по-късно
cs: Došlo k technické chybě, zkuste to prosím později
da: En teknisk fejl er opstået, prøv venligst igen senere
de: Ein technischer Fehler ist aufgetreten, bitte versuchen Sie es später erneut
el: Παρουσιάστηκε τεχνικό σφάλμα, παρακαλώ δοκιμάστε ξανά αργότερα
es: Ha ocurrido un error técnico, por favor intente de nuevo más tarde
et: Tehniline viga on ilmnenud, palun proovige hiljem uuesti
fa: خطای فنی رخ داده است، لطفا بعدا دوباره امتحان کنید
fi: Tekninen virhe on tapahtunut, yritä myöhemmin uudelleen
fr: Une erreur technique s`est produite, veuillez réessayer plus tard
he: אירעה שגיאה טכנית, אנא נסה שוב מאוחר יותר
hi: तकनीकी त्रुटि हुई है, कृपया बाद में पुनः प्रयास करें
hr: Došlo je do tehničke pogreške, molimo pokušajte ponovno kasnije
hu: Műszaki hiba történt, kérjük próbálja újra később
hy: Տեխնիկական սխալ է տեղի ունեցել, խնդրում ենք կրկին փորձել ուշ
id: Terjadi kesalahan teknis, silakan coba lagi nanti
it: Si è verificato un errore tecnico, si prega di riprovare più tardi
ja: 技術的なエラーが発生しました、後で再試行してください
ko: 기술적인 오류가 발생했습니다, 나중에 다시 시도해 주세요
lt: Įvyko techninė klaida, prašome bandyti vėliau
lv: Radusies tehniska kļūda, lūdzu, mēģiniet vēlreiz vēlāk
ms: Ralat teknikal telah berlaku, sila cuba lagi kemudian
nb: En teknisk feil har oppstått, vennligst prøv igjen senere
nl: Er is een technische fout opgetreden, probeer het later opnieuw
pl: Wystąpił błąd techniczny, proszę spróbować ponownie później
pt: Ocorreu um erro técnico, por favor tente novamente mais tarde
ro: A apărut o eroare tehnică, vă rugăm încercați din nou mai târziu
ru: Произошла техническая ошибка, пожалуйста, попробуйте снова позже
sk: Vyskytla sa technická chyba, skúste to prosím neskôr
sl: Prišlo je do tehnične napake, prosimo poskusite znova kasneje
sr: Došlo je do tehničke greške, molimo pokušajte ponovo kasnije
sv: Ett tekniskt fel har inträffat, vänligen försök igen senare
th: เกิดข้อผิดพลาดทางเทคนิค กรุณาลองใหม่อีกครั้งในภายหลัง
tr: Teknik bir hata oluştu, lütfen daha sonra tekrar deneyin
uk: Технічна помилка, будь ласка, спробуйте знову пізніше
vi: Một lỗi kỹ thuật đã xảy ra, vui lòng thử lại sau
zh: 发生了技术错误，请稍后再试

# oneTimePassword_send_code_input_label
source: Phone number
ar: رقم الهاتف
bg: Телефонен номер
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
hy: Հեռախոսահամար
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ko: 전화 번호
lt: Telefono numeris
lv: Tālruņa numurs
ms: Nombor telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sr: Broj telefona
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
vi: Số điện thoại
zh: 电话号码

# oneTimePassword_send_code_intro
source: To verify your phone number we`ll ask you to enter a one-time password.
ar: للتحقق من رقم هاتفك، سنطلب منك إدخال كلمة مرور لمرة واحدة.
bg: За да проверим вашия телефонен номер, ще ви изпратим код за еднократна употреба, който да въведете в следващия екран.
cs: Pro ověření vašeho telefonního čísla vás požádáme, abyste zadali jednorázové heslo.
da: For at bekræfte dit telefonnummer vil vi bede dig om at indtaste en engangskode.
de: Um Ihre Telefonnummer zu überprüfen, werden wir Sie bitten, ein Einmalpasswort einzugeben.
el: Για να επαληθεύσουμε τον αριθμό τηλεφώνου σας, πρόκειται να σας στείλουμε έναν κωδικό μίας χρήσης για να εισάγετε στην επόμενη οθόνη.
es: Para verificar tu número de teléfono, te pediremos que ingreses una contraseña de un solo uso.
et: Telefoninumbri kinnitamiseks palume teil sisestada ühekordne parool.
fa: برای تأیید شماره تلفن شما، قصد داریم یک کد تک استفاده ای برای وارد کردن در صفحه بعدی به شما ارسال کنیم.
fi: Vahvistaaksesi puhelinnumerosi pyydämme sinua syöttämään kertakäyttöisen salasanan.
fr: Pour vérifier votre numéro de téléphone, nous vous demanderons d`entrer un mot de passe à usage unique.
he: כדי לאמת את מספר הטלפון שלך, נבקש ממך להזין סיסמה חד פעמית.
hi: आपका फ़ोन नंबर सत्यापित करने के लिए हम आपसे एक बार का पासवर्ड दर्ज करने के लिए कहेंगे।
hr: Kako bismo provjerili vaš broj telefona, poslatćemo vam jednokratni kod koji trebate unijeti na sljedećem zaslonu.
hu: A telefonos azonosítás érdekében megkérjük, hogy írja be az egyszer használatos jelszót.
hy: Մենք կուղարկենք ձեզ միայն մեկ անգամ օգտագործվող կոդ՝ ձեր հեռախոսահամարը ստուգելու համար, որը պետք է մուտքագրեք հաջորդ էկրանում:
id: Untuk memverifikasi nomor telepon Anda, kami akan meminta Anda untuk memasukkan kata sandi sekali pakai.
it: Per verificare il tuo numero di telefono, ti chiederemo di inserire una password monouso.
ja: 電話番号を確認するために、ワンタイムパスワードを入力していただくようお願いします。
ko: 전화번호를 확인하기 위해 일회용 비밀번호를 입력하라는 요청을 드릴 것입니다.
lt: Norėdami patvirtinti savo telefono numerį, paprašysime jūsų įvesti vienkartinį slaptažodį.
lv: Lai pārbaudītu jūsu tālruņa numuru, mēs lūgsim jūs ievadīt vienreizēju paroli.
ms: Untuk mengesahkan nombor telefon anda, kami akan menghantar kod sekali guna untuk anda masukkan di skrin seterusnya.
nb: For å bekrefte telefonnummeret ditt, vil vi be deg om å skrive inn en engangspassord.
nl: Om uw telefoonnummer te verifiëren, vragen we u om een eenmalig wachtwoord in te voeren.
pl: Aby zweryfikować Twój numer telefonu, poprosimy Cię o wprowadzenie jednorazowego hasła.
pt: Para verificar o seu número de telefone, pediremos que insira uma senha de uso único.
ro: Pentru a verifica numărul dvs. de telefon, vă vom cere să introduceți o parolă unică.
ru: Чтобы проверить ваш номер телефона, мы попросим вас ввести одноразовый пароль.
sk: Na overenie vášho telefónneho čísla vás požiadame, aby ste zadali jednorazové heslo.
sl: Za preverjanje vaše telefonske številke vam bomo poslali enkratno kodo, ki jo vnesete v naslednji zaslon.
sr: Da bismo verifikovali vaš broj telefona, poslaćemo vam jednokratni kod koji treba da unesete na sledećem ekranu.
sv: För att verifiera ditt telefonnummer kommer vi att be dig att ange ett engångslösenord.
th: เพื่อที่จะตรวจสอบหมายเลขโทรศัพท์ของคุณ เราจะส่งรหัสใช้งานครั้งเดียวไปให้คุณ ซึ่งคุณจะต้องใส่ในหน้าจอถัดไป
tr: Telefon numaranızı doğrulamak için sizden bir seferlik şifre girmenizi isteyeceğiz.
uk: Щоб перевірити ваш номер телефону, ми попросимо вас ввести одноразовий пароль.
vi: Để xác minh số điện thoại của bạn, chúng tôi sẽ yêu cầu bạn nhập một mật khẩu một lần.
zh: 为了验证您的电话号码，我们会要求您输入一次性密码。

# oneTimePassword_send_code_title
source: One-time Password
ar: كلمة المرور لمرة واحدة
bg: Еднократна парола
cs: Jednorázové heslo
da: Engangsadgangskode
de: Einmaliges Passwort
el: Κωδικός Μίας Χρήσης
es: Contraseña de un solo uso
et: Ühekordne parool
fa: رمز یکبار مصرف
fi: Kertakäyttöinen salasana
fr: Mot de Passe à Usage Unique
he: סיסמה חד פעמית
hi: एक समय पासवर्ड
hr: Jednokratna lozinka
hu: Egyszeri jelszó
hy: Մեկ անգամ գաղտնաբառ
id: Satu Kali Sandi
it: Password monouso
ja: ワンタイムパスワード
ko: 일회용 비밀번호
lt: Vienkartinis slaptažodis
lv: Vienreizēja parole
ms: Kata Laluan Sekali Guna
nb: Engangspassord
nl: Eenmalig Wachtwoord
pl: Jednorazowe Hasło
pt: Senha Única
ro: Parolă unică
ru: Одноразовый пароль
sk: Jednorazové heslo
sl: Enkratno geslo
sr: Jednokratna lozinka
sv: Engångslösenord
th: รหัสผ่านครั้งเดียว
tr: Tek Seferlik Şifre
uk: Одноразовий пароль
vi: Mật khẩu một lần
zh: 一次性密码

# profileData_button_continue
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# profileData_error_phone_number_consent_fetch_error
source: Authorization for your Mobile Network Operator failed to load. Please click to reload.
ar: فشل تحميل التفويض لمشغل شبكة الجوال الخاص بك. يرجى النقر لإعادة التحميل.
bg: Оторизацията за вашия мобилен оператор не успя да се зареди. Моля, кликнете, за да презаредите.
cs: Autorizace pro vašeho operátora mobilní sítě se nepodařilo načíst.Klikněte pro znovunačtení.
da: Autorisation til din mobilnetværksoperatør mislykkedes med at indlæse. Klik venligst for at genindlæse.
de: Die Autorisierung für Ihren Mobilfunknetzbetreiber konnte nicht geladen werden. Bitte klicken Sie zum Neuladen.
el: Η εξουσιοδότηση για τον Πάροχο Υπηρεσιών Κινητής Τηλεφωνίας σας απέτυχε να φορτωθεί. Παρακαλώ κάντε κλικ για επαναφόρτωση.
es: La autorización para su Operador de Red Móvil no se pudo cargar. Haga clic para recargar.
et: Teie mobiilsideoperaatori volituste laadimine ebaõnnestus. Palun klõpsake uuesti laadimiseks.
fa: اجازه برای اپراتور شبکه موبایل شما بارگذاری نشد. لطفا برای بارگذاری مجدد کلیک کنید.
fi: Mobiiliverkon operaattorisi valtuutus epäonnistui latauksessa. Ole hyvä ja klikkaa uudelleenlatausta.
fr: L`autorisation pour votre opérateur de réseau mobile a échoué à charger. Veuillez cliquer pour recharger.
he: האישור לספקית הרשת הניידת שלך נכשל בטעינה. אנא לחץ כדי לטעון מחדש.
hi: आपके मोबाइल नेटवर्क ऑपरेटर के लिए अधिकृति लोड करने में विफल रही।
hr: Ovlaštenje za vašeg mobilnog operatera nije uspjelo učitati. Molimo kliknite za ponovno učitavanje.
hu: A mobilhálózati szolgáltatója hitelesítése nem sikerült betölteni. Kérjük, kattintson a betöltéshez.
hy: Ձեր բջջային ցանցի օպերատորի հաստատումը չի կարողացել բեռնվել։ Խնդրում ենք կտտացնել վերբեռնման համար։
id: Otorisasi untuk Operator Jaringan Seluler Anda gagal dimuat. Silakan klik untuk memuat ulang.
it: L`autorizzazione per il tuo operatore di rete mobile non è riuscita a caricare. Fai clic per ricaricare.
ja: あなたのモバイルネットワークオペレーターの認証の読み込みに失敗しました。
ko: 귀하의 모바일 네트워크 운영자에 대한 인증이 로드하는 데 실패했습니다. 다시 로드하려면 클릭하세요.
lt: Autorizacija jūsų mobilaus ryšio operatoriui nepavyko įkelti. Paspauskite, kad įkeltumėte iš naujo.
lv: Autorizācija jūsu mobilo sakaru operatoram neizdevās ielādēt. Lūdzu, noklikšķiniet, lai pārlādētu.
ms: Pengesahan untuk Pengendali Rangkaian Mudah Alih anda gagal dimuatkan. Sila klik untuk memuat semula.
nb: Autorisasjon for din mobilnettoperatør mislyktes i å laste. Vennligst klikk for å laste på nytt.
nl: De autorisatie voor uw mobiele netwerkoperator is niet geladen. Klik om opnieuw te laden.
pl: Autoryzacja dla twojego operatora sieci komórkowej nie została wczytana.Kliknij, aby ponownie załadować.
pt: A autorização para o seu Operador de Rede Móvel falhou ao carregar. Por favor, clique para recarregar.
ro: Autorizarea pentru Operatorul dvs. de Rețea Mobilă a eșuat la încărcare. Vă rugăm să faceți clic pentru a reîncărca.
ru: Авторизация вашего мобильного оператора не удалась. Пожалуйста, нажмите, чтобы перезагрузить.
sk: Autorizácia pre vášho mobilného operátora sa nepodarilo načítať.Kliknite pre znovunačítanie.
sl: Pooblastilo za vašega operaterja mobilnega omrežja ni uspelo naložiti. Prosimo, kliknite za ponovno nalaganje.
sr: Ovlašćenje za vašeg operatera mobilne mreže nije uspelo da se učita. Molimo kliknite da ponovo učitate.
sv: Auktorisering för din mobila nätoperatör misslyckades med att ladda. Klicka för att ladda om.
th: การอนุญาตสำหรับผู้ให้บริการเครือข่ายมือถือของคุณไม่สามารถโหลดได้ กรุณาคลิกเพื่อโหลดใหม่
tr: Mobil Ağ Operatörünüz için yetkilendirme yüklenemedi. Lütfen yeniden yüklemek için tıklayın.
uk: Авторизація вашого мобільного оператора не вдалося завантажити.
vi: Ủy quyền cho Nhà cung cấp mạng di động của bạn không tải được. Vui lòng nhấp để tải lại.
zh: 您的移动网络运营商授权失败加载。请点击重新加载。

# profileData_error_ssn_consent_fetch_error
source: Authorization for the Social Security Administration failed to load. Please click to reload.
ar: فشل تحميل التفويض لإدارة الضمان الاجتماعي. يرجى النقر لإعادة التحميل.
bg: Неуспешно зареждане на разрешението за Социалната сигурност. Моля, кликнете, за да презаредите.
cs: Autorizace pro Správu sociálního zabezpečení se nepodařilo načíst.
da: Autorisation til Social Security Administration mislykkedes med at indlæse. Klik venligst for at genindlæse.
de: Die Autorisierung für die Sozialversicherungsverwaltung konnte nicht geladen werden.
el: Η εξουσιοδότηση για την Διοίκηση Κοινωνικής Ασφάλισης απέτυχε να φορτωθεί.
es: La autorización para la Administración del Seguro Social no se pudo cargar. Haga clic para recargar.
et: Sotsiaalkindlustusameti volituse laadimine ebaõnnestus. Palun klõpsake uuesti laadimiseks.
fa: اجازه برای اداره امنیت اجتماعی بارگذاری نشد. لطفا برای بارگذاری مجدد کلیک کنید.
fi: Sosiaaliturvahallinnon valtuutus epäonnistui latautumisessa. Ole hyvä ja klikkaa uudelleenlatausta.
fr: L`autorisation pour l`Administration de la Sécurité Sociale a échoué à charger.Veuillez cliquer pour recharger.
he: האישור לנהל הביטחון הלאומי נכשל בטעינה. אנא לחץ כדי לטעון מחדש.
hi: सोशल सिक्योरिटी प्रशासन के लिए अधिकृति लोड करने में विफल रही। कृपया पुनः लोड करने के लिए क्लिक करें।
hr: Ovlaštenje za Upravu socijalne sigurnosti nije uspjelo učitati.Kliknite za ponovno učitavanje.
hu: Az engedélyezés a Szociális Biztonsági Hivatal számára nem sikerült betölteni. Kérjük, kattintson a újratöltéshez.
hy: Սոցիալական ապահովության վարչության հաստատումը չի բեռնվել։ Խնդրում ենք կրկին բեռնել։
id: Otorisasi untuk Administrasi Jaminan Sosial gagal dimuat. Silakan klik untuk memuat ulang.
it: Impossibile caricare l`autorizzazione per l`Amministrazione della Previdenza Sociale. Fare clic per ricaricare.
ja: 社会保障庁の認証が読み込めませんでした。再読み込みするにはクリックしてください。
ko: 사회 보장 행정부에 대한 인증이 로드하지 못했습니다. 다시 로드하려면 클릭하세요.
lt: Neįkeliama Socialinio draudimo administracijos autorizacija. Paspauskite, kad įkeltumėte iš naujo.
lv: Autorizācija Sociālās drošības administrācijai neizdevās ielādēt. Lūdzu, noklikšķiniet, lai pārlādētu.
ms: Pengesahan untuk Pentadbiran Jaminan Sosial gagal dimuatkan. Sila klik untuk memuat semula.
nb: Autorisasjon for Social Security Administration klarte ikke å laste. Vennligst klikk for å laste på nytt.
nl: De autorisatie voor de Sociale Zekerheidsadministratie is niet geladen. Klik om opnieuw te laden.
pl: Autoryzacja dla Administracji Ubezpieczeń Społecznych nie została załadowana.
pt: A autorização para a Administração da Segurança Social falhou ao carregar. Por favor, clique para recarregar.
ro: Autorizarea pentru Administrația Securității Sociale a eșuat în încărcare. Vă rugăm să faceți clic pentru a reîncărca.
ru: Не удалось загрузить авторизацию для Администрации социального обеспечения.
sk: Autorizácia pre Správu sociálneho zabezpečenia sa nepodarilo načítať. Kliknite pre znovunačítanie.
sl: Pooblastilo za upravo socialne varnosti ni uspelo naložiti. Prosimo, kliknite za ponovno nalaganje.
sr: Ovlašćenje za Upravu socijalne sigurnosti nije uspelo da se učita. Molimo kliknite da ponovo učitate.
sv: Auktorisering för Socialförsäkringsadministrationen misslyckades med att ladda. Vänligen klicka för att ladda om.
th: การอนุญาตสำหรับการบริหารงานประกันสังคมล้มเหลวในการโหลดกรุณาคลิกเพื่อโหลดใหม่
tr: Sosyal Güvenlik İdaresi için yetkilendirme yüklenemedi. Lütfen yeniden yüklemek için tıklayın.
uk: Авторизація в Адміністрації соціального захисту не вдалося завантажити.Будь ласка, натисніть, щоб перезавантажити.
vi: Ủy quyền cho Cơ quan An sinh Xã hội không tải được. Vui lòng nhấp để tải lại.
zh: 社会保障管理局的授权加载失败。请点击重新加载。

# profileData_field_optional
source: (optional)
ar: (اختياري)
bg: (незадължително)
cs: (volitelná položka)
da: (valgfrit)
el: (προαιρετικό)
es: (opcional)
et: (valikuline)
fa: (اختیاری)
fi: (valinnainen)
fr: (facultatif)
he: (אופציונלי)
hi: (वैकल्पिक)
hr: (neobvezno)
hu: (nem kötelező)
hy: (ըստ ցանկության)
id: (opsional)
it: (facoltativo)
ja: （オプション）
ko: (선택 사항)
lt: (neprivaloma)
lv: (pēc izvēles)
ms: (pilihan)
nb: (valgfritt)
nl: (optioneel)
pl: (opcjonalnie)
pt: (opcional)
ro: (opțional)
ru: (необязательно)
sk: (nepovinné)
sl: (neobvezno)
sr: (nije obavezno)
sv: (valfritt)
th: (ไม่บังคับ)
tr: (isteğe bağlı)
uk: (необов’язково)
vi: (tùy chọn)
zh: （选填）

# profileData_field_id_type_aus_specific_other
source: Foreign passport
ar: جواز سفر أجنبي
bg: Задграничен паспорт
cs: Zahraniční pas
da: Udenlandsk pas
de: Ausländischer Pass
el: Ξένο διαβατήριο
es: Pasaporte extranjero
et: Välispass
fa: گذرنامه خارجی
fi: Ulkomaalainen passi
fr: Passeport étranger
he: דרכון זר
hi: विदेशी पासपोर्ट
hr: Strana putovnica
hu: Külföldi útlevél
hy: Օտարերկրյա անձնագիր
id: Paspor asing
it: Passaporto estero
ja: 外国のパスポート
ko: 외국 여권
lt: Užsienio pasas
lv: Ārzemju pase
ms: Pasport asing
nb: Utenlandsk pass
nl: Buitenlands paspoort
pl: Zagraniczny paszport
pt: Passaporte estrangeiro
ro: Pașaport străin
ru: Загранпаспорт
sk: Zahraničný pas
sl: Tuji potni list
sr: Страни пасош
sv: Utländskt pass
th: พาสปอร์ตต่างประเทศ
tr: Yabancı pasaportu
uk: Закордонний паспорт
vi: Hộ chiếu nước ngoài
zh: 外国护照

# profileData_field_id_type_driving_license
source: Driver`s license
ar: رخصة السائق
bg: Шофьорска книжка
cs: Řidičský průkaz
da: Kørekort
de: Führerschein
el: Άδειά οδήγησης
es: Licencia de conducir
et: Juhiluba
fa: گواهینامه رانندگی
fi: Ajokortti
fr: Le permis de conduire
he: רשיון נהיגה
hi: ड्राइवर का लाइसेंस
hr: Vozačka dozvola
hu: Vezetői engedély
hy: Վարորդական իրավունք
id: Surat izin Mengemudi
it: Patente di guida
ja: 運転免許証
ko: 운전 면허증
lt: Vairuotojo pažymėjimas
lv: Vadītāja apliecība
ms: Lesen memandu
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
pt: Carteira de motorista
ro: Permis de conducere
ru: Водительское удостоверение
sk: Vodičský preukaz
sl: Vozniško dovoljenje
sr: Возачка дозвола
sv: Körkort
th: ใบขับขี่
tr: Ehliyet
uk: Водійські права
vi: Giấy phép lái xe
zh: 驾照

# profileData_field_id_type_identity_card
source: Identity card
ar: بطاقة إثبات شخصية
bg: Лична карта
cs: Průkaz totožnosti
da: ID-kort
de: Nationaler Personalausweis
el: Δελτίο ταυτότητας
es: Documento Nacional de Identidad
et: ID-kaart
fa: کارت شناسایی
fi: Henkilökortti
fr: Carte nationale d’identité
he: תעודת זהות
hi: पहचान पत्र
hr: Osobna iskaznica
hu: Személyi igazolvány
hy: Նույնականացման քարտ
id: Kartu identitas
it: Carta d’identità
ja: 身分証明書
ko: 신분증
lt: Asmens tapatybės kortelė
lv: Personas apliecība
ms: Kad pengenalan
nb: Identitetskort
nl: Identiteitskaart
pl: Dowód osobisty
pt: Cartão de identidade
ro: Carte de identitate
ru: Удостоверение личности
sk: Preukaz totožnosti
sl: Osebna izkaznica
sr: Lična karta
sv: Identitetskort
th: บัตรประจำตัวประชาชน
tr: Kimlik kartı
uk: Посвідчення особи
vi: Thẻ căn cước
zh: 身份证

# profileData_field_id_type_ind_specific_tax_id
source: Personal Account Number (PAN)
ar: رقم الحساب الشخصي (PAN)
bg: Номер на лична сметка (PAN)
cs: Osobní číslo účtu (PAN)
da: Personligt kontonummer (PAN)
de: Persönliche Kontonummer (PAN)
el: Προσωπικός Αριθμός Λογαριασμού (PAN)
es: Número de cuenta personal (PAN)
et: Isiklik kontonumber (PAN)
fa: شماره حساب شخصی (PAN)
fi: Henkilökohtainen tilinumero (PAN)
fr: Numéro de compte personnel (PAN)
he: מספר חשבון אישי (PAN)
hi: व्यक्तिगत खाता संख्या (पैन)
hr: Broj osobnog računa (PAN)
hu: Személyes számlaszám (PAN)
hy: Անձնական հաշվի համար (PAN)
id: Nomor Rekening Pribadi (PAN)
it: Numero di conto personale (PAN)
ja: 個人口座番号 (PAN)
ko: 개인 계좌 번호(PAN)
lt: Asmeninis sąskaitos numeris (PAN)
lv: Personīgais konta numurs (PAN)
ms: Nombor Akaun Peribadi (PAN)
nb: Personlig kontonummer (PAN)
nl: Persoonlijk Rekeningnummer (PAN)
pl: Numer konta osobistego (PAN)
pt: Número de conta pessoal (PAN)
ro: Număr personal de cont (PAN)
ru: Номер лицевого счета (PAN)
sk: Osobné číslo účtu (PAN)
sl: Številka osebnega računa (PAN)
sr: Број личног рачуна (ПАН)
sv: Personligt kontonummer (PAN)
th: หมายเลขบัญชีส่วนบุคคล (PAN)
tr: Kişisel Hesap Numarası (PAN)
uk: Номер особового рахунку (PAN)
vi: Số Tài khoản Cá nhân (PAN)
zh: 个人账号 (PAN)
