Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# error_workflow_error_title
source: Your verification has expired
ar: انتهت صلاحية التحقق من هويتك
bg: Верификацията ви е изтекла
cs: Vaše ověření vypršelo
da: Din verifikation er udløbet
de: Ihre Verifizierung ist abgelaufen
el: Η επαλήθευσή σας έχει λήξει
es: Tu verificación ha caducado
et: Teie tuvastamine on aegunud
fa: تأیید هویت شما منقضی شده است
fi: Tunnistautumisesi on vanhentunut
fr: Votre vérification a expiré
he: האימות שלך פג תוקף
hi: आपका सत्यापन समाप्त हो गया है
hr: Vaša provjera identiteta je istekla
hu: Az ön azonosítása lejárt
hy: Ձեր ստուգումը ժամկետանց է
id: Verifikasi Anda telah kedaluwarsa
it: La tua verifica è scaduta
ja: あなたの本人確認が期限切れになりました
ko: 귀하의 인증이 만료되었습니다
lt: Jūsų tapatybės patvirtinimas pasibaigė
lv: Jūsu verifikācija ir beigusies
ms: Pengesahan anda telah luput
nb: Din verifisering har utløpt
nl: Uw verificatie is verlopen
pl: Twoja weryfikacja wygasła
pt: A sua verificação expirou
ro: Verificarea dvs. a expirat
ru: Ваша верификация истекла
sk: Vaša verifikácia vypršala
sl: Vaša preverba identitete je potekla
sr: Vaša verifikacija je istekla
sv: Din verifiering har gått ut
th: การตรวจสอบตัวตนของคุณหมดอายุแล้ว
tr: Doğrulamanızın süresi doldu
uk: Термін дії вашої верифікації закінчився
vi: Xác minh của bạn đã hết hạn
zh: 您的身份验证已过期

# face_capture_button_accessibility
source: Shutter
ar: مصراع
bg: Затвор
cs: Závěrka
da: Udløser
de: Auslöser
el: Κλείστρο
es: Obturador
et: Katik
fa: شاتر
fi: Laukaisin
fr: Prendre la photo
he: צמצם
hi: शटर
hr: Okidač
hu: Exponáló gomb
hy: Կոճակ
it: Pulsante di scatto
ja: シャッター
ko: 셔터
lt: Užraktas
lv: Slēdzis
ms: Pengatup
nb: Lukker
nl: Sluiterknop
pl: Migawka
pt: Obturador
ro: Obturare
ru: Затвор
sk: Uzávierka
sl: Sprožilec
sr: Okidač
sv: Slutare
th: ชัตเตอร์
tr: Deklanşör
uk: Кнопка знімання
vi: Chụp
zh: 快门

# face_capture_frame_accessibility
source: View from camera
ar: عرض من الكاميرا
bg: Изглед от камерата
cs: Pohled z kamery
da: Visning fra kameraet
de: Ansicht von der Kamera
el: Προβολή από κάμερα
es: Vista desde la cámara
et: Vaade kaamerast
fa: مشاهده از دوربین
fi: Näkymä kamerasta
fr: Vue de la caméra
he: צפה מהמצלמה
hi: कैमरे से देखें
hr: Prikaz s kamere
hu: Kamera képe
hy: Տեսարան տեսախցիկից
id: Lihat dari kamera
it: Vista dalla fotocamera
ja: カメラから見た様子
ko: 카메라에서 보기
lt: Vaizdas iš kameros
lv: Skats no kameras
ms: Pandangan dari kamera
nb: Sett fra kamera
nl: Waargave vanaf camera
pl: Widok z aparatu
pt: Vista da câmara
ro: Vizualizați din camera video
ru: Вид с камеры
sk: Pohľad z fotoaparátu
sl: Pogled s kamere
sr: Prikaz sa kamere
sv: Vy från kameran
th: ดูจากกล้อง
tr: Kameradan görüntü
uk: Увімкніть селфі-камеру
vi: Hình ảnh từ camera
zh: 从相机查看

# face_capture_inactive_timeout_instruction
source: Check that it is connected and functional. You can also continue verification on your phone
ar: تحقق من أنها متصلة وتعمل. يمكنك أيضًا متابعة التحقق على هاتفك
bg: Проверете дали е свързана и функционираща. Може също да продължите процеса на потвърждение на телефона си
cs: Zkontrolujte připojení a funkčnost. V ověřování můžete pokračovat v mobilním telefonu
da: Tjek, at det er tilsluttet og kan bruges. Du kan også fortsætte verificeringen på din telefon
de: Überprüfen Sie, ob die Kamera verbunden und funktionsfähig ist. Sie können die Überprüfung auch auf Ihrem Telefon fortsetzen.
el: Βεβαιωθείτε ότι είναι συνδεδεμένη και λειτουργική. Μπορείτε επίσης να συνεχίσετε τη διαδικασία επαλήθευσης στο τηλέφωνό σας
es: Revise que esté conectada y funcione. También puedecontinuar con la verificación de identidad en su teléfono móvil
et: Kontrollige, kas see on ühendatud ja töökorras. Võite ka jätkata kinnitamist oma telefonis
fa: بررسی کنید که ارتباط آن متصل بوده و سالم باشد. همچنین می‌توانید فرآیند تأیید هویت را در گوشی خود ادامه دهید
fi: Tarkista, että se on yhdistetty ja toimii. Voit myös jatkaa vahvistusta puhelimellasi
fr: Vérifiez qu’il est connecté et fonctionnel. Vous pouvez également continuer la vérification sur votre mobile
he: ודא שהיא מחוברת ומתפקדת באופן תקין. אפשר גם להמשיך בתהליך האימות בטלפון
hi: जाँच करें कि यह कनेक्टेड है और काम कर रहा है। आप अपने फ़ोन पर भी वेरिफ़िकेशन जारी रख सकते हैं
hr: Provjerite je li povezana i funkcionira li. Ali, postupak provjere možete nastaviti i na mobitelu
hu: Ellenőrizze, hogy csatlakoztatva van-e és működik-e. Folytathatja az azonosítást a telefonján is
hy: Համոզվեք, որ այն միացված է և սարքին է։ Կարող եք նաև նույնականացումը շարունակել ձեր հեռախոսով
id: Periksa apakah kamera sudah terhubung dan berfungsi. Anda juga dapat melanjutkan verifikasi di ponsel Anda
it: Controlla che sia collegata e funzionante. In alternativa puoi continuare la verifica dal tuo telefono.
ja: 接続され、機能していることを確認してください。携帯で認証を続行することもできます
ko: 제대로 연결되어 있으며 작동하는지 확인하세요. 휴대폰으로 인증을 계속하실 수도 있습니다
lt: Patikrinkite, ar ji prijungta ir veikia. Taip pat galite tęsti patvirtinimą savo telefone
lv: Pārbaudiet, vai tā ir pievienota un funkcionējoša. Varat arī turpināt pārbaudi savā tālrunī
ms: Periksa sama ada ia bersambung dan berfungsi. Anda juga boleh meneruskan pengesahan pada telefon anda
nb: Kontroller at det er tilkoblet og at det fungerer. Du kan også fortsette verifiseringen på telefonen din
nl: Controleer dat deze verbinding heeft en werkt. U kunt het verificatieproces ook op uw mobiele telefoon voortzetten
pl: Sprawdź, czy urządzenie jest podłączone i działa. Możesz również kontynuować weryfikację w telefonie
pt: Verifique se está ligada e operacional. Também pode continuar a verificação no seu telefone
ro: Verificați dacă este conectată și funcțională. Puteți, de asemenea, continua verificarea pe telefonul dvs.
ru: Убедитесь, что она подключена и функционирует. Вы также можете продолжить верификацию на телефоне
sk: Skontrolujte, či je pripojený a funkčný. Môžete tiež pokračovať v overovaní v telefóne
sl: Preverite, ali je priključena in deluje. Potrjevanje lahko nadaljujete tudi v telefonu
sr: Proverite da li je povezana i funkcionalna. Možete da nastavite proveru identiteta i putem telefona
sv: Kontrollera att den är ansluten och fungerar. Du kan också fortsätta verifieringen på din telefon
th: เช็คว่าเชื่อมต่อแล้ว และกล้องใช้งานได้ คุณยืนยันตัวตนบนโทรศัพท์ต่อได้ด้วย
tr: Bağlı ve çalışır durumda olup olmadığını kontrol edin. Telefonunuzda da doğrulamaya devam edebilirsiniz
uk: Перевірте, чи вона під’єднана та справна. Верифікацію можна також продовжити на телефоні
vi: Kiểm tra xem máy ảnh có kết nối mạng và hoạt động không. Bạn cũng có thể tiếp tục xác minh trên điện thoại của mình
zh: 检查是否已连接并且工作正常。您也可以在手机上继续验证

# face_capture_inactive_timeout_instruction_upload_fallback
source: Take a photo using the basic camera mode instead
ar: التقط صورة باستخدام وضع الكاميرا الأساسي بدلاً من ذلك
bg: Направете снимка, като използвате основния режим на камерата
cs: Místo toho pořiďte fotografii v základním režimu kamery
da: Tag et billede ved hjælp af standard kameratilstanden i stedet
de: Fotografieren Sie stattdessen mit dem einfachen Kameramodus
el: Τραβήξτε μια φωτογραφία χρησιμοποιώντας εναλλακτικά τη βασική λειτουργία κάμερας
es: Tome una foto usando el modo de cámara básica en su lugar
et: Pildistamine kaamera põhirežiimiga
fa: بجای این کار، با استفاده از حالت اولیه دوربین عکس بگیرید
fi: Ota kuva sen sijaan kameran perustilassa
fr: Prenez une photo en utilisant le mode appareil photo basique
he: צלם תמונה באמצעות מצב המצלמה הבסיסי במקום
hi: इसके बजाय, बेसिक कैमरा मोड इस्तेमाल करके फ़ोटो खींचें
hr: Umjesto toga snimite fotografiju rabeći uobičajeni način na kameri
hu: Fénykép készítéséhez használja inkább az alap fényképező üzemmódot
hy: Լուսանկարեք՝ փոխարենը օգտագործելով հիմնական նկարահանման ռեժիմը
id: Ambil foto menggunakan mode standar kamera
it: Oppure scatta una foto con la modalità fotocamera base
ja: 代わりに基本的なカメラモードを使用して写真を撮る
ko: 대신 기본 카메라 모드를 사용하여 사진을 촬영하세요
lt: Fotografuokite naudodami pagrindinį kameros režimą
lv: Tā vietā uzņemiet fotoattēlu, izmantojot kameras pamatrežīmu
ms: Ambil gambar menggunakan mod kamera asas pula
nb: Ta et bilde med stadard kameramodus i stedet
nl: Neem in plaats daarvan een foto met de basismodus van de camera
pl: Zamiast tego wykonaj zdjęcie, korzystając z podstawowego trybu pracy aparatu
pt: Tire uma foto usando antes o modo de câmara básico
ro: Faceți o poză folosind în schimb modul de bază al camerei video
ru: Сделайте снимок с помощью базового режима камеры
sk: Namiesto toho nasnímajte fotku pomocou základného režimu fotoaparátu
sl: Namesto tega fotografirajte z osnovnim načinom kamere
sr: Umesto toga, snimite fotografiju koristeći osnovni režim kamere
sv: Ta ett foto i kamerans standardläge istället
th: ถ่ายรูปโดยใช้โหมดกล้องพื้นฐานแทน
tr: Bunun yerine temel kamera modunu kullanarak fotoğraf çekin
uk: Спробуйте зробити фото, використовуючи базовий режим камери
vi: Thay vào đó, hãy chụp ảnh bằng chế độ máy ảnh cơ bản
zh: 请改用基本相机模式拍照

# face_capture_inactive_timeout_no_fallback_instruction
source: Make sure your device has a working camera
ar: تأكد من وجود كاميرا عاملة على جهازك
bg: Уверете се, че устройството ви разполага с изправна камера
cs: Ujistěte se, že má Vaše zařízení funkční kameru
da: Sørg for, at din enhed har et kamera, der fungerer
de: Stellen Sie sicher, dass Ihr Gerät über eine funktionierende Kamera verfügt
el: Βεβαιωθείτε ότι η συσκευή σας διαθέτει λειτουργική κάμερα
es: Asegúrese de que su dispositivo tenga una cámara que funcione
et: Veenduge, et teie seadmel on töötav kaamera
fa: مطمئن شوید که دستگاه شما مجهز به دوربینی است که درست کار می‌کند
fi: Varmista, että laitteessasi on toimiva kamera
fr: Assurez-vous que votre appareil est équipé d’un appareil photo en état de marche
he: ודא שהמצלמה שבמכשיר פועלת
hi: पक्का करें कि आपके डिवाइस का कैमरा काम कर रहा है
hr: Provjerite je li kamera na vašem uređaju ispravna
hu: Győződjön meg róla, hogy az eszköz rendelkezik működőképes kamerával
hy: Համոզվեք, որ ձեր սարքի տեսախցիկը աշխատում է
id: Pastikan perangkat Anda memiliki kamera yang berfungsi
it: Assicurati che il dispositivo abbia una fotocamera funzionante
ja: デバイスに動作するカメラがあることを確認してください
ko: 기기에 탑재된 카메라가 제대로 작동하는지 확인하세요
lt: Įsitikinkite, kad jūsų įrenginyje yra veikianti kamera
lv: Pārliecinieties, vai ierīcei ir funkcionējoša kamera
ms: Pastikan peranti anda mempunyai kamera yang berfungsi
nb: Pass på at enheten din har et kamera som fungerer
nl: Zorg dat de camera op uw apparaat werkt
pl: Upewnij się, że Twoje urządzenie ma sprawny aparat fotograficzny
pt: Certifique-se de que o seu dispositivo tem uma câmara operacional
ro: Asigurați-vă că dispozitivul dvs. are o cameră video funcțională
ru: Убедитесь, что камера на Вашем устройстве работает
sk: Uistite sa, že zariadenie má funkčný fotoaparát
sl: Prepričajte se, da ima naprava delujočo kamero
sr: Proverite da li uređaj ima ispravnu kameru
sv: Se till att din enhet har en fungerande kamera
th: เช็คให้แน่ใจว่าอุปกรณ์ของคุณมีกล้องที่ใช้งานได้
tr: Cihazınızda çalışan bir kamera olduğundan emin olun
uk: Перевірте, чи камера на вашому пристрої справна
vi: Đảm bảo thiết bị của bạn có máy ảnh hoạt động tốt
zh: 确保您的设备有工作正常的相机

# face_capture_inactive_timeout_title
source: Camera not working?
ar: الكاميرا لا تعمل؟
bg: Камерата не работи ли?
cs: Nefunguje kamera?
da: Fungerer kameraet ikke?
de: Kamera funktioniert nicht?
el: Δεν λειτουργεί η κάμερα;
es: ¿La cámara no está funcionando?
et: Kas kaamera ei tööta?
fa: دوربین عمل نمی‌کند؟
fi: Eikö kamera toimi?
fr: L’appareil photo ne fonctionne pas ?
he: המצלמה לא פועלת?
hi: कैमरा काम नहीं कर रहा?
hr: Kamera ne radi?
hu: Nem működik a kamera?
hy: Տեսախցիկը չի՞ աշխատում
id: Kamera tidak berfungsi?
it: La fotocamera non funziona?
ja: カメラが動作していませんか？
ko: 카메라가 작동하지 않나요?
lt: Kamera neveikia?
lv: Kamera nedarbojas?
ms: Kamera tidak berfungsi?
nb: Fungerer ikke kameraet?
nl: Doet uw camera het niet?
pl: Aparat nie działa?
pt: A câmara não está a funcionar?
ro: Camera video nu funcționează?
ru: Камера не работает?
sk: Nefunguje fotoaparát?
sl: Kamera ne deluje?
sr: Kamera ne radi?
sv: Fungerar inte kameran?
th: หากกล้องไม่ทำงาน
tr: Kamera çalışmıyor mu?
uk: Не працює камера?
vi: Máy ảnh không hoạt động?
zh: 相机未工作？

# face_capture_title
source: Keep your face within the oval
ar: أبقِ وجهك داخل الإطار البيضاوي
bg: Лицето ви трябва да е в очертанията на овала
cs: Držte obličej v oválu
da: Hold dit ansigt inden for den ovale cirkel
de: Positionieren Sie Ihr Gesicht im angezeigten Oval
el: Κρατήστε το πρόσωπό σας εντός των ορίων του οβάλ
es: Mantenga la cara dentro del óvalo
et: Hoidke oma nägu ovaali sees
fa: صورت خود را در داخل بیضی قرار دهید
fi: Pidä kasvosi soikion sisällä
fr: Gardez votre visage dans le cercle
he: השאר את הפנים שלך בתוך האליפסה
hi: अपने चेहरे को गोलाकार घेरे में रखें
hr: Držite lice unutar ovalnog dijela
hu: Tartsa az arcát az ovális kereten belül
hy: Պահեք ձեր դեմքը շրջանակի ներսում
id: Posisikan wajah Anda di dalam bentuk oval
it: Tieni il viso nell’ovale
ja: 顔を楕円の中に保ちます
ko: 타원 안에 얼굴이 들어가도록 하세요
lt: Laikykite veidą ovale
lv: Pozicionējiet seju ovālajā rāmī
ms: Pastikan wajah anda berada dalam bingkai berbentuk bujur
nb: Hold ansiktet innenfor det ovale feltet
nl: Houd uw gezicht binnen het ovale kader
pl: Trzymaj twarz w obrębie owalu
pt: Mantenha o seu rosto dentro da forma oval
ro: Mențineți fața în oval
ru: Расположите лицо внутри овала
sk: Udržujte tvár v ovále
sl: Obraz naj bo znotraj ovala
sr: Uklopite lice u ovalni okvir
sv: Håll ansiktet inom ovalen
th: วางใบหน้าของคุณให้อยู่ในกรอบรูปไข่
tr: Yüzünüzü oval içinde tutun
uk: Наведіть овал на обличчя
vi: Giữ khuôn mặt của bạn trong hình bầu dục
zh: 将面部保持在椭圆形内

# face_error_caption
source: Make sure your entire face is visible
ar: احرص على أن يكون وجهك بأكمله مرئيًا
bg: Уверете се, че цялото ви лице се вижда
cs: Ujistěte se, že je vidět celý Váš obličej
da: Sørg for, at hele dit ansigt er synligt
de: Stellen Sie sicher, dass Ihr Selfie Ihr Gesicht deutlich zeigt
el: Βεβαιωθείτε ότι ολόκληρο το πρόσωπό σας είναι ορατό
es: Asegúrese de que la selfie muestre claramente su cara
et: Veenduge, et nähtav on kogu teie nägu
fa: مطمئن شوید که کل چهره شما قابل مشاهده است
fi: Varmista, että kasvosi näkyvät kokonaan
fr: Assurez-vous que votre selfie montre clairement votre visage
he: ודא שהפנים שלך גלויות
hi: पक्का करें कि आपका पूरा चेहरा दिख रहा है
hr: Provjerite vidi li se cijelo vaše lice
hu: Ügyeljen arra, hogy arca teljes egészében látható legyen
hy: Համոզվեք, որ ձեր դեմքը ամբողջությամբ երևում է
id: Pastikan seluruh wajah Anda terlihat
it: Assicurati che il viso sia visibile per intero
ja: 顔全体が見えるようにしてください
ko: 얼굴 전체가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad matomas visas jūsų veidas
lv: Jābūt redzamai visai sejai
ms: Pastikan keseluruhan wajah anda kelihatan
nb: Sørg for at hele ansiktet ditt er synlig
nl: Zorg dat uw volledige gezicht zichtbaar is
pl: Upewnij się, że cała twarz jest widoczna
pt: Certifique-se de que todo o seu rosto está visível
ro: Asigurați-vă că întreaga față este vizibilă
ru: Убедитесь, что Ваше лицо видно полностью
sk: Uistite sa, že celá vaša tvár je viditeľná
sl: Poskrbite, da je vaš celoten obraz viden
sr: Proverite da li vam se vidi celo lice
sv: Se till att hela ditt ansikte är synligt
th: เช็คให้แน่ใจว่ามองเห็นทั้งใบหน้าของคุณได้ชัดเจน
tr: Tüm yüzünüzün görünür olduğundan emin olun
uk: Обличчя має бути видно повністю
vi: Đảm bảo khuôn mặt của bạn hiển thị rõ ràng
zh: 请确保您的整个面部可见

# face_error_errors_multiple_faces_instruction
source: Only your face can be in the selfie
ar: يمكن لوجهك فقط أن يكون في صورة سيلفي
bg: Само вашето лице може да присъства в селфито
cs: Na selfie může být pouze Váš obličej
da: Selfien må kun indeholde dit ansigt
de: Nur Ihr Gesicht kann im Selfie zu sehen sein
el: Μόνο το πρόσωπό σας μπορεί να περιλαμβάνεται στη selfie
es: Solo su cara puede estar en la selfie
et: Selfi peab kujutama ainult teie nägu
fa: فقط چهره شما باید در سلفی باشد
fi: Vain sinun kasvosi voivat olla selfiessä
fr: Votre visage doit être visible sur le selfie
he: רק הפנים שלך יכולות להופיע בסלפי
hi: सेल्फ़ी में केवल आपका चेहरा हो सकता है
hr: Selfie smije sadržavati samo vaše lice
hu: Csak az Ön arca lehet a szelfin
hy: Սելֆիում կարող է լինել միայն ձեր դեմքը
id: Swafoto harus menampilkan wajah Anda saja
it: Il selfie deve contenere solo il tuo viso
ja: 自撮り写真に写るのはあなたの顔だけにしてください
ko: 셀카 이미지에는 본인 얼굴만 나와야 합니다
lt: Asmenukėje gali būti tik jūsų veidas
lv: Selfijā drīkst būt redzama tikai jūsu seja
ms: Hanya wajah anda sahaja yang boleh berada dalam swafoto
nb: Bare ansiktet ditt kan være i selfien
nl: Alleen uw gezicht mag zichtbaar zijn in de selfie
pl: Na zdjęciu powinna być tylko Twoja twarz
pt: Só a sua cara pode estar na fotografia de si
ro: Numai fața dvs. poate fi în poza selfie
ru: На селфи может быть только Ваше лицо
sk: Na selfie môže byť len vaša tvár
sl: Na selfiju je lahko samo vaš obraz
sr: Samo vaše lice sme da bude na selfiju
sv: Endast ditt ansikte får synas i selfien
th: รูปเซลฟี่ต้องมีเฉพาะใบหน้าของคุณ
tr: Csak az Ön arca lehet a szelfin
uk: На селфі має бути тільки ваше обличчя
vi: Ảnh selfie chỉ được có khuôn mặt của bạn
zh: 在自拍照中只能出现您自己的面部

# face_error_errors_multiple_faces_message
source: Multiple faces found
ar: تم العثور على وجوه متعددة
bg: Открити са няколко лица
cs: Nalezeno více obličejů
da: Der fremgår mere end ét ansigt
de: Mehrere Gesichter gefunden
el: Βρέθηκαν πολλά πρόσωπα
es: Múltiples caras encontradas
et: Leiti mitu nägu
fa: چند چهره تشخیص داده شد
fi: Useita kasvoja löytyi
fr: Plusieurs visages détectés
he: נמצאו מספר פרצופים
hi: कई चेहरे मिले
hr: Pronađeno je više lica
hu: Több arcot is észleltünk
hy: Գտնվել են մի քանի դեմքեր
id: Ada lebih dari satu wajah
it: Più visi rilevati
ja: 複数の顔が見つかりました
ko: 여러 얼굴이 감지되었습니다
lt: Aptikti keli veidai
lv: Atrastas vairākas sejas
ms: Beberapa wajah ditemui
nb: Flere ansikter funnet
nl: Meerdere gezichten gevonden
pl: Znaleziono wiele twarzy
pt: Múltiplas faces encontradas
ro: Fețe multiple găsite
ru: Найдено несколько лиц
sk: Bolo rozpoznaných viacero tvárí
sl: Najdenih je bilo več obrazov
sr: Pronađeno je više lica
sv: Flera ansikten hittades
th: พบหลายใบหน้า
tr: Birden fazla yüz bulundu
uk: Виявлено декілька облич
vi: Đã phát hiện nhiều khuôn mặt
zh: 找到多个面部

# face_error_errors_network_message
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. حاول مرة أخرى لاحقًا.
bg: Възникна грешка. Опитайте отново по-късно.
cs: Něco se pokazilo. Zkuste to později.
da: Noget gik galt. Prøv igen senere.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε κάποιο πρόβλημα. Δοκιμάστε ξανά αργότερα.
es: Algo no funcionó correctamente. Por favor, inténtelo de nuevo más tarde.
et: Midagi läks valesti. Proovige hiljem uuesti.
fa: مشکلی رخ داده است. لطفاً بعداً دوباره سعی کنید.
fi: Jokin meni vikaan. Yritä myöhemmin uudelleen.
fr: Erreur. Veuillez réessayer ultérieurement.
he: משהו השתבש. נסה שוב מאוחר יותר.
hi: कुछ गड़बड़ हो गई। कृपया बाद में फिर से कोशिश करें।
hr: Došlo je do pogreške. Pokušajte ponovno kasnije.
hu: Valamilyen hiba történt. Próbálja később újra.
hy: Սխալ առաջացավ։ Խնդրում ենք կրկին փորձել ավելի ուշ։
id: Ada yang tidak beres. Coba lagi nanti.
it: Qualcosa è andato storto. Riprova più tardi.
ja: エラーが発生しました。後でもう一度お試しください。
ko: 문제가 발생했습니다. 나중에 다시 시도해주세요.
lt: Įvyko klaida. Bandykite dar kartą vėliau.
lv: Radās kļūda. Mēģiniet vēlreiz vēlāk.
ms: Ada sesuatu yang tidak kena. Sila cuba lagi kemudian.
nb: Noe gikk galt. Prøv igjen senere.
nl: Er is iets misgegaan. Probeer het later nog eens.
pl: Coś poszło nie tak. Proszę spróbować ponownie później.
pt: Alguma coisa correu mal. Tente novamente mais tarde.
ro: Ceva nu a mers bine. Vă rugăm să încercați din nou mai târziu.
ru: Что-то пошло не так. Повторите попытку позже.
sk: Vyskytla sa chyba. Skúste to neskôr znova.
sl: Nekaj je šlo narobe. Poskusite znova pozneje.
sr: Nešto nije u redu. Probajte ponovo kasnije.
sv: Något gick fel. Försök igen senare.
th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งในภายหลัง
tr: Bir sorun oluştu. Lütfen daha sonra tekrar deneyin.
uk: Сталася помилка. Повторіть спробу згодом.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.
zh: 出错了。请稍后重试。

# face_error_errors_network_title
source: Connection lost
ar: انقطع الاتصال
bg: Връзката прекъсна
cs: Ztráta spojení
da: Forbindelsen gik tabt
de: Verbindung unterbrochen
el: Η σύνδεση χάθηκε
es: Conexión perdida
et: Ühendus kadunud
fa: ارتباط قطع شد
fi: Yhteys katkesi
fr: Connexion perdue
he: החיבור נותק
hi: कनेक्शन टूट गया
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
hy: Կապի խափանում
id: Koneksi terputus
it: Connessione interrotta
ja: 接続が切断されました
ko: 연결이 끊겼습니다
lt: Nutrūko ryšys
lv: Savienojums pārtrūcis
ms: Sambungan terputus
nb: Tilkoblingen ble brutt
nl: Verbinding verbroken
pl: Połączenie zerwane
pt: Ligação perdida
ro: Conexiune pierdută
ru: Соединение потеряно
sk: Spojenie bolo prerušené
sl: Povezava prekinjena
sr: Veza je prekinuta
sv: Anslutningen försvann
th: การเชื่อมต่อขาด
tr: Bağlantı kesildi
uk: Збій з’єднання
vi: Mất kết nối
zh: 连接已丢失

# face_error_errors_no_face_instruction
source: Make sure your face is visible
ar: احرص على أن يكون وجهك مرئيًا
bg: Уверете се, че лицето ви се вижда
cs: Ujistěte se, že je Váš obličej viditelný
da: Sørg for, at dit ansigt er synligt
de: Stellen Sie sicher, dass Ihr Gesicht sichtbar ist
el: Βεβαιωθείτε ότι το πρόσωπό σας είναι ορατό
es: Asegúrate de que tu cara esté visible
et: Veenduge, et teie nägu on nähtav
fa: مطمئن شوید که چهره شما قابل رویت است
fi: Varmista, että kasvosi näkyvät
fr: Assurez-vous que votre visage est visible
he: ודא שהפנים שלך גלויות
hi: आपका चेहरा दिखाई देना चाहिए
hr: Pobrinite se da vam se vidi lice
hu: Ügyeljen arra, hogy az arca látható legyen
hy: Համոզվեք, որ ձեր դեմքը երևում է
id: Pastikan wajah Anda terlihat
it: Assicurati che il viso sia visibile
ja: 顔が見えるようにしてください
ko: 얼굴 전체가 잘 보이는지 확인하세요
lt: Įsitikinkite, kad jūsų veidas matomas
lv: Sejai jābūt redzamai
ms: Pastikan wajah anda kelihatan
nb: Sørg for at ansiktet ditt er synlig
nl: Zorg dat uw gezicht zichtbaar is
pl: Upewnij się, że twoja twarz jest widoczna
pt: Certifique-se de que o seu rosto está visível
ro: Asigurați-vă că fața dvs. este vizibilă
ru: Убедитесь, что Ваше лицо видно
sk: Uistite sa, že vaša tvár je viditeľná
sl: Poskrbite, da je vaš obraz viden
sr: Proverite da li vam se vidi lice
sv: Se till att ditt ansikte är synligt
th: เช็คให้แน่ใจว่ามองเห็นใบหน้าของคุณได้ชัดเจน
tr: Yüzünüzün görünür olduğundan emin olun
uk: Переконайтеся, що ваше обличчя видно
vi: Đảm bảo ảnh chụp rõ mặt
zh: 请确保您的面部可见

# face_error_errors_no_face_message
source: Face not detected
ar: لم يتم اكتشاف وجهك
bg: Не е засечено лице
cs: Obličej nebyl rozpoznán
da: Ansigtet er ikke detekteret
de: Kein Gesicht gefunden
el: Δεν ανιχνεύτηκε πρόσωπο
es: Cara no encontrada
et: Nägu ei tuvastatud
fa: چهره شناسایی نشد
fi: Kasvoja ei havaittu
fr: Aucun visage détecté
he: לא זוהו פנים
hi: चेहरा नहीं मिला
hr: Lice nije prepoznato
hu: Arc nem észlelhető
hy: Դեմքը չի գտնվել
id: Wajah tidak terdeteksi
it: Viso non rilevato
ja: 顔が検出されませんでした
ko: 얼굴이 감지되지 않습니다
lt: Veidas neaptiktas
lv: Seja nav atrasta
ms: Wajah tidak dikesan
nb: Ansikt ikke oppdaget
nl: Gezicht niet gedetecteerd
pl: Nie wykryto twarzy
pt: Rosto não detetado
ro: Fața nu este detectată
ru: Лицо не обнаружено
sk: Nebola zistená tvár
sl: Obraz ni zaznan
sr: Lice nije nađeno
sv: Inget ansikte upptäcktes
th: ไม่พบใบหน้า
tr: Yüz tespit edilmedi
uk: Обличчя не виявлено
vi: Không nhận dạng được khuôn mặt
zh: 未检测到面部
