Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_sheet_subtitle_ready_passport_usa_android
source: Place your phone against the back cover. You may need to slide your phone up and down against the cover.
ar: ضع هاتفك مقابل الغلاف الخلفي. قد تحتاج إلى تحريك هاتفك لأعلى ولأسفل مقابل الغلاف.
bg: Поставете телефона си срещу задната корица. Може да се наложи да плъзнете телефона нагоре и надолу по корицата.
cs: Přiložte telefon k zadní straně obalu. Možná budete muset telefon posunout nahoru a dolů po obalu.
da: Placér din telefon mod bagsiden. Du kan være nødt til at glide din telefon op og ned mod bagsiden.
de: Platzieren Sie Ihr Telefon gegen die Rückseite des Covers. Möglicherweise müssen Sie Ihr Telefon auf und ab gegen das Cover schieben.
el: Τοποθετήστε το τηλέφωνό σας στην πίσω πλευρά του καλύμματος. Ίσως χρειαστεί να σύρετε το τηλέφωνό σας πάνω και κάτω κατά μήκος του καλύμματος.
es: Coloca tu teléfono contra la contraportada. Es posible que necesites deslizar tu teléfono hacia arriba y hacia abajo contra la contraportada.
et: Asetage oma telefon tagakaane vastu. Võimalik, et peate telefoni kaane vastu üles-alla libistama.
fa: گوشی خود را در مقابل جلد پشتی قرار دهید. ممکن است نیاز باشد گوشی خود را به بالا و پایین بر روی جلد بکشید.
fi: Aseta puhelimesi takakantta vasten. Saatat joutua liu`uttamaan puhelintasi ylös ja alas kantta vasten.
fr: Placez votre téléphone contre la couverture arrière. Vous devrez peut-être faire glisser votre téléphone de haut en bas contre la couverture.
he: הנח את הטלפון שלך כנגד הכיסוי האחורי. ייתכן שתצטרך להחליק את הטלפון למעלה ולמטה כנגד הכיסוי.
hi: अपने फोन को पीछे के कवर के खिलाफ रखें। आपको अपने फोन को कवर के खिलाफ ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है।
hr: Postavite svoj telefon na stražnju stranu poklopca. Možda ćete trebati pomicati telefon gore-dolje po poklopcu.
hu: Helyezze a telefonját a hátlaphoz. Lehet, hogy fel és le kell csúsztatnia a telefonját a hátlapon.
hy: Տեղադրեք ձեր հեռախոսը հետևի կափարիչի վրա։ Հնարավոր է, որ անհրաժեշտ լինի սահեցնել ձեր հեռախոսը վերև և ներքև կափարիչի վրա։
id: Tempatkan ponsel Anda di bagian belakang penutup. Anda mungkin perlu menggeser ponsel Anda ke atas dan ke bawah di penutup.
it: Posiziona il tuo telefono contro la copertina posteriore. Potrebbe essere necessario far scorrere il telefono su e giù contro la copertina.
ja: 携帯電話を裏表紙に当ててください。カバーに沿って携帯電話を上下にスライドさせる必要があるかもしれません。
ko: 휴대폰을 뒷면 커버에 대세요. 커버에 대고 휴대폰을 위아래로 움직여야 할 수도 있습니다.
lt: Padėkite telefoną prie galinio dangtelio. Gali tekti slinkti telefoną aukštyn ir žemyn dangteliu.
lv: Novietojiet tālruni pret aizmugurējo vāku. Jums var būt nepieciešams pabīdīt tālruni uz augšu un uz leju pret vāku.
ms: Letakkan telefon anda pada penutup belakang. Anda mungkin perlu menggerakkan telefon anda ke atas dan ke bawah pada penutup tersebut.
nb: Plasser telefonen mot baksiden av dekselet. Du må kanskje skyve telefonen opp og ned mot dekselet.
nl: Plaats uw telefoon tegen de achterkant. U moet mogelijk uw telefoon omhoog en omlaag schuiven tegen de achterkant.
pl: Umieść telefon przy tylnej okładce. Może być konieczne przesunięcie telefonu w górę i w dół wzdłuż okładki.
pt: Coloque seu telefone contra a capa traseira. Pode ser necessário deslizar o telefone para cima e para baixo contra a capa.
ro: Așezați telefonul pe coperta din spate. Este posibil să fie nevoie să glisați telefonul în sus și în jos pe copertă.
ru: Поместите телефон на заднюю обложку. Возможно, вам потребуется перемещать телефон вверх и вниз по обложке.
sk: Položte telefón na zadný kryt. Možno budete musieť telefón posúvať hore a dole po kryte.
sl: Postavite telefon ob zadnjo platnico. Morda boste morali telefon premikati gor in dol ob platnici.
sr: Postavite telefon uz zadnju stranu korice. Možda ćete morati da pomerate telefon gore-dole uz koricu.
sv: Placera din telefon mot bakstycket. Du kan behöva föra telefonen upp och ner mot stycket.
th: วางโทรศัพท์ของคุณไว้ที่ฝาหลัง คุณอาจต้องเลื่อนโทรศัพท์ขึ้นและลงกับฝา
tr: Telefonunuzu arka kapağa yerleştirin. Telefonunuzu kapak üzerinde yukarı ve aşağı kaydırmanız gerekebilir.
uk: Прикладіть телефон до задньої обкладинки. Можливо, вам доведеться посувати телефон вгору та вниз по обкладинці.
vi: Đặt điện thoại của bạn lên mặt sau của bìa. Bạn có thể cần trượt điện thoại lên và xuống trên bìa.
zh: 将手机放在封面背面。您可能需要在封面上下滑动手机。

# nfc_sheet_subtitle_ready_passport_usa_ios
source: Place the top half of your phone against the back cover.
ar: ضع النصف العلوي من هاتفك مقابل الغلاف الخلفي.
bg: Поставете горната част на телефона си срещу задния капак.
cs: Umístěte horní polovinu telefonu proti zadnímu krytu.
da: Placér den øverste halvdel af din telefon mod bagsiden.
de: Legen Sie die obere Hälfte Ihres Telefons gegen die Rückseite.
el: Τοποθετήστε το επάνω μισό του τηλεφώνου σας στο πίσω κάλυμμα.
es: Coloca la mitad superior de tu teléfono contra la tapa trasera.
et: Asetage telefoni ülemine pool vastu tagakaant.
fa: نیمه بالایی تلفن خود را در مقابل جلد پشتی قرار دهید.
fi: Aseta puhelimesi yläosa takakantta vasten.
fr: Placez la moitié supérieure de votre téléphone contre la couverture arrière.
he: הנח את החלק העליון של הטלפון שלך כנגד הכיסוי האחורי.
hi: अपने फोन के ऊपरी हिस्से को पीछे के कवर के खिलाफ रखें।
hr: Postavite gornju polovicu svog telefona na stražnji poklopac.
hu: Helyezze a telefon felső felét a hátlaphoz.
hy: Տեղադրեք ձեր հեռախոսի վերին կեսը հետևի կափարիչի դեմ։
id: Tempatkan bagian atas ponsel Anda di penutup belakang.
it: Posiziona la metà superiore del tuo telefono contro la copertina posteriore.
ja: 携帯電話の上半分を裏表紙に当ててください。
ko: 휴대폰의 윗부분을 뒷면 커버에 대세요.
lt: Padėkite viršutinę telefono dalį prie galinio dangtelio.
lv: Novietojiet tālruņa augšējo pusi pret aizmugurējo vāciņu.
ms: Letakkan bahagian atas telefon anda pada penutup belakang.
nb: Plasser den øverste halvdelen av telefonen din mot baksiden.
nl: Plaats de bovenkant van uw telefoon tegen de achterzijde.
pl: Umieść górną połowę telefonu przy tylnej okładce.
pt: Coloque a metade superior do seu telefone contra a capa traseira.
ro: Așezați jumătatea superioară a telefonului dvs. pe coperta din spate.
ru: Поместите верхнюю часть вашего телефона к задней обложке.
sk: Položte hornú polovicu telefónu na zadný kryt.
sl: Postavite zgornjo polovico telefona na zadnjo stranico.
sr: Postavite gornju polovinu vašeg telefona uz zadnji poklopac.
sv: Placera den övre halvan av din telefon mot baksidan.
th: วางครึ่งบนของโทรศัพท์ของคุณแนบกับฝาหลัง
tr: Telefonunuzun üst yarısını arka kapağa yerleştirin.
uk: Розмістіть верхню частину вашого телефону на задній обкладинці.
vi: Đặt nửa trên của điện thoại bạn lên mặt sau của bìa.
zh: 将手机的上半部分靠在背面封面上。

# nfc_sheet_subtitle_scanning_document
source: Keep your phone and document still.
ar: حافظ على هاتفك ووثيقتك ثابتين.
bg: Дръжте телефона си и документа неподвижни.
cs: Držte svůj telefon a doklad v klidu.
da: Hold din telefon og dokument stille.
de: Halten Sie Ihr Telefon und Ihr Dokument still.
el: Κρατήστε το τηλέφωνό σας και το έγγραφο σταθερά.
es: Mantén tu teléfono y documento quietos.
et: Hoia oma telefoni ja dokumenti paigal.
fa: تلفن و سند خود را ساکت نگه دارید.
fi: Pidä puhelimesi ja asiakirjasi paikallaan.
fr: Gardez votre téléphone et votre document immobiles.
he: השאירו את הטלפון והמסמך שלכם במקום.
hi: अपने फ़ोन और दस्तावेज़ को स्थिर रखें।
hr: Držite svoj telefon i dokument mirno.
hu: Tartsa nyugton a telefonját és az okmányát.
hy: Պահեք ձեր հեռախոսը և փաստաթուղթը անշարժ:
id: Jaga agar ponsel dan dokumen Anda tetap diam.
it: Mantieni fermo il tuo telefono e il documento.
ja: あなたの電話と身分証明書を静止させてください。
ko: 휴대폰과 신분증을 가만히 두세요.
lt: Laikykite savo telefoną ir dokumentą nejudant.
lv: Turiet savu telefonu un dokumentu nekustīgu.
ms: Kekalkan telefon dan dokumen anda dalam keadaan tetap.
nb: Hold telefonen og dokumentet ditt i ro.
nl: Houd uw telefoon en document stil.
pl: Trzymaj swój telefon i dokument nieruchomo.
pt: Mantenha seu telefone e documento imóveis.
ro: Păstrați telefonul și documentul nemișcate.
ru: Держите ваш телефон и документ неподвижно.
sk: Držte svoj telefón a dokument v pokoji.
sl: Držite telefon in dokument mirno.
sr: Držite telefon i dokument mirno.
sv: Håll din telefon och dokument stilla.
th: เก็บโทรศัพท์และเอกสารของคุณให้นิ่ง
tr: Telefonunuzu ve belgenizi sabit tutun.
uk: Тримайте свій телефон та документ нерухомо.
vi: Giữ điện thoại và giấy tờ của bạn ở trạng thái cố định.
zh: 保持您的手机和证件静止不动。

# nfc_sheet_subtitle_scanning_passport
source: Keep your phone and passport still.
ar: احتفظ بهاتفك وجواز سفرك ثابتين.
bg: Дръжте телефона и паспорта си неподвижни.
cs: Držte telefon a pas v klidu.
da: Hold din telefon og pas stille.
de: Halten Sie Ihr Telefon und Ihren Reisepass still.
el: Κρατήστε το τηλέφωνο και το διαβατήριό σας ακίνητα.
es: Mantén tu teléfono y pasaporte quietos.
et: Hoidke oma telefon ja pass paigal.
fa: گوشی و گذرنامه خود را ثابت نگه دارید.
fi: Pidä puhelimesi ja passisi paikallaan.
fr: Gardez votre téléphone et votre passeport immobiles.
he: שמור את הטלפון והדרכון שלך יציבים.
hi: अपने फोन और पासपोर्ट को स्थिर रखें।
hr: Držite telefon i putovnicu mirno.
hu: Tartsa mozdulatlanul a telefonját és az útlevelét.
hy: Պահեք ձեր հեռախոսը և անձնագիրը անշարժ։
id: Tetap pegang ponsel dan paspor Anda dengan stabil.
it: Tieni fermo il tuo telefono e passaporto.
ja: 携帯電話とパスポートを動かさないでください。
ko: 휴대폰과 여권을 그대로 유지하세요.
lt: Laikykite telefoną ir pasą nejudančius.
lv: Saglabājiet savu tālruni un pasi nekustīgus.
ms: Pastikan telefon dan pasport anda tidak bergerak.
nb: Hold telefonen og passet ditt stille.
nl: Houd je telefoon en paspoort stil.
pl: Trzymaj telefon i paszport nieruchomo.
pt: Mantenha seu telefone e passaporte imóveis.
ro: Țineți telefonul și pașaportul nemișcate.
ru: Держите телефон и паспорт неподвижно.
sk: Majte svoj telefón a pas stále pri sebe.
sl: Obdržite telefon in potni list mirno.
sr: Држите телефон и пасош мирно.
sv: Håll din telefon och ditt pass stilla.
th: เก็บโทรศัพท์และหนังสือเดินทางของคุณให้นิ่ง
tr: Telefonunuzu ve pasaportunuzu sabit tutun.
uk: Тримайте телефон і паспорт нерухомо.
vi: Giữ điện thoại và hộ chiếu của bạn yên.
zh: 保持手机和护照不动。

# nfc_sheet_title_interrupted
source: Scan interrupted.
ar: تم إيقاف المسح.
bg: Сканирането е прекъснато.
cs: Skenování přerušeno.
da: Scanning afbrudt.
de: Scan unterbrochen.
el: Η σάρωση διακόπηκε.
es: Escaneo interrumpido.
et: Skannimine katkestatud.
fa: اسکن متوقف شد.
fi: Skannaus keskeytyi.
fr: Scan interrompu.
he: הסריקה הופסקה.
hi: स्कैन बाधित।
hr: Skeniranje prekinuto.
hu: Szüneteltetett szkennelés.
hy: Սքանավորումը ընդհատվեց։
id: Pemindaian terputus.
it: Scansione interrotta.
ja: スキャンが中断されました。
ko: 스캔이 중단되었습니다.
lt: Skenavimas nutrauktas.
lv: Skenēšana pārtraukta.
ms: Imbasan terganggu.
nb: Skanning avbrutt.
nl: Scan onderbroken.
pl: Skanowanie przerwane.
pt: Leitura interrompida.
ro: Scanare întreruptă.
ru: Сканирование прервано.
sk: Skenovanie prerušené.
sl: Skeniranje prekinjeno.
sr: Скенирање прекинуто.
sv: Skanning avbruten.
th: การสแกนถูกขัดจังหวะ
tr: Tarama kesildi.
uk: Сканування перервано.
vi: Quét bị gián đoạn.
zh: 扫描中断。

# nfc_sheet_title_ready
source: Ready to scan
ar: مستعد للفحص
bg: Готово за сканиране
cs: Připraveno ke skenování
da: Klar til at scanne
de: Bereit zum Scannen
el: Έτοιμοι για σάρωση
es: Listo para escanear
et: Skannimiseks valmis
fa: آماده اسکن
fi: Valmis skannaukseen
fr: Prêt à scanner
he: מוכן לסרוק
hi: स्कैन करने के लिए तैयार
hr: Spremno za skeniranje
hu: Szkennelésre kész
hy: Պատրաստ է սկանավորման
id: Siap memindai
it: Pronto per la scansione
ja: スキャンの準備ができました
ko: 스캔 준비 완료
lt: Parengta nuskaityti
lv: Gatavs skenēšanai
ms: Sedia untuk diimbas
nb: Klar til å skanne
nl: Klaar om te scannen
pl: Gotowość do skanowania
pt: Pronto para digitalizar
ro: Gata de scanare
ru: Готово к сканированию
sk: Pripravené na skenovanie
sl: Pripravljen za skeniranje
sr: Spremno za skeniranje
sv: Redo att skanna
th: พร้อมสแกน
tr: Taramaya hazır
uk: Готово до сканування
vi: Sẵn sàng quét
zh: 扫描已准备就绪

# nfc_sheet_title_scanning
source: Scanning...
ar: جارٍ المسح الضوئي...
bg: Сканиране...
cs: Skenování...
da: Scanner...
de: Scannen…
el: Σάρωση σε εξέλιξη...
es: Escaneando...
et: Skaneerimine...
fa: در حال اسکن ...
fi: Skannataan...
fr: Scan en cours...
he: מתבצעת סריקה...
hi: स्कैन हो रहा है...
hr: Skeniranje u tijeku...
hu: Beolvasás…
hy: Սկանավորվում է․․․
id: Memindai...
it: Scansione...
ja: スキャンしています...
ko: 스캔 중...
lt: Nuskaitoma...
lv: Skenē...
ms: Mengimbas...
nb: Skanner ...
nl: Bezig met scannen...
pl: Skanowanie...
pt: A digitalizar...
ro: Scanare în curs...
ru: Сканирование...
sk: Skenuje sa…
sl: Skeniranje...
sr: Skenira se...
sv: Skannar...
th: กำลังสแกน...
tr: Taranıyor...
uk: Сканування...
vi: Đang quét...
zh: 正在扫描......

# nfc_sheet_title_success
source: Scan successful.
ar: تمت عملية المسح بنجاح.
bg: Сканирането е успешно.
cs: Skenování úspěšné.
da: Scanning lykkedes.
de: Scan erfolgreich.
el: Σάρωση επιτυχής.
es: Escaneo exitoso.
et: Skannimine õnnestus.
fa: اسکن موفقیت‌آمیز بود.
fi: Skannaus onnistui.
fr: Scan réussi.
he: הסריקה הצליחה.
hi: स्कैन सफल।
hr: Skeniranje uspješno.
hu: Sikeres beolvasás.
hy: Սկանավորումը հաջողվեց։
id: Pindai berhasil.
it: Scansione riuscita.
ja: スキャンが成功しました。
ko: 스캔 성공.
lt: Nuskaitymas sėkmingas.
lv: Skenēšana veiksmīga.
ms: Imbasan berjaya.
nb: Skanning vellykket.
nl: Scan geslaagd.
pl: Skanowanie zakończone sukcesem.
pt: Leitura bem-sucedida.
ro: Scanare reușită.
ru: Сканирование успешно.
sk: Skenovanie úspešné.
sl: Skeniranje uspešno.
sr: Skeniranje uspešno.
sv: Skanning lyckades.
th: สแกนสำเร็จ
tr: Tarama başarılı.
uk: Сканування успішне.
vi: Quét thành công.
zh: 扫描成功。

# oneTimePassword_code_input_error_code_expired
source: Your code has expired, please request a new one.
ar: لقد انتهت صلاحية الرمز الخاص بك، يرجى طلب واحد جديد.
bg: Вашият код е изтекъл, моля, поискайте нов.
cs: Váš kód vypršel, požádejte prosím o nový.
da: Din kode er udløbet, bedes du anmode om en ny.
de: Ihr Code ist abgelaufen, bitte fordern Sie einen neuen an.
el: Ο κωδικός σας έχει λήξει, παρακαλώ ζητήστε έναν νέο.
es: Tu código ha expirado, por favor solicita uno nuevo.
et: Teie kood on aegunud, palun taotlege uus.
fa: کد شما منقضی شده است، لطفاً یکی جدید درخواست کنید.
fi: Koodisi on vanhentunut, pyydä uutta.
fr: Votre code a expiré, veuillez en demander un nouveau.
he: הקוד שלך פג תוקף, אנא בקש אחד חדש.
hi: आपका कोड समाप्त हो गया है, कृपया एक नया अनुरोध करें।
hr: Vaš kod je istekao, molimo zatražite novi.
hu: A kódja lejárt, kérjük, kérjen újat.
hy: Ձեր կոդը ժամկետանց է, խնդրում ենք պահանջել նորը։
id: Kode Anda telah kedaluwarsa, silakan minta yang baru.
it: Il tuo codice è scaduto, per favore richiedine uno nuovo.
ja: あなたのコードは期限切れです、新しいものをリクエストしてください。
ko: 귀하의 코드가 만료되었습니다, 새로운 코드를 요청해 주세요.
lt: Jūsų kodas pasibaigė, prašome užklausti naujo.
lv: Jūsu kods ir beidzies, lūdzu, pieprasiet jaunu.
ms: Kod anda telah tamat tempoh, sila minta satu yang baru.
nb: Din kode har utløpt, vennligst be om en ny.
nl: Uw code is verlopen, vraag alstublieft een nieuwe aan.
pl: Twój kod wygasł, proszę poprosić o nowy.
pt: O seu código expirou, por favor solicite um novo.
ro: Codul tău a expirat, te rugăm să ceri unul nou.
ru: Ваш код истек, пожалуйста, запросите новый.
sk: Váš kód vypršal, požiadajte prosím o nový.
sl: Vaša koda je potekla, prosimo zahtevajte novo.
sr: Vaš kod je istekao, molimo zahtevajte novi.
sv: Din kod har gått ut, vänligen begär en ny.
th: รหัสของคุณหมดอายุแล้ว กรุณาขอรหัสใหม่
tr: Kodunuzun süresi doldu, lütfen yeni bir tane isteyin.
uk: Ваш код закінчився, будь ласка, запросіть новий.
vi: Mã của bạn đã hết hạn, vui lòng yêu cầu một cái mới.
zh: 您的代码已过期，请请求新的代码。

# oneTimePassword_code_input_error_code_invalid
source: Wrong code entered, please try again.
ar: تم إدخال رمز خاطئ، يرجى المحاولة مرة أخرى.
bg: Въведен е грешен код, моля опитайте отново.
cs: Byl zadán nesprávný kód, zkuste to prosím znovu.
da: Forkert kode indtastet, prøv igen.
de: Falscher Code eingegeben, bitte versuchen Sie es erneut.
el: Εισάγατε λάθος κωδικό, παρακαλώ δοκιμάστε ξανά.
es: Código incorrecto ingresado, por favor intente de nuevo.
et: Vale kood sisestatud, palun proovige uuesti.
fa: کد وارد شده اشتباه است، لطفا دوباره تلاش کنید.
fi: Väärä koodi syötetty, yritä uudelleen.
fr: Code incorrect, veuillez réessayer.
he: הוזן קוד שגוי, אנא נסה שוב.
hi: गलत कोड दर्ज किया गया है, कृपया पुनः प्रयास करें।
hr: Pogrešan kod unesen, molimo pokušajte ponovno.
hu: Hibás kód lett megadva, kérjük próbálja újra.
hy: Սխալ կոդ եք մուտքագրել, խնդրում ենք կրկին փորձել:
id: Kode yang dimasukkan salah, silakan coba lagi.
it: Codice errato inserito, si prega di riprovare.
ja: 間違ったコードが入力されました、もう一度お試しください。
ko: 잘못된 코드를 입력하셨습니다, 다시 시도해 주세요.
lt: Įvestas neteisingas kodas, prašome bandyti dar kartą.
lv: Ievadīts nepareizs kods, lūdzu, mēģiniet vēlreiz.
ms: Kod yang dimasukkan salah, sila cuba lagi.
nb: Feil kode angitt, vennligst prøv igjen.
nl: Verkeerde code ingevoerd, probeer het opnieuw.
pl: Wprowadzono błędny kod, spróbuj ponownie.
pt: Código errado inserido, por favor tente novamente.
ro: Cod greșit introdus, vă rugăm să încercați din nou.
ru: Введен неверный код, пожалуйста, попробуйте снова.
sk: Zadaný kód je nesprávny, skúste to prosím znova.
sl: Napačna koda vnesena, prosim poskusite znova.
sr: Pogrešan kod unesen, molim pokušajte ponovo.
sv: Fel kod angiven, försök igen.
th: ป้อนรหัสผิด โปรดลองอีกครั้ง
tr: Yanlış kod girildi, lütfen tekrar deneyin.
uk: Введено неправильний код, будь ласка, спробуйте ще раз.
vi: Mã đã nhập sai, vui lòng thử lại.
zh: 输入的代码错误，请再试一次。

# oneTimePassword_code_input_error_technical
source: A technical error has occurred, please try again later
ar: حدث خطأ تقني، يرجى المحاولة مرة أخرى لاحقا
bg: Възникна техническа грешка, моля опитайте отново по-късно
cs: Došlo k technické chybě, zkuste to prosím později
da: En teknisk fejl er opstået, prøv venligst igen senere
de: Ein technischer Fehler ist aufgetreten, bitte versuchen Sie es später erneut
el: Παρουσιάστηκε τεχνικό σφάλμα, παρακαλώ δοκιμάστε ξανά αργότερα
es: Ha ocurrido un error técnico, por favor intente de nuevo más tarde
et: Tehniline viga on ilmnenud, palun proovige hiljem uuesti
fa: خطای فنی رخ داده است، لطفا بعدا دوباره امتحان کنید
fi: Tekninen virhe on tapahtunut, yritä myöhemmin uudelleen
fr: Une erreur technique est survenue, veuillez réessayer plus tard
he: אירעה שגיאה טכנית, אנא נסה שוב מאוחר יותר
hi: तकनीकी त्रुटि हुई है, कृपया बाद में पुनः प्रयास करें
hr: Došlo je do tehničke pogreške, molimo pokušajte ponovno kasnije
hu: Műszaki hiba történt, kérjük próbálja meg újra később
hy: Տեխնիկական սխալ է տեղի ունեցել, խնդրում ենք կրկին փորձել ուշ
id: Terjadi kesalahan teknis, silakan coba lagi nanti
it: Si è verificato un errore tecnico, si prega di riprovare più tardi
ja: 技術的なエラーが発生しました、後で再試行してください
ko: 기술적인 오류가 발생했습니다, 나중에 다시 시도해 주세요
lt: Įvyko techninė klaida, prašome bandyti vėliau
lv: Radusies tehniska kļūda, lūdzu, mēģiniet vēlreiz vēlāk
ms: Sebuah ralat teknikal telah berlaku, sila cuba lagi kemudian
nb: En teknisk feil har oppstått, vennligst prøv igjen senere
nl: Er is een technische fout opgetreden, probeer het later opnieuw
pl: Wystąpił błąd techniczny, proszę spróbować ponownie później
pt: Ocorreu um erro técnico, por favor tente novamente mais tarde
ro: A apărut o eroare tehnică, vă rugăm încercați din nou mai târziu
ru: Произошла техническая ошибка, пожалуйста, попробуйте снова позже
sk: Vyskytla sa technická chyba, skúste to prosím neskôr
sl: Prišlo je do tehnične napake, prosimo poskusite znova kasneje
sr: Došlo je do tehničke greške, molimo pokušajte ponovo kasnije
sv: Ett tekniskt fel har inträffat, vänligen försök igen senare
th: เกิดข้อผิดพลาดทางเทคนิค กรุณาลองใหม่ในภายหลัง
tr: Teknik bir hata oluştu, lütfen daha sonra tekrar deneyin
uk: Технічна помилка, будь ласка, спробуйте знову пізніше
vi: Một lỗi kỹ thuật đã xảy ra, vui lòng thử lại sau
zh: 发生了技术错误，请稍后再试

# oneTimePassword_code_input_error_too_many_attempts
source: You`ve tried this code too many times, please request a new one.
ar: لقد حاولت استخدام هذا الرمز أكثر من اللازم، يرجى طلب واحد جديد.
bg: Прекалено много пъти сте опитали този код, моля, поискайте нов.
cs: Tento kód jste zkusili příliš mnohokrát, vyžádejte si prosím nový.
da: Du har forsøgt denne kode for mange gange, bedes du anmode om en ny.
de: Sie haben diesen Code zu oft versucht, bitte fordern Sie einen neuen an.
el: Έχετε δοκιμάσει αυτόν τον κωδικό πολλές φορές, παρακαλώ ζητήστε έναν καινούργιο.
es: Has intentado este código demasiadas veces, por favor solicita uno nuevo.
et: Olete seda koodi liiga palju kordi proovinud, palun taotlege uus.
fa: شما این کد را بیش از حد مجاز امتحان کرده‌اید، لطفاً یکی جدید درخواست کنید.
fi: Olet yrittänyt tätä koodia liian monta kertaa, pyydä uusi.
fr: Vous avez essayé ce code trop de fois, veuillez en demander un nouveau.
he: ניסית את הקוד הזה פעמים רבות מדי, אנא בקש אחד חדש.
hi: आपने इस कोड का बहुत बार प्रयास किया है, कृपया एक नया अनुरोध करें।
hr: Previše puta ste pokušali s ovim kodom, molimo zatražite novi.
hu: Túl sokszor próbálkozott ezzel a kóddal, kérjük, kérjen újat.
hy: Դուք շատ անգամ փորձել եք այս կոդը, խնդրում ենք պահանջել նորը:
id: Anda telah mencoba kode ini terlalu banyak kali, silakan minta yang baru.
it: Hai provato questo codice troppe volte, per favore richiedi un nuovo.
ja: あなたはこのコードを何度も試しすぎました、新しいものをリクエストしてください。
ko: 이 코드를 너무 많이 시도했습니다, 새로운 것을 요청해 주세요.
lt: Jūs per daug kartų bandėte šį kodą, prašome paprašyti naujo.
lv: Jūs esat mēģinājis šo kodu pārāk daudz reižu, lūdzu, pieprasiet jaunu.
ms: Anda telah mencuba kod ini terlalu banyak kali, sila minta satu yang baru.
nb: Du har prøvd denne koden for mange ganger, vennligst be om en ny.
nl: U heeft deze code te vaak geprobeerd, vraag alstublieft een nieuwe aan.
pl: Za dużo razy próbowałeś tego kodu, poproś o nowy.
pt: Você tentou este código muitas vezes, por favor solicite um novo.
ro: Ai încercat acest cod de prea multe ori, te rugăm să ceri unul nou.
ru: Вы слишком много раз попытались использовать этот код, пожалуйста, запросите новый.
sk: Tento kód ste skúsili príliš veľakrát, prosím, vyžiadajte si nový.
sl: Prevečkrat ste poskusili s to kodo, prosimo zahtevajte novo.
sr: Previse puta ste pokušali sa ovim kodom, molimo vas da zatražite novi.
sv: Du har försökt med denna kod för många gånger, vänligen begär en ny.
th: คุณได้ลองรหัสนี้หลายครั้งเกินไปแล้ว กรุณาขอรหัสใหม่
tr: Bu kodu çok fazla kez denediniz, lütfen yeni bir tane isteyin.
uk: Ви занадто багато разів спробували цей код, будь ласка, запросіть новий.
vi: Bạn đã thử mã này quá nhiều lần, vui lòng yêu cầu một cái mới.
zh: 您已尝试过多次此代码，请请求一个新的。
