Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_list_item_action_mic
source: Go to app settings and enable microphone access for this app
ar: انتقل إلى إعدادات التطبيق وقم بتمكين الوصول إلى الميكروفون لهذا التطبيق
bg: Влезте в настройките на приложението и активирайте достъпа до микрофона за това приложение
cs: Přejděte do nastavení aplikace a povolte přístup k mikrofonu pro tuto aplikaci
da: Gå til appindstillinger, og aktivér adgang til mikrofonen for denne app
de: Gehen Sie zu App-Einstellungen und aktivieren Sie den Mikrofonzugriff für diese App
el: Μεταβείτε στις ρυθμίσεις της εφαρμογής και ενεργοποιήστε την πρόσβαση στο μικρόφωνο για αυτήν την εφαρμογή
es: Vaya a la configuración de la aplicación y habilite el acceso al micrófono para esta aplicación
et: Avage rakenduse sätted ja lubage selle rakenduse jaoks juurdepääs mikrofonile
fa: به بخش تنظیمات برنامه بروید و دسترسی به میکروفون را برای این برنامه فعال کنید
fi: Siirry sovellusasetuksiin ja salli mikrofonin käyttö tässä sovelluksessa
fr: Accédez aux paramètres de l’application et activez l’accès au micro pour cette application
he: עבור להגדרות האפליקציה והפעל גישה למצלמה עבור אפליקציה זו
hi: ऐप सेटिंग पर जाएँ और इस ऐप के लिए माइक्रोफ़ोन का ऐक्सेस चालू करें
hr: Otvorite postavke aplikacije i omogućite pristup mikrofonu za ovu aplikaciju
hu: A beállításokban engedélyezze a mikrofonhoz való hozzáférést az alkalmazás számára
hy: Բացեք հավելվածի կարգավորումները և ակտիվացրեք տեսախցիկի հասանելիությունն այս հավելվածի համար
id: Buka pengaturan aplikasi dan aktifkan akses mikrofon untuk aplikasi ini
it: Vai alle impostazioni dell’app e abilita l’accesso al microfono per questa app
ja: アプリの設定に移動して、このアプリのマイクへのアクセスを有効にします
ko: 앱 설정으로 이동하여 이 앱에 마이크 접근 권한을 허용하세요
lt: Eikite į programėlės nustatymus ir įjunkite šios programėlės prieigą prie mikrofono
lv: Dodieties uz lietotnes iestatījumiem un iespējojiet mikrofona piekļuvi šai lietotnei
ms: Pergi ke tetapan aplikasi dan dayakan akses mikrofon untuk aplikasi ini
nb: Gå til appinnstillinger og aktiver kameratilgang for denne appen
nl: Ga naar de instellingen van de app en schakel toegang tot de microfoon in voor deze app
pl: Przejdź do ustawień aplikacji i włącz dostęp do mikrofonu dla tej aplikacji
pt: Ir para definições da aplicação e permitir o acesso ao microfone para esta aplicação
ro: Mergeți în setările aplicației și activați accesul la microfon pentru această aplicație
ru: Перейдите в настройки приложения и включите доступ к микрофону для этого приложения
sk: Prejdite do nastavení aplikácie a povoľte tejto aplikácii prístup k mikrofónu
sl: Pojdite na nastavitve aplikacije in omogočite dostop do mikrofona za to aplikacijo
sr: Idite na podešavanja aplikacije i omogućite pristup mikrofonu za ovu aplikaciju
sv: Gå till appinställningarna och aktivera mikrofonåtkomst för den här appen
th: ไปที่การตั้งค่าแอปและให้สิทธิ์เข้าถึงไมโครโฟนสำหรับแอปนี้
tr: Uygulama ayarlarına gidin ve bu uygulama için mikrofon erişimini etkinleştirin
uk: Перейдіть у меню налаштувань програми й увімкніть доступ до мікрофона для цієї програми
vi: Vào phần cài đặt ứng dụng và bật quyền truy cập vào micrô cho ứng dụng này
zh: 转到应用设置并启用此应用的麦克风访问

# common_permissions_recovery_list_item_how_to_audio
source: Grant access to your microphone from your browser settings
ar: امنح إمكانية الوصول إلى الميكروفون من إعدادات متصفحك
bg: Предоставете достъп до вашия микрофон от настройките на браузъра ви
cs: Povolení přístupu k mikrofonu pomocí nastavení prohlížeče
da: Giv adgang til din mikrofon fra dine browserindstillinger
de: Geben Sie den Zugriff auf Ihr Mikrofon in Ihren Browsereinstellungen frei
el: Παραχωρήστε πρόσβαση στο μικρόφωνό σας από τις ρυθμίσεις του προγράμματος περιήγησης
es: Conceda el acceso al micrófono desde los ajustes del navegador
et: Juurdepääsu andmine mikrofonile brauseri seadetest
fa: از تنظیمات مرورگر خود دسترسی به میکروفون خود را اعطا کنید
fi: Myönnä mikrofonisi käyttöoikeus selainasetuksistasi
fr: Accordez l’accès à votre microphone à partir des paramètres de votre navigateur
he: הענק גישה למיקרופון מהגדרות הדפדפן שלך
hi: अपनी ब्राउज़र सेटिंग से अपने माइक्रोफ़ोन का ऐक्सेस दें
hr: Dopustite pristup svojem mikrofonu u postavkama preglednika
hu: Adjon hozzáférést mikrofonjának a böngészőbeállításokban
hy: Ձեր խոսափողի հասանելիությունը կարող եք թույլատրել դիտարկիչի կարգավորումներից
id: Berikan akses ke mikrofon Anda dari pengaturan browser
it: Consenti l’accesso al microfono dalle impostazioni del browser
ja: ブラウザの設定からマイクへのアクセスを許可する
ko: 브라우저 설정에서 마이크에 대한 접근 권한을 부여하세요
lt: Suteikite prieigą prie mikrofono naudodami naršyklės nustatymus
lv: Pārlūka iestatījumos piešķiriet piekļuvi mikrofonam
ms: Benarkan akses kepada mikrofon daripada tetapan pelayar anda
nb: Gi mikrofonen tilgang i nettleserinnstillingene
nl: Schakel toegang tot uw microfoon in vanuit de browserinstellingen
pl: Udziel dostępu do mikrofonu w ustawieniach przeglądarki
pt: Conceda acesso ao seu microfone a partir das definições do seu navegador
ro: Permiteți accesul la microfonul dvs. din setările dvs. de browser
ru: Предоставьте доступ к вашему микрофону в настройках браузера
sk: Udeľte prístup k mikrofónu v nastaveniach prehliadača
sl: Dovolite dostop do mikrofona v nastavitvah brskalnika
sr: Odobrite pristup mikrofonu iz podešavanja pregledača
sv: Bevilja åtkomst till din mikrofon från dina webbläsarinställningar
th: ให้อนุญาตการเข้าถึงไมโครโฟนจากการตั้งค่าเบราว์เซอร์
tr: Tarayıcı ayarlarınızdan mikrofonunuza erişim izni verin
uk: Надайте доступ до мікрофона в налаштуваннях браузера
vi: Cấp quyền truy cập vào micrô của bạn từ cài đặt trình duyệt của bạn
zh: 从浏览器设置授予对您的麦克风的访问权限

# common_permissions_recovery_list_item_how_to_video
source: You can recover camera access through your device settings
ar: يمكنك استرداد الوصول إلى الكاميرا من خلال إعدادات جهازك
bg: Можете да възстановите достъпа до камерата от настройките на устройството си
cs: Přístup ke kameře můžete obnovit prostřednictvím nastavení zařízení
da: Du kan gendanne adgang til kameraet via dine enhedsindstillinger
de: Sie können den Kamerazugriff über Ihre Geräteeinstellungen wiederherstellen
el: Μπορείτε να ανακτήσετε την πρόσβαση στην κάμερα μέσω των ρυθμίσεων της συσκευής σας
es: Puede recuperar el acceso a la cámara a través de la configuración de su dispositivo
et: Juurdepääsu kaamerale saate taastada seadme sätete kaudu
fa: از بخش تنظیمات مرورگر خود، مجوز دسترسی به دوربین و میکروفون را بدهید
fi: Voit palauttaa kameran käyttöoikeuden laitteesi asetuksista
fr: Vous pouvez récupérer l’accès à l’appareil photo via les paramètres de votre mobile
he: אפשר לשחזר את הגישה למצלמה דרך הגדרות המכשיר
hi: आप अपनी डिवाइस सेटिंग के ज़रिए कैमरे का ऐक्सेस रिकवर कर सकते हैं
hr: Pristup kameri možete ponovno dopustiti vratiti putem postavki uređaja
hu: Az eszköz beállításaiban visszaállíthatja a kamerához való hozzáférést
hy: Դուք կարող եք վերականգնել տեսախցիկի հասանելիությունը ձեր սարքի կարգավորումների միջոցով
id: Anda dapat memulihkan akses kamera melalui pengaturan perangkat Anda
it: Puoi ripristinare l’accesso alla fotocamera dalle impostazioni del dispositivo
ja: デバイスの設定からカメラへのアクセスを回復できます
ko: 기기 설정에서 카메라 접근 권한을 복원할 수 있습니다
lt: Prieigą prie kameros galite atkurti įrenginio nustatymuose
lv: Jūs varat atjaunot piekļuvi kamerai ierīces iestatījumos
ms: Anda boleh mengembalikan akses kamera melalui tetapan peranti anda
nb: Du kan gjenopprette kameratilgang via enhetsinnstillingene
nl: U kunt toegang tot de camera herstellen via de instellingen van uw apparaat
pl: Możesz odzyskać dostęp do aparatu za pomocą ustawień urządzenia
pt: Pode recuperar o acesso à câmara através das definições do seu dispositivo
ro: Puteți recupera accesul la camera video din setările dispozitivului dvs.
ru: Доступ к камере можно восстановить с помощью настроек устройства
sk: Prístup k fotoaparátu môžete obnoviť prostredníctvom nastavení zariadenia
sl: Dostop do kamere lahko obnovite prek nastavitev naprave
sr: Pristup kameri možete ponovo da odobrite putem podešavanja uređaja
sv: Du kan återställa kameraåtkomst via dina enhetsinställningar
th: คุณกู้คืนสิทธิ์การเข้าถึงกล้องได้ทางการตั้งค่าอุปกรณ์ของคุณ
tr: Cihaz ayarlarınızdan kamera erişimini kurtarabilirsiniz
uk: Доступ до камери можна відновити в меню налаштувань пристрою
vi: Bạn có thể khôi phục quyền truy cập máy ảnh thông qua phần cài đặt thiết bị
zh: 您可以通过设备设置恢复相机访问

# common_permissions_recovery_list_item_how_to_video_audio
source: Grant access to your camera and microphone from your browser settings
ar: منح الوصول إلى الكاميرا والميكروفون من إعدادات المتصفح
bg: Осигурете достъп до камерата и микрофона от настройките на браузъра
cs: Povolení přístupu ke kameře a mikrofonu v nastavení prohlížeče
da: Giv adgang til dit kamera og din mikrofon fra dine browserindstillinger
de: Gewähren Sie den Zugriff auf Ihre Kamera und Ihr Mikrofon über Ihre Browsereinstellungen
el: Παρέχετε πρόσβαση στην κάμερα και στο μικρόφωνό σας από τις ρυθμίσεις του προγράμματος περιήγησής σας
es: Autorice acceso a la cámara y el micrófono desde los ajustes del navegador
et: Juurdepääsu andmine kaamerale ja mikrofonile brauseri seadetest
fa: از بخش تنظیمات مرورگر خود، مجوز دسترسی به دوربین و میکروفون را بدهید
fi: Myönnä kamerasi ja mikrofonisi käyttöoikeus selainasetuksistasi
fr: Autorisez l’accès à l’appareil photo et au micro à partir des paramètres de votre navigateur
he: הענק גישה למצלמה מהגדרות הדפדפן שלך
hi: अपनी ब्राउज़र सेटिंग से अपने कैमरे और माइक्रोफ़ोन का ऐक्सेस दें
hr: Dajte svoje dopuštenje za pristup kameri i mikrofonu u postavkama preglednika
hu: Engedélyezze a fényképezőgéphez és a mikrofonhoz való hozzáférést a böngésző beállításaiban
hy: Ձեր տեսախցիկի հասանելիությունը կարող եք թույլատրեք դիտարկչի կարգավորումների միջոցով
id: Berikan akses ke kamera dan mikrofon Anda dari pengaturan browser
it: Consenti l’accesso alla fotocamera e al microfono dalle impostazioni del browser
ja: ブラウザの設定からカメラとマイクへのアクセスを許可する
ko: 브라우저 설정에서 카메라와 마이크에 대한 접근 권한을 부여하세요
lt: Suteikite prieigą prie fotoaparato ir mikrofono naudodami naršyklės nustatymus
lv: Sniedziet piekļuvi kamerai un mikrofonam pārlūka iestatījumos.
ms: Benarkan akses kepada kamera dan mikrofon anda melalui tetapan pelayar anda
nb: Gi tilgang til kameraet fra nettleserinnstillingene
nl: Verleen via uw browserinstellingen toegang tot uw camera en microfoon
pl: Udziel dostępu do aparatu i mikrofonu w ustawieniach przeglądarki
pt: Conceda acesso à sua câmara e ao microfone a partir das definições do navegador
ro: Permiteți accesul la camera video și microfonul dvs. din setările dvs. de browser
ru: Предоставьте доступ к камере и микрофону в настройках браузера
sk: Udeľte prístup k fotoaparátu a mikrofónu v nastaveniach prehliadača
sl: Omogočite dostop do kamere in mikrofona iz nastavitev brskalnika
sr: Omogućite pristup kameri i mikrofonu iz podešavanja pregledača
sv: Bevilja åtkomst till din kamera och mikrofon från dina webbläsarinställningar
th: มอบสิทธิ์การเข้าถึงกล้องและไมโครโฟนจากการตั้งค่าเบราว์เซอร์ของคุณ
tr: Tarayıcı ayarlarınızdan kameranıza ve mikrofonunuza erişim izni verin
uk: Надайте доступ до камери й мікрофона в налаштуваннях браузера
vi: Cấp quyền truy cập vào máy ảnh và micrô từ cài đặt trình duyệt của bạn
zh: 通过浏览器设置授予对相机和麦克风的访问

# common_permissions_recovery_subtitle_audio
source: We need access to your microphone to verify your identity. Follow the instructions below to recover access
ar: نحتاج إلى الوصول إلى ميكروفونك للتحقق من هويتك. اتبع التعليمات أدناه لاستعادة الوصول
bg: Нуждаем се от достъп до вашия микрофон, за да потвърдим самоличността ви. Следвайте инструкциите по-долу, за да възстановите достъпа
cs: Potřebujeme přístup k vašemu mikrofonu pro ověření vaší identity. Postupujte podle níže uvedených pokynů k obnovení přístupu
da: Vi har brug for adgang til din mikrofon for at verificere din identitet. Følg instruktionerne nedenfor for at gendanne adgang
de: Wir benötigen Zugriff auf Ihr Mikrofon, um Ihre Identität zu überprüfen. Befolgen Sie die unten stehenden Anweisungen, um den Zugriff wiederherzustellen
el: Χρειαζόμαστε πρόσβαση στο μικρόφωνό σας για να επαληθεύσουμε την ταυτότητά σας. Ακολουθήστε τις οδηγίες παρακάτω για να ανακτήσετε την πρόσβαση
es: Necesitamos acceso a tu micrófono para verificar tu identidad. Sigue las instrucciones a continuación para recuperar el acceso
et: Meil on vaja juurdepääsu teie mikrofonile, et kinnitada teie isikut. Järgige allpool toodud juhiseid juurdepääsu taastamiseks
fa: ما برای تأیید هویت شما به دسترسی به میکروفون شما نیاز داریم. دستورالعمل های زیر را برای بازیابی دسترسی دنبال کنید
fi: Tarvitsemme pääsyn mikrofoniisi henkilöllisyytesi varmistamiseksi. Noudata alla olevia ohjeita pääsyn palauttamiseksi
fr: Nous avons besoin d`accéder à votre microphone pour vérifier votre identité. Suivez les instructions ci-dessous pour récupérer l`accès
he: אנו זקוקים לגישה למיקרופון שלך כדי לאמת את זהותך. עקוב אחר ההוראות למטה כדי לשחזר את הגישה
hi: हमें आपकी पहचान की पुष्टि करने के लिए आपके माइक्रोफ़ोन तक पहुँच की आवश्यकता है। पहुँच पुनः प्राप्त करने के लिए नीचे दिए गए निर्देशों का पालन करें
hr: Potrebna nam je pristup vašem mikrofonu kako bismo provjerili vaš identitet. Slijedite upute u nastavku kako biste povratili pristup
hu: Szükségünk van a mikrofonjához való hozzáférésre azonosításának ellenőrzéséhez. Kövesse az alábbi utasításokat a hozzáférés visszaszerzéséhez
hy: Մեզ անհրաժեշտ է ձեր միկրոֆոնին ձեր իսկությունը ստուգելու համար։ Հետեւեք ստորև ներկայացված հրահանգներին մուտքի վերականգնելու համար։
id: Kami membutuhkan akses ke mikrofon Anda untuk memverifikasi identitas Anda. Ikuti instruksi di bawah ini untuk memulihkan akses
it: Abbiamo bisogno di accedere al tuo microfono per verificare la tua identità. Segui le istruzioni sottostanti per recuperare l`accesso
ja: あなたの身元を確認するために、マイクへのアクセスが必要です。以下の指示に従ってアクセスを回復してください。
ko: 당신의 신원을 확인하기 위해 마이크에 접근할 필요가 있습니다. 아래의 지시사항을 따라 접근을 복구하세요.
lt: Mums reikia prieigos prie jūsų mikrofono, kad patikrintume jūsų tapatybę. Sekite žemiau pateiktas instrukcijas, kad atkurtumėte prieigą
lv: Mums ir nepieciešama piekļuve jūsu mikrofonam, lai pārbaudītu jūsu identitāti. Sekojiet zemāk norādītajām instrukcijām, lai atgūtu piekļuvi
ms: Kami memerlukan akses ke mikrofon anda untuk mengesahkan identiti anda. Ikuti arahan di bawah untuk mendapatkan semula akses
nb: Vi trenger tilgang til mikrofonen din for å verifisere identiteten din. Følg instruksjonene nedenfor for å gjenopprette tilgangen
nl: We hebben toegang tot uw microfoon nodig om uw identiteit te verifiëren. Volg de onderstaande instructies om toegang te herstellen
pl: Potrzebujemy dostępu do Twojego mikrofonu, aby zweryfikować Twoją tożsamość. Postępuj zgodnie z poniższymi instrukcjami, aby odzyskać dostęp
pt: Necessitamos de acesso ao seu microfone para verificar a sua identidade. Siga as instruções abaixo para recuperar o acesso
ro: Avem nevoie de acces la microfonul dvs. pentru a vă verifica identitatea. Urmați instrucțiunile de mai jos pentru a recupera accesul
ru: Нам нужен доступ к вашему микрофону для проверки вашей личности. Следуйте инструкциям ниже, чтобы восстановить доступ
sk: Potrebujeme prístup k vášmu mikrofónu na overenie vašej identity. Postupujte podľa pokynov nižšie na obnovenie prístupu
sl: Potrebujemo dostop do vašega mikrofona za preverjanje vaše identitete. Sledite spodnjim navodilom za povrnitev dostopa
sr: Potrebna nam je pristup vašem mikrofonu kako bismo verifikovali vaš identitet. Pratite uputstva ispod da povratite pristup
sv: Vi behöver tillgång till din mikrofon för att verifiera din identitet. Följ instruktionerna nedan för att återfå tillgång
th: เราต้องการเข้าถึงไมโครโฟนของคุณเพื่อยืนยันตัวตนของคุณ กรุณาปฏิบัติตามคำแนะนำด้านล่างเพื่อกู้คืนการเข้าถึง
tr: Kimliğinizi doğrulamak için mikrofonunuza erişim hakkına ihtiyacımız var. Erişimi geri almak için aşağıdaki talimatları izleyin
uk: Нам потрібен доступ до вашого мікрофона для верифікації вашої особи. Дотримуйтесь інструкцій нижче, щоб відновити доступ
vi: Chúng tôi cần quyền truy cập vào microphone của bạn để xác minh danh tính. Hãy làm theo hướng dẫn dưới đây để khôi phục quyền truy cập
zh: 我们需要访问您的麦克风以验证您的身份。请按照以下指示恢复访问权限

# common_permissions_recovery_subtitle_video
source: We need access to your camera to verify your identity. Follow the instructions below to recover access
ar: نحتاج إلى الوصول إلى كاميرتك للتحقق من هويتك. يرجى اتباع التعليمات أدناه لاستعادة الوصول
bg: Нуждаем се от достъп до вашата камера, за да потвърдим самоличността ви. Следвайте инструкциите по-долу, за да възстановите достъпа
cs: Potřebujeme přístup k vaší kameře pro ověření vaší identity. Postupujte podle níže uvedených pokynů pro obnovení přístupu
da: Vi har brug for adgang til dit kamera for at verificere din identitet. Følg instruktionerne nedenfor for at gendanne adgangen
de: Wir benötigen Zugang zu Ihrer Kamera, um Ihre Identität zu überprüfen. Befolgen Sie die unten stehenden Anweisungen, um den Zugang wiederherzustellen
el: Χρειαζόμαστε πρόσβαση στην κάμερά σας για να επιβεβαιώσουμε την ταυτότητά σας. Ακολουθήστε τις οδηγίες παρακάτω για να ανακτήσετε την πρόσβαση
es: Necesitamos acceso a tu cámara para verificar tu identidad. Sigue las instrucciones a continuación para recuperar el acceso
et: Meil on vaja juurdepääsu teie kaamerale, et kinnitada teie isikut. Järgige allpool toodud juhiseid juurdepääsu taastamiseks
fa: ما برای تأیید هویت شما به دسترسی به دوربین شما نیاز داریم. برای بازیابی دسترسی، دستورالعمل های زیر را دنبال کنید
fi: Tarvitsemme pääsyn kameraasi henkilöllisyytesi varmistamiseksi. Noudata alla olevia ohjeita pääsyn palauttamiseksi
fr: Nous avons besoin d`accéder à votre caméra pour vérifier votre identité. Suivez les instructions ci-dessous pour récupérer l`accès
he: אנו זקוקים לגישה למצלמה שלך כדי לאמת את זהותך. אנא עקוב אחר ההוראות שלהלן כדי לשחזר את הגישה
hi: हमें आपकी पहचान की पुष्टि करने के लिए आपके कैमरा तक पहुंच की आवश्यकता है। पहुंच पुनः प्राप्त करने के निर्देशों का पालन करें
hr: Potrebna nam je pristup vašoj kameri kako bismo provjerili vaš identitet. Slijedite upute u nastavku kako biste povratili pristup
hu: Szükségünk van a kamerájához való hozzáférésre azonosításának ellenőrzése érdekében. Kövesse az alábbi utasításokat a hozzáférés visszaszerzéséhez
hy: Մեզ անհրաժեշտ է ձեր կամերային մուտքը ձեր իսկությունը ստուգելու համար։ Հետևեք ստորև ներկայացված հրահանգներին մուտքը վերականգնելու համար
id: Kami membutuhkan akses ke kamera Anda untuk memverifikasi identitas Anda. Ikuti instruksi di bawah ini untuk memulihkan akses
it: Abbiamo bisogno di accedere alla tua fotocamera per verificare la tua identità. Segui le istruzioni sottostanti per recuperare l`accesso
ja: あなたの身元を確認するために、カメラへのアクセスが必要です。以下の指示に従ってアクセスを回復してください。
ko: 당신의 신원을 확인하기 위해 카메라에 접근할 필요가 있습니다. 아래의 지시사항을 따라 접근을 복구하십시오.
lt: Mums reikia prieigos prie jūsų kameros, kad patikrintume jūsų tapatybę. Sekite žemiau pateiktas instrukcijas, kad atkurtumėte prieigą
lv: Mums ir nepieciešama piekļuve jūsu kamerai, lai pārbaudītu jūsu identitāti. Lūdzu, sekojiet zemāk norādītajām instrukcijām, lai atjaunotu piekļuvi
ms: Kami memerlukan akses ke kamera anda untuk mengesahkan identiti anda. Ikuti arahan di bawah untuk mendapatkan semula akses
nb: Vi trenger tilgang til kameraet ditt for å verifisere identiteten din. Følg instruksjonene nedenfor for å gjenopprette tilgang
nl: We hebben toegang tot uw camera nodig om uw identiteit te verifiëren. Volg de onderstaande instructies om toegang te herstellen
pl: Potrzebujemy dostępu do Twojej kamery w celu weryfikacji Twojej tożsamości. Postępuj zgodnie z poniższymi instrukcjami, aby odzyskać dostęp
pt: Necessitamos de aceder à sua câmara para verificar a sua identidade. Siga as instruções abaixo para recuperar o acesso
ro: Avem nevoie de acces la camera dvs. pentru a vă verifica identitatea. Urmați instrucțiunile de mai jos pentru a recupera accesul
ru: Нам необходим доступ к вашей камере для проверки вашей личности. Следуйте инструкциям ниже, чтобы восстановить доступ
sk: Potrebujeme prístup k vašej kamere na overenie vašej identity. Postupujte podľa nižšie uvedených pokynov na obnovenie prístupu
sl: Potrebujemo dostop do vaše kamere za preverjanje vaše identitete. Sledite spodnjim navodilom za povrnitev dostopa
sr: Potrebna nam je pristup vašoj kameri kako bismo verifikovali vaš identitet. Pratite uputstva ispod kako biste povratili pristup
sv: Vi behöver tillgång till din kamera för att verifiera din identitet. Följ instruktionerna nedan för att återfå tillgång
th: เราต้องการเข้าถึงกล้องของคุณเพื่อยืนยันตัวตนขงคุณ กรุณาปฏิบัติตามคำแนะนำด้านล่างเพื่อกู้คืนการเข้าถึง
tr: Kimliğinizi doğrulamak için kameranıza erişim hakkına ihtiyacımız var. Erişimi geri almak için aşağıdaki talimatları izleyin
uk: Нам потрібен доступ до вашої камери для верифікації вашої особи. Дотримуйтесь інструкцій нижче, щоб відновити доступ
vi: Chúng tôi cần quyền truy cập vào camera của bạn để xác minh danh tính. Vui lòng làm theo hướng dẫn dưới đây để khôi phục quyền truy cập
zh: 我们需要访问您的摄像头以验证您的身份。请按照以下指示恢复访问权限
