Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# qualifiedElectronicSignature_introduction_validation
source: Consent required
ar: الموافقة مطلوبة
bg: Необходимо съгласие
cs: Vyžadován souhlas
da: Samtykke påkrævet
de: Zustimmung erforderlich
el: Απαιτείται συγκατάθεση
es: Se requiere consentimiento
et: Nõusolek vajalik
fa: نیاز به رضایت
fi: Suostumus vaaditaan
fr: Consentement requis
he: נדרשת הסכמה
hi: अनुमति आवश्यक
hr: Potrebna suglasnost
hu: Hozzájárulás szükséges
hy: Համաձայնությունը պահանջվում է
id: Persetujuan diperlukan
it: Consenso richiesto
ja: 同意が必要です
ko: 동의 필요
lt: Reikalingas sutikimas
lv: Nepieciešama piekrišana
ms: Persetujuan diperlukan
nb: Samtykke kreves
nl: Toestemming vereist
pl: Wymagana zgoda
pt: Consentimento necessário
ro: Consimțământ necesar
ru: Требуется согласие
sk: Vyžadovaný súhlas
sl: Potrebno soglasje
sr: Potrebna saglasnost
sv: Samtycke krävs
th: ต้องได้รับความยินยอม
tr: Onay gerekli
uk: Потрібна згода
vi: Yêu cầu sự đồng ý
zh: 需要同意

# retry_button_default
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es: Intentar otra vez
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
vi: Thử lại
zh: 请重试

# retry_button_expired_document
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es: Intentar otra vez
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
vi: Thử lại
zh: 请重试

# retry_button_generic_document_issue
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es: Intentar otra vez
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
vi: Thử lại
zh: 请重试

# retry_button_generic_selfie_issue
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es: Intentar otra vez
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
vi: Thử lại
zh: 请重试

# retry_button_unaccepted_document
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es: Intentar otra vez
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
vi: Thử lại
zh: 请重试

# retry_description_default
source: Please try again
ar: يُرجى إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Bitte versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Inténtelo de nuevo
et: Proovige uuesti
fa: لطفاً دوباره سعی کنید
fi: Yritä uudelleen
fr: Veuillez réessayer
he: נסה שוב
hi: कृपया फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Kérjük, próbálja újra
hy: Խնդրում ենք կրկին փորձել
id: Silakan mencoba lagi
it: Riprova
ja: 再度お試しください
ko: 다시 시도해주세요
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
ms: Sila cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Vă rugăm să încercați din nou
ru: Повторите попытку
sk: Skúste to znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: โปรดลองอีกครั้ง
tr: Lütfen tekrar deneyin
uk: Спробуйте ще раз
vi: Vui lòng thử lại
zh: 请重试

# retry_description_expired_document
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es: Inténtelo de nuevo con un documento de identidad con fotografía válido y asegúrese de que sus datos se vean con claridad
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d`identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
id: Harap coba lagi dengan foto identitas yang valid dan pastikan informasi Anda terlihat jelas
it: Riprova con un documento d’identità valido e assicurati che le informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
nb: Vennligst prøv igjen med en gyldig bilde-ID og sørg for at informasjonen din er godt synlig
nl: Probeer het opnieuw met een geldig identiteitsbewijs met foto en zorg ervoor dat uw gegevens duidelijk leesbaar zijn
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sr: Probajte ponovo sa važećim ID-jem sa fotografijom i proverite da li se podaci jasno vide
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
vi: Vui lòng thử lại với giấy tờ tùy thân có ảnh hợp lệ và đảm bảo thông tin của bạn được hiển thị rõ ràng
zh: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见

# retry_description_generic_document_issue
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es: Inténtelo de nuevo con un documento de identidad con fotografía válido y asegúrese de que sus datos se vean con claridad
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d`identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
id: Harap coba lagi dengan foto identitas yang valid dan pastikan informasi Anda terlihat jelas
it: Riprova con un documento d’identità valido e assicurati che le informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
nb: Vennligst prøv igjen med en gyldig bilde-ID og sørg for at informasjonen din er godt synlig
nl: Probeer het opnieuw met een geldig identiteitsbewijs met foto en zorg ervoor dat uw gegevens duidelijk leesbaar zijn
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sr: Probajte ponovo sa važećim ID-jem sa fotografijom i proverite da li se podaci jasno vide
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
vi: Vui lòng thử lại với giấy tờ tùy thân có ảnh hợp lệ và đảm bảo thông tin của bạn được hiển thị rõ ràng
zh: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见

# retry_description_generic_selfie_issue
source: Please try again, and make sure your face is visible and well lit
ar: يرجى المحاولة مرة أخرى، والتأكد من أن وجهك مرئي ومضاء جيدًا
bg: Опитайте отново и се уверете, че лицето ви се вижда и е добре осветено
cs: Zkuste to znovu a ujistěte se, že je Váš obličej viditelný a dobře osvětlený.
da: Prøv igen, og sørg for, at dit ansigt er synligt og godt oplyst
de: Versuchen Sie es erneut und stellen Sie sicher, dass Ihr Gesicht sichtbar und gut beleuchtet ist
el: Δοκιμάστε ξανά και βεβαιωθείτε ότι το πρόσωπό σας είναι ορατό και καλά φωτισμένο
es: Inténtelo de nuevo y asegúrese que su cara sea visible y esté bien iluminada
et: Proovige uuesti ja veenduge, et teie nägu on nähtav ja hästi valgustatud
fa: لطفاً دوباره سعی کنید و مطمئن شوید که چهره شما قابل مشاهده بوده و محیط دارای نور مناسب است
fi: Yritä uudelleen ja varmista, että kasvosi ovat näkyvissä ja hyvin valaistut
fr: Veuillez réessayer en vous assurant que votre visage est visible et suffisamment éclairé
he: נסה שוב וודא שהפנים שלך גלויות ומוארות היטב
hi: कृपया फिर से कोशिश करें और पक्का करें कि आपका चेहरे पर अच्छी रोशनी पड़ रही है और वह दिख रहा है
hr: Pokušajte ponovno i pobrinite se da vam se lice dobro vidi i da je dobro osvijetljeno
hu: Próbálkozzon újra, és ügyeljen, hogy arca látható és jól megvilágított legyen
hy: Խնդրում ենք կրկին փորձել և համոզվել, որ ձեր դեմքը երևում է և լավ լուսավորված է
id: Harap coba lagi, dan pastikan wajah Anda terlihat dan cukup terang
it: Riprova e assicurati che il volto sia visibile e ben illuminato
ja: もう一度お試しください。顔が見え、明るい場所にいることを確認してください
ko: 조명이 밝고 얼굴이 선명하게 나타나도록 하여 다시 시도해주세요
lt: Bandykite dar kartą ir įsitikinkite, kad jūsų veidas matomas ir gerai apšviestas
lv: Mēģiniet vēlreiz un pārliecinieties, ka jūsu seja ir redzama un labi apgaismota
ms: Sila cuba lagi serta pastikan wajah anda kelihatan dan terang
nb: Prøv på nytt og sørg for at ansiktet ditt er synlig og godt opplyst
nl: Probeer het opnieuw en zorg ervoor dat uw gezicht goed zichtbaar en verlicht is
pl: Spróbuj ponownie i upewnij się, że twarz jest widoczna i dobrze oświetlona
pt: Tente de novo e certifique-se de que o seu rosto está visível e bem iluminado
ro: Vă rugăm să încercați din nou și asigurați-vă că fața dvs. este vizibilă și bine luminată
ru: Попробуйте еще раз и убедитесь, что Ваше лицо видно и хорошо освещено
sk: Skúste to znova a uistite sa, že vaša tvár je viditeľná a dobre osvetlená
sl: Poskusite znova in poskrbite, da bo vaš obraz viden in dobro osvetljen
sr: Probajte ponovo i proverite da li vam se vidi lice i da li je dobro osvetljeno
sv: Försök igen och se till att ditt ansikte är synligt och välbelyst
th: โปรดลองอีกครั้ง และเช็คให้แน่ใจว่ามองเห็นใบหน้าของคุณได้ชัดเจนและมีแสงสว่างเพียงพอ
tr: Lütfen tekrar deneyin ve yüzünüzün görünür ve iyi aydınlatılmış olduğundan emin olun
uk: Спробуйте ще раз і переконайтеся, що ваше обличчя добре видно й воно добре освітлене
vi: Vui lòng thử lại và đảm bảo khuôn mặt của bạn được hiển thị rõ ràng và có đủ ánh sáng
zh: 请重试，并确保您的面部清晰且光线充足

# retry_description_unaccepted_document
source: Please try again with a valid photo ID and make sure your information is clearly visible
ar: يُرجى المحاولة مرة أخرى باستخدام بطاقة هوية صالحة تحمل صورة والتأكد من أن معلوماتك مرئية بوضوح
bg: Опитайте отново с валиден документ за самоличност със снимка и се уверете, че информацията ви се вижда ясно
cs: Zkuste to znovu s platným průkazem totožnosti s fotografií a ujistěte se, že jsou Vaše údaje jasně viditelné.
da: Prøv igen med et gyldigt billed-ID, og sørg for, at dine oplysninger kan ses tydeligt
de: Versuchen Sie es mit einem gültigen Lichtbildausweis erneut und stellen Sie sicher, dass die Angaben zu Ihrer Person gut sichtbar sind
el: Δοκιμάστε ξανά με μια έγκυρη φωτογραφία ταυτότητας και βεβαιωθείτε ότι τα στοιχεία σας είναι ευδιάκριτα
es: Inténtelo de nuevo con un documento de identidad con fotografía válido y asegúrese de que sus datos se vean con claridad
et: Proovige uuesti, kasutades kehtiva fotoga isikutunnistust ja veenduge, et teie andmed on selgelt nähtavad
fa: لطفاً با یک کارت شناسایی عکس‌دار معتبر دوباره امتحان کنید و مطمئن شوید که اطلاعات شما به وضوح قابل مشاهده است
fi: Yritä uudelleen voimassa olevalla kuvallisella ID:llä ja varmista, että tietosi näkyvät selvästi
fr: Veuillez réessayer avec une pièce d`identité valide avec photo et en vous assurant que vos coordonnées sont bien visibles
he: נסה שוב עם תעודה מזהה חוקית שכוללת תמונה וודא שהפרטים מופיעים בבירור
hi: कृपया एक मान्य फ़ोटो आईडी के साथ फिर से कोशिश करें और पक्का करें कि आपकी जानकारी साफ़-साफ़ दिख रही है
hr: Pokušajte ponovno s važećim identifikacijskim dokumentom s fotografijom i provjerite jesu li vaši podaci jasno vidljivi
hu: Próbálkozzon újra érvényes fényképes személyazonosító okmánnyal, és győződjön meg róla, hogy az adatai jól láthatók
hy: Կրկին փորձեք լուսանկար պարունակող, վավեր անձը հաստատող փաստաթղթով և համոզվեք, որ ձեր տվյալները հստակ երևում են
id: Harap coba lagi dengan foto identitas yang valid dan pastikan informasi Anda terlihat jelas
it: Riprova con un documento d’identità valido e assicurati che le informazioni siano ben leggibili
ja: 有効な写真付き身分証明書で再度お試しいただき、情報がはっきりと見えるようにしてください
ko: 사진이 부착된 유효한 신분증으로 다시 시도하고 정보가 선명하게 보이는지 확인하세요
lt: Bandykite dar kartą naudodami galiojantį asmens tapatybės dokumentą su nuotrauka ir įsitikinkite, kad jūsų informacija aiškiai matoma
lv: Mēģiniet vēlreiz, izmantojot derīgu ID ar fotoattēlu, un pārliecinieties, ka jūsu informācija ir skaidri redzama
ms: Sila cuba lagi dengan ID bergambar yang sah dan pastikan maklumat anda kelihatan dengan jelas
nb: Vennligst prøv igjen med en gyldig bilde-ID og sørg for at informasjonen din er godt synlig
nl: Probeer het opnieuw met een geldig identiteitsbewijs met foto en zorg ervoor dat uw gegevens duidelijk leesbaar zijn
pl: Spróbuj ponownie z ważnym dokumentem tożsamości ze zdjęciem i upewnij się, że Twoje dane są wyraźnie widoczne
pt: Tente de novo com uma identificação com foto válida e garanta que os seus dados estão claramente visíveis
ro: Vă rugăm să încercați din nou cu un document de identitate cu poză valabil și asigurați-vă că informațiile dvs. sunt clar vizibile
ru: Попробуйте еще раз с действительным удостоверением личности с фотографией и убедитесь, что Ваши данные хорошо видны
sk: Skúste to znova s platným dokladom totožnosti s fotkou a uistite sa, že vaše údaje sú jasne viditeľné
sl: Poskusite znova z veljavnim osebnim dokumentom s fotografijo in preverite, ali so vaši podatki jasno vidni
sr: Probajte ponovo sa važećim ID-jem sa fotografijom i proverite da li se podaci jasno vide
sv: Försök igen med ett giltigt foto-ID och se till att din information syns tydligt
th: โปรดลองอีกครั้งโดยใช้บัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง และตรวจให้แน่ใจว่าเห็นข้อมูลของคุณได้อย่างชัดเจน
tr: Lütfen geçerli bir fotoğraflı kimlikle tekrar deneyin ve bilgilerinizin net bir şekilde göründüğünden emin olun
uk: Повторіть спробу, надавши дійсне посвідчення особи з фотографією, і переконайтеся, що всі ваші дані чітко видно
vi: Vui lòng thử lại với giấy tờ tùy thân có ảnh hợp lệ và đảm bảo thông tin của bạn được hiển thị rõ ràng
zh: 请使用带照片的有效身份证件重试，并确保您的信息清晰可见

# retry_headline_default
source: There was a problem
ar: كان هناك مشكلة
bg: Имаше проблем
cs: Nastal problém
da: Der var et problem
de: Es gab ein Problem
el: Υπήρξε ένα πρόβλημα
es: Hubo un problema
et: Esines probleem
fa: یک مشکل وجود داشت
fi: Oli ongelma
fr: Il y avait un problème
he: הייתה בעיה
hi: एक समस्या थी
hr: Došlo je do problema
hu: Probléma merült fel
hy: Խնդիր է եղել
id: Ada masalah
it: C`era un problema
ja: 問題が発生しました
ko: 문제가 발생했습니다
lt: Įvyko problema
lv: Radās problēma
ms: Ada masalah
nb: Det var et problem
nl: Er was een probleem
pl: Wystąpił problem
pt: Houve um problema
ro: A fost o problemă
ru: Возникла проблема
sk: Vyskytol sa problém
sl: Prišlo je do težave
sr: Došlo je do problema
sv: Det var ett problem
th: มีปัญหาเกิดขึ้น
tr: Bir problem oldu
uk: Виникла проблема
vi: Có một vấn đề
zh: 出现了一个问题

# retry_headline_expired_document
source: Your document has expired
ar: انتهت صلاحية مستندك
bg: Документът ви е с изтекла валидност
cs: Platnost Vašeho dokumentu vypršela
da: Dit dokument er udløbet
de: Ihr Ausweis ist ungültig
el: Το έγγραφό σας έχει λήξει
es: Su documento ha caducado
et: Teie dokument on aegunud
fa: مدرک شما منقضی شده است
fi: Asiakirjasi on vanhentunut
fr: Votre document a expiré
he: תוקף המסמך שלך פג
hi: आपके डॉक्यूमेंट की समय-अवधि खत्म हो गई है
hr: Vaš je dokumen istekao
hu: A dokumentuma lejárt
hy: Ձեր փաստաթղթի ժամկետը սպառվել է
id: Dokumen Anda telah kedaluwarsa
it: Il documento è scaduto
ja: ドキュメントの有効期限が切れています
ko: 서류가 만료되었습니다
lt: Jūsų dokumentas nebegalioja
lv: Jūsu dokumenta derīguma termiņš ir beidzies
ms: Dokumen anda telah tamat tempoh
nb: Dokumentet ditt er utløpt
nl: Uw document is verlopen
pl: Twój dokument stracił ważność
pt: O seu documento está caducado
ro: Documentul dvs. a expirat
ru: Срок действия вашего документа истек
sk: Platnosť dokladu vypršala
sl: Vaš dokument je potekel
sr: Vaš dokument je istekao
sv: Ditt dokument har gått ut
th: เอกสารของคุณหมดอายุแล้ว
tr: Belgenizin süresi doldu
uk: Строк дії документа закінчився
vi: Giấy tờ của bạn đã hết hạn
zh: 您的证明文件已过期
