Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_bra_specific_required_other
source: Please enter your CNPJ
ar: الرجاء إدخال CNPJ الخاص بك
bg: Моля, въведете своя CNPJ
cs: Zadejte prosím své CNPJ
da: Indtast venligst din CNPJ
de: Bitte geben Sie Ihre CNPJ ein
el: Εισαγάγετε το CNPJ σας
es: Por favor ingrese su CNPJ
et: Sisestage oma CNPJ
fa: لطفاً CNPJ خود را وارد کنید
fi: Anna CNPJ
fr: Veuillez entrer votre CNPJ
he: נא להזין את ה-CNPJ שלך
hi: कृपया अपना सीएनपीजे दर्ज करें
hr: Unesite svoj CNPJ
hu: Kérjük, adja meg CNPJ-jét
hy: Խնդրում ենք մուտքագրել ձեր CNPJ-ը
id: Silakan masukkan CNPJ Anda
it: Inserisci il tuo CNPJ
ja: CNPJを入力してください
ko: 귀하의 CNPJ를 입력하십시오
lt: Įveskite savo CNPJ
lv: Lūdzu, ievadiet savu CNPJ
ms: Sila masukkan CNPJ anda
nb: Vennligst skriv inn din CNPJ
nl: Voer uw CNPJ in
pl: Wprowadź swój CNPJ
pt: Informe seu CNPJ
ro: Vă rugăm să introduceți CNPJ-ul dvs
ru: Пожалуйста, введите свой CNPJ
sk: Zadajte svoje CNPJ
sl: Vnesite svoj CNPJ
sr: Унесите свој ЦНПЈ
sv: Ange din CNPJ
th: กรุณากรอก CNPJ ของคุณ
tr: Lütfen CNPJ`nizi girin
uk: Будь ласка, введіть свій CNPJ
vi: Vui lòng nhập CNPJ của bạn
zh: 请输入您的CNPJ

# profileData_field_validation_bra_specific_required_tax_id
source: Please enter your CPF
ar: الرجاء إدخال رقم CPF الخاص بك
bg: Моля, въведете своя CPF
cs: Zadejte prosím své CPF
da: Indtast venligst din CPF
de: Bitte geben Sie Ihren CPF ein
el: Εισαγάγετε το CPF σας
es: Por favor ingrese su CPF
et: Sisestage oma CPF
fa: لطفا CPF خود را وارد کنید
fi: Anna CPF
fr: Veuillez entrer votre CPF
he: אנא הזן את ה-CPF שלך
hi: कृपया अपना सीपीएफ दर्ज करें
hr: Unesite svoj CPF
hu: Kérjük, adja meg CPF-jét
hy: Խնդրում ենք մուտքագրել ձեր CPF-ն
id: Masukkan CPF Anda
it: Inserisci il tuo CPF
ja: CPFを入力してください
ko: CPF를 입력하세요.
lt: Įveskite savo CPF
lv: Lūdzu, ievadiet savu CPF
ms: Sila masukkan CPF anda
nb: Vennligst skriv inn CPF
nl: Voer uw CPF in
pl: Wprowadź swój numer CPF
pt: Informe seu CPF
ro: Vă rugăm să introduceți CPF-ul dvs
ru: Пожалуйста, введите ваш CPF
sk: Zadajte svoje CPF
sl: Vnesite svoj CPF
sr: Унесите свој ЦПФ
sv: Vänligen ange din CPF
th: กรุณากรอก CPF ของคุณ
tr: Lütfen CPF`nizi girin
uk: Введіть свій CPF
vi: Vui lòng nhập CPF của bạn
zh: 请输入您的公积金

# profileData_field_validation_can_specific_invalid_national_id_value
source: Please enter a valid SIN
ar: الرجاء إدخال SIN
bg: Моля, въведете валиден SIN
cs: Zadejte prosím platný SIN
da: Indtast venligst en gyldig SIN
de: Bitte geben Sie eine gültige ein SIN
el: Παρακαλώ εισάγετε ένα έγκυρο SIN
es: Por favor, introduza un valor valido SIN
et: Sisestage kehtiv SIN
fa: لطفا یک معتبر وارد کنید SIN
fi: Anna kelvollinen SIN
fr: Veuillez entrer un valide SIN
he: אנא הזן תקף SIN
hi: कृपया कोई मान्य दर्ज करें SIN
hr: Unesite važeći SIN
hu: Adjon meg egy érvényes SIN-t
hy: Խնդրում ենք մուտքագրել վավեր SIN
id: Harap masukkan yang valid SIN
it: Inserisci un valore valido SIN
ja: 正しく入力してください SIN
ko: 유효한 것을 입력하십시오 SIN
lt: Įveskite tinkamą SIN
lv: Lūdzu, ievadiet derīgu SIN
ms: Sila masukkan yang sah SIN
nb: Vennligst skriv inn en gyldig SIN
nl: Voer een geldig SIN
pl: Wprowadź prawidłowy SIN
pt: Insira um válido SIN
ro: Vă rugăm să introduceți un valid SIN
ru: Пожалуйста, введите правильный SIN
sk: Zadajte platné SIN
sl: Vnesite veljavno SIN
sr: Унесите исправну SIN
sv: Vänligen ange en giltig SIN
th: กรุณาใส่ที่ถูกต้อง SIN
tr: Lütfen geçerli bir girin SIN
uk: Введіть дійсний SIN
vi: xin vui lòng nhập vào một giá trị SIN
zh: 请输入一个有效的 SIN

# profileData_field_validation_can_specific_required_national_id_value
source: Please enter your SIN
ar: الرجاء إدخال رقم الضمان الاجتماعي الخاص بك
bg: Моля, въведете своя SIN
cs: Zadejte prosím svůj SIN
da: Indtast venligst din SIN
de: Bitte geben Sie Ihre SIN ein
el: Εισαγάγετε την ΑΜΑΡΤΙΑ σας
es: Por favor ingrese su SIN
et: Palun sisestage oma SIN
fa: لطفا SIN خود را وارد کنید
fi: Anna SIN
fr: Veuillez entrer votre NAS
he: אנא הזן את ה-SIN שלך
hi: कृपया अपना एसआईएन दर्ज करें
hr: Molimo unesite svoj GRIJEH
hu: Kérjük, adja meg SIN-jét
hy: Խնդրում ենք մուտքագրել ձեր ՄԵՂՔԸ
id: Silakan masukkan SIN Anda
it: Inserisci il tuo SIN
ja: SINを入力してください
ko: SIN을 입력하십시오
lt: Įveskite savo SIN
lv: Lūdzu, ievadiet savu SIN
ms: Sila masukkan DOSA anda
nb: Vennligst skriv inn SIN
nl: Voer uw SIN in
pl: Podaj swój SIN
pt: Por favor, digite seu SIN
ro: Vă rugăm să introduceți NAS-ul dvs
ru: Пожалуйста, введите свой SIN
sk: Zadajte svoj SIN
sl: Prosimo, vnesite svoj GREH
sr: Унесите свој СИН
sv: Vänligen ange din SIN
th: โปรดป้อน SIN ของคุณ
tr: Lütfen SIN`inizi girin
uk: Будь ласка, введіть свій гріх
vi: Vui lòng nhập số SIN của bạn
zh: 请输入您的社会保险号

# profileData_field_validation_chl_specific_invalid_national_id_value
source: Please enter a valid RUT / RUN numbers
ar: الرجاء إدخال أرقام RUT / RUN صالحة
bg: Моля, въведете валидни RUT / RUN номера
cs: Zadejte prosím platná čísla RUT / RUN
da: Indtast venligst et gyldigt RUT/RUN-nummer
de: Bitte geben Sie eine gültige RUT/RUN-Nummer ein
el: Εισαγάγετε έγκυρους αριθμούς RUT / RUN
es: Por favor ingrese números de RUT/RUN válidos
et: Sisestage kehtivad RUT/RUN numbrid
fa: لطفاً یک شماره RUT/RUN معتبر وارد کنید
fi: Anna kelvolliset RUT/RUN-numerot
fr: Veuillez saisir des numéros RUT/RUN valides
he: נא להזין מספר RUT / RUN חוקי
hi: कृपया मान्य आरयूटी/रन नंबर दर्ज करें
hr: Unesite važeće RUT/RUN brojeve
hu: Adjon meg egy érvényes RUT/RUN számot
hy: Խնդրում ենք մուտքագրել վավեր RUT/RUN համարներ
id: Masukkan nomor RUT / RUN yang valid
it: Inserisci un numero RUT/RUN valido
ja: 有効な RUT / RUN 番号を入力してください
ko: 유효한 RUT/RUN 번호를 입력하십시오.
lt: Įveskite galiojančius RUT / RUN numerius
lv: Lūdzu, ievadiet derīgus RUT/RUN numurus
ms: Sila masukkan nombor RUT / RUN yang sah
nb: Vennligst skriv inn et gyldig RUT / RUN-nummer
nl: Voer een geldig RUT / RUN-nummer in
pl: Podaj poprawne numery RUT / RUN
pt: Insira um número RUT / RUN válido
ro: Vă rugăm să introduceți un numere RUT/RUN valide
ru: Пожалуйста, введите действительные номера RUT / RUN
sk: Zadajte platné čísla RUT / RUN
sl: Vnesite veljavne številke RUT/RUN
sr: Унесите важеће РУТ / РУН бројеве
sv: Vänligen ange ett giltigt RUT/RUN-nummer
th: โปรดป้อนหมายเลข RUT / RUN ที่ถูกต้อง
tr: Lütfen geçerli bir RUT / RUN numarası girin
uk: Введіть дійсні номери RUT/RUN
vi: Vui lòng nhập số RUT / RUN hợp lệ
zh: 请输入有效的 RUT/RUN 编号

# profileData_field_validation_chl_specific_required_national_id_value
source: Please enter your RUT / RUN numbers
ar: الرجاء إدخال أرقام RUT / RUN الخاصة بك
bg: Моля, въведете вашите RUT / RUN номера
cs: Zadejte prosím svá čísla RUT / RUN
da: Indtast venligst dine RUT / RUN numre
de: Bitte geben Sie Ihre RUT / RUN-Nummern ein
el: Εισαγάγετε τους αριθμούς RUT / RUN
es: Por favor ingrese sus números de RUT/RUN
et: Sisestage oma RUT / RUN numbrid
fa: لطفا شماره های RUT/RUN خود را وارد کنید
fi: Anna RUT/RUN-numerosi
fr: Veuillez entrer vos numéros RUT / RUN
he: נא להזין את מספרי RUT / RUN שלך
hi: कृपया अपना आरयूटी/रन नंबर दर्ज करें
hr: Unesite svoje RUT / RUN brojeve
hu: Kérjük, adja meg a RUT / RUN számokat
hy: Խնդրում ենք մուտքագրել ձեր RUT / RUN համարները
id: Silakan masukkan nomor RUT / RUN Anda
it: Inserisci i tuoi numeri RUT / RUN
ja: RUT / RUN番号を入力してください
ko: RUT/RUN 번호를 입력하십시오.
lt: Įveskite savo RUT / RUN numerius
lv: Lūdzu, ievadiet savus RUT/RUN numurus
ms: Sila masukkan nombor RUT / RUN anda
nb: Vennligst skriv inn dine RUT / RUN-numre
nl: Voer uw RUT / RUN-nummers in
pl: Podaj swoje numery RUT / RUN
pt: Por favor, insira seus números RUT / RUN
ro: Vă rugăm să introduceți numerele dvs. RUT / RUN
ru: Пожалуйста, введите ваши номера RUT/RUN
sk: Zadajte svoje čísla RUT / RUN
sl: Vnesite svoje številke RUT / RUN
sr: Унесите своје РУТ / РУН бројеве
sv: Ange dina RUT/RUN-nummer
th: โปรดป้อนหมายเลข RUT / RUN ของคุณ
tr: Lütfen RUT / RUN numaralarınızı giriniz.
uk: Будь ласка, введіть свої номери RUT / RUN
vi: Vui lòng nhập số RUT / RUN của bạn
zh: 请输入您的 RUT / RUN 编号

# profileData_field_validation_chn_specific_invalid_national_id_value
source: Please enter a valid resident identity card number
ar: الرجاء إدخال رقم بطاقة هوية مقيم صالح
bg: Моля, въведете валиден номер на лична карта на жител
cs: Zadejte prosím platné číslo občanského průkazu
da: Indtast venligst et gyldigt beboeridentitetskortnummer
de: Bitte geben Sie eine gültige Einwohnerausweisnummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό ταυτότητας κατοίκου
es: Ingrese un número de tarjeta de identidad de residente válido
et: Sisestage kehtiv elaniku isikutunnistuse number
fa: لطفا یک شماره کارت شناسایی اقامت معتبر وارد کنید
fi: Syötä voimassa oleva henkilökortin numero
fr: Veuillez entrer un numéro de carte d`identité de résident valide
he: נא להזין מספר תעודת זהות תקפה
hi: कृपया एक मान्य निवासी पहचान पत्र संख्या दर्ज करें
hr: Unesite valjani broj osobne iskaznice rezidenta
hu: Kérjük, adjon meg egy érvényes lakos személyazonosító igazolvány számát
hy: Խնդրում ենք մուտքագրել վավեր բնակության անձը հաստատող փաստաթղթի համարը
id: Masukkan nomor kartu identitas penduduk yang valid
it: Inserisci un numero di carta d`identità residente valido
ja: 有効な住民票番号を入力してください
ko: 유효한 주민등록번호를 입력하세요.
lt: Įveskite galiojantį gyventojo asmens tapatybės kortelės numerį
lv: Lūdzu, ievadiet derīgu iedzīvotāja personas apliecības numuru
ms: Sila masukkan nombor kad pengenalan pemastautin yang sah
nb: Vennligst skriv inn et gyldig ID-kortnummer
nl: Vul een geldig identiteitskaartnummer in
pl: Proszę podać numer ważnego dowodu osobistego mieszkańca
pt: Insira um número de carteira de identidade de residente válido
ro: Vă rugăm să introduceți un număr valid de carte de identitate de rezident
ru: Пожалуйста, введите действительный номер удостоверения личности резидента
sk: Zadajte platné číslo občianskeho preukazu
sl: Vnesite veljavno številko osebne izkaznice rezidenta
sr: Унесите важећи број личне карте
sv: Ange ett giltigt ID-kortsnummer
th: โปรดป้อนหมายเลขบัตรประจำตัวประชาชนที่ถูกต้อง
tr: Lütfen geçerli bir yerleşik kimlik kartı numarası girin
uk: Введіть дійсний номер посвідчення особи резидента
vi: Vui lòng nhập số chứng minh nhân dân hợp lệ
zh: 请输入有效的居民身份证号码

# profileData_field_validation_chn_specific_required_national_id_value
source: Please enter your resident identity card number
ar: الرجاء إدخال رقم بطاقة الإقامة الخاصة بك
bg: Моля, въведете номера на вашата лична карта за жител
cs: Zadejte prosím číslo svého rezidentního průkazu totožnosti
da: Indtast venligst dit beboeridentitetskortnummer
de: Bitte geben Sie Ihre Personalausweisnummer ein
el: Εισαγάγετε τον αριθμό του δελτίου ταυτότητάς σας
es: Por favor ingrese su número de tarjeta de identidad de residente
et: Sisestage oma elaniku isikutunnistuse number
fa: لطفا شماره شناسنامه اقامت خود را وارد کنید
fi: Syötä asukkaan henkilökorttisi numero
fr: Veuillez entrer votre numéro de carte d`identité de résident
he: נא להזין את מספר תעודת הזהות שלך
hi: कृपया अपना निवासी पहचान पत्र नंबर दर्ज करें
hr: Unesite broj svoje osobne iskaznice
hu: Kérjük, adja meg lakcímkártyája számát
hy: Խնդրում ենք մուտքագրել ձեր բնակության վկայականի համարը
id: Masukkan nomor kartu identitas penduduk Anda
it: Inserisci il numero della tua carta d`identità residente
ja: 住民票番号を入力してください
ko: 주민등록번호를 입력해주세요.
lt: Įveskite savo gyventojo asmens tapatybės kortelės numerį
lv: Lūdzu, ievadiet iedzīvotāja personas apliecības numuru
ms: Sila masukkan nombor kad pengenalan pemastautin anda
nb: Vennligst skriv inn ditt personnummer
nl: Vul a.u.b. het nummer van uw bewonerskaart in
pl: Proszę podać numer dowodu osobistego mieszkańca
pt: Por favor introduza o número do seu cartão de cidadão
ro: Vă rugăm să introduceți numărul cărții dvs. de identitate de rezident
ru: Пожалуйста, введите номер удостоверения личности резидента
sk: Zadajte číslo svojho rezidentského preukazu totožnosti
sl: Vnesite številko osebne izkaznice rezidenta
sr: Унесите број ваше личне карте
sv: Ange ditt identitetskortsnummer
th: กรุณาใส่หมายเลขบัตรประจำตัวประชาชนของคุณ
tr: Lütfen ikametgah kimlik kartı numaranızı giriniz
uk: Будь ласка, введіть номер свого посвідчення особи
vi: Vui lòng nhập số chứng minh nhân dân của bạn
zh: 请输入您的居民身份证号码

# profileData_field_validation_col_specific_invalid_national_id_value
source: Please enter a valid Colombian Personal Identification Number
ar: الرجاء إدخال رقم تعريف شخصي كولومبي صالح
bg: Моля, въведете валиден колумбийски персонален идентификационен номер
cs: Zadejte prosím platné kolumbijské osobní identifikační číslo
da: Indtast venligst et gyldigt colombiansk personligt identifikationsnummer
de: Bitte geben Sie eine gültige kolumbianische Personenidentifikationsnummer ein
el: Εισαγάγετε έναν έγκυρο Κολομβιανό Προσωπικό Αριθμό Ταυτότητας
es: Ingrese un número de identificación personal colombiano válido
et: Sisestage kehtiv Colombia isikukood
fa: لطفاً یک شماره شناسایی شخصی کلمبیایی معتبر وارد کنید
fi: Anna kelvollinen kolumbialainen henkilötunnus
fr: Veuillez saisir un numéro d`identification personnel colombien valide
he: אנא הזן מספר זיהוי אישי קולומביאני חוקי
hi: कृपया एक मान्य कोलम्बियाई व्यक्तिगत पहचान संख्या दर्ज करें
hr: Unesite važeći kolumbijski osobni identifikacijski broj
hu: Kérjük, adjon meg egy érvényes kolumbiai személyi azonosító számot
hy: Խնդրում ենք մուտքագրել վավեր կոլումբիական նույնականացման համար
id: Masukkan Nomor Identifikasi Pribadi Kolombia yang valid
it: Inserisci un numero di identificazione personale colombiano valido
ja: コロンビアの有効な個人識別番号を入力してください
ko: 유효한 콜롬비아 개인 식별 번호를 입력하세요.
lt: Įveskite galiojantį Kolumbijos asmens identifikavimo numerį
lv: Lūdzu, ievadiet derīgu Kolumbijas personas identifikācijas numuru
ms: Sila masukkan Nombor Pengenalan Peribadi Colombia yang sah
nb: Vennligst skriv inn et gyldig colombiansk personlig identifikasjonsnummer
nl: Voer een geldig Colombiaans persoonlijk identificatienummer in
pl: Wprowadź ważny kolumbijski osobisty numer identyfikacyjny
pt: Insira um número de identificação pessoal colombiano válido
ro: Vă rugăm să introduceți un număr de identificare personal columbian valid
ru: Пожалуйста, введите действительный колумбийский личный идентификационный номер
sk: Zadajte platné kolumbijské osobné identifikačné číslo
sl: Vnesite veljavno kolumbijsko osebno identifikacijsko številko
sr: Унесите важећи колумбијски лични идентификациони број
sv: Ange ett giltigt colombianskt personnummer
th: โปรดป้อนหมายเลขประจำตัวส่วนบุคคลของโคลอมเบียที่ถูกต้อง
tr: Lütfen geçerli bir Kolombiya Kişisel Kimlik Numarası girin
uk: Введіть дійсний колумбійський персональний ідентифікаційний номер
vi: Vui lòng nhập Số nhận dạng cá nhân Colombia hợp lệ
zh: 请输入有效的哥伦比亚个人身份证号码

# profileData_field_validation_col_specific_required_national_id_value
source: Please enter your Colombian Personal Identification Number
ar: الرجاء إدخال رقم التعريف الشخصي الكولومبي الخاص بك
bg: Моля, въведете вашия колумбийски персонален идентификационен номер
cs: Zadejte své kolumbijské osobní identifikační číslo
da: Indtast venligst dit colombianske personlige identifikationsnummer
de: Bitte geben Sie Ihre kolumbianische Personenidentifikationsnummer ein
el: Εισαγάγετε τον Κολομβιανό Προσωπικό Αριθμό Αναγνώρισής σας
es: Por favor ingrese su Número de Identificación Personal de Colombia
et: Sisestage oma Colombia isiklik identifitseerimisnumber
fa: لطفا شماره شناسایی شخصی کلمبیایی خود را وارد کنید
fi: Anna kolumbialainen henkilökohtainen tunnusnumerosi
fr: Veuillez entrer votre numéro d`identification personnel colombien
he: אנא הזן את מספר הזיהוי האישי הקולומביאני שלך
hi: कृपया अपनी कोलम्बियाई व्यक्तिगत पहचान संख्या दर्ज करें
hr: Unesite svoj kolumbijski osobni identifikacijski broj
hu: Kérjük, adja meg kolumbiai személyi azonosító számát
hy: Խնդրում ենք մուտքագրել ձեր կոլումբիական նույնականացման համարը
id: Masukkan Nomor Pengenal Pribadi Kolombia Anda
it: Inserisci il tuo numero di identificazione personale colombiano
ja: コロンビアの個人識別番号を入力してください
ko: 콜롬비아 개인 식별 번호를 입력하세요.
lt: Įveskite savo Kolumbijos asmens identifikavimo numerį
lv: Lūdzu, ievadiet savu Kolumbijas personas identifikācijas numuru
ms: Sila masukkan Nombor Pengenalan Peribadi Colombia anda
nb: Vennligst skriv inn ditt colombianske personnummer
nl: Voer uw Colombiaans persoonlijk identificatienummer in
pl: Wprowadź swój kolumbijski osobisty numer identyfikacyjny
pt: Digite seu número de identificação pessoal colombiano
ro: Vă rugăm să introduceți numărul dvs. personal de identificare columbian
ru: Пожалуйста, введите свой колумбийский личный идентификационный номер
sk: Zadajte svoje kolumbijské osobné identifikačné číslo
sl: Vnesite svojo kolumbijsko osebno identifikacijsko številko
sr: Унесите свој колумбијски лични идентификациони број
sv: Ange ditt colombianska personnummer
th: โปรดป้อนหมายเลขประจำตัวส่วนบุคคลโคลอมเบียของคุณ
tr: Lütfen Kolombiya Kişisel Kimlik Numaranızı girin
uk: Введіть свій колумбійський персональний ідентифікаційний номер
vi: Vui lòng nhập Số nhận dạng cá nhân Colombia của bạn
zh: 请输入您的哥伦比亚个人身份证号码

# profileData_field_validation_dnk_specific_invalid_national_id_value
source: Please enter a valid CPR number
ar: الرجاء إدخال رقم صالح CPR
bg: Моля, въведете валиден CPR номер
cs: Zadejte prosím platné číslo CPR
da: Indtast venligst et gyldigt CPR-nummer
de: Bitte geben Sie eine gültige CPR-Nummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό CPR
es: Ingrese un número de CPR válido
et: Sisestage kehtiv CPR-number
fa: لطفاً یک شماره CPR معتبر وارد کنید
fi: Anna kelvollinen elvytysnumero
fr: Veuillez entrer un numéro CPR valide
he: נא להזין מספר CPR חוקי
hi: कृपया एक मान्य सीपीआर संख्या दर्ज करें
hr: Unesite važeći CPR broj
hu: Adjon meg egy érvényes CPR-számot
hy: Խնդրում ենք մուտքագրել վավեր CPR համար
id: Masukkan nomor CPR yang valid
it: Inserisci un numero CPR valido
ja: 有効な CPR 番号を入力してください
ko: 유효한 CPR 번호를 입력하십시오
lt: Įveskite galiojantį CPR numerį
lv: Lūdzu, ievadiet derīgu CPR numuru
ms: Sila masukkan nombor CPR yang sah
nb: Vennligst skriv inn et gyldig CPR-nummer
nl: Voer een geldig reanimatienummer in
pl: Wprowadź prawidłowy numer CPR
pt: Insira um número de CPR válido
ro: Vă rugăm să introduceți un număr CPR valid
ru: Пожалуйста, введите действительный номер CPR
sk: Zadajte platné číslo CPR
sl: Vnesite veljavno številko CPR
sr: Унесите важећи ЦПР број
sv: Ange ett giltigt CPR-nummer
th: โปรดป้อนหมายเลข CPR ที่ถูกต้อง
tr: Lütfen geçerli bir CPR numarası girin
uk: Введіть дійсний номер СЛР
vi: Vui lòng nhập số CPR hợp lệ
zh: 请输入有效的 CPR 编号

# profileData_field_validation_dnk_specific_required_national_id_value
source: Please enter your CPR number
ar: الرجاء إدخال رقم البطاقة السكانية الخاصة بك
bg: Моля, въведете вашия CPR номер
cs: Zadejte prosím své CPR číslo
da: Indtast venligst dit CPR-nummer
de: Bitte geben Sie Ihre CPR-Nummer ein
el: Εισαγάγετε τον αριθμό CPR σας
es: Por favor, introduzca su número de CPR
et: Sisestage oma CPR number
fa: لطفا شماره CPR خود را وارد کنید
fi: Anna elvytysnumerosi
fr: Veuillez entrer votre numéro RCR
he: נא להזין את מספר החייאה שלך
hi: कृपया अपना सीपीआर नंबर दर्ज करें
hr: Molimo unesite svoj CPR broj
hu: Kérjük, adja meg CPR számát
hy: Խնդրում ենք մուտքագրել ձեր CPR համարը
id: Masukkan nomor CPR Anda
it: Inserisci il tuo numero CPR
ja: CPR番号を入力してください
ko: 심폐소생술 번호를 입력해주세요
lt: Įveskite savo CPR numerį
lv: Lūdzu, ievadiet savu CPR numuru
ms: Sila masukkan nombor CPR anda
nb: Vennligst skriv inn ditt CPR-nummer
nl: Voer uw reanimatienummer in
pl: Wprowadź swój numer CPR
pt: Insira seu número de CPR
ro: Vă rugăm să introduceți numărul dvs. CPR
ru: Пожалуйста, введите номер CPR
sk: Zadajte číslo CPR
sl: Vnesite svojo številko za oživljanje
sr: Унесите свој ЦПР број
sv: Ange ditt CPR-nummer
th: กรุณาใส่หมายเลข CPR ของคุณ
tr: Lütfen CPR numaranızı giriniz
uk: Будь ласка, введіть свій номер CPR
vi: Vui lòng nhập số CPR của bạn
zh: 请输入您的 CPR 编号

# profileData_field_validation_esp_specific_invalid_identity_card
source: Please enter a valid NIF/DNI
ar: الرجاء إدخال NIF/DNI
bg: Моля, въведете валиден NIF/DNI
cs: Zadejte prosím platný NIF/DNI
da: Indtast venligst en gyldig NIF/DNI
de: Bitte geben Sie eine gültige ein NIF/DNI
el: Παρακαλώ εισάγετε ένα έγκυρο NIF/DNI
es: Por favor, introduza un valor valido NIF/DNI
et: Sisestage kehtiv NIF/DNI
fa: لطفا یک معتبر وارد کنید NIF/DNI
fi: Anna kelvollinen NIF/DNI
fr: Veuillez entrer un valide NIF/DNI
he: אנא הזן תקף NIF/DNI
hi: कृपया कोई मान्य दर्ज करें NIF/DNI
hr: Unesite važeći NIF/DNI
hu: Adjon meg egy érvényes NIF/DNI-t
hy: Խնդրում ենք մուտքագրել վավեր NIF/DNI
id: Harap masukkan yang valid NIF/DNI
it: Inserisci un valore valido NIF/DNI
ja: 正しく入力してください NIF/DNI
ko: 유효한 것을 입력하십시오 NIF/DNI
lt: Įveskite tinkamą NIF/DNI
lv: Lūdzu, ievadiet derīgu NIF/DNI
ms: Sila masukkan yang sah NIF/DNI
nb: Vennligst skriv inn en gyldig NIF/DNI
nl: Voer een geldig NIF/DNI
pl: Wprowadź prawidłowy NIF/DNI
pt: Insira um válido NIF/DNI
ro: Vă rugăm să introduceți un valid NIF/DNI
ru: Пожалуйста, введите правильный NIF/DNI
sk: Zadajte platné NIF/DNI
sl: Vnesite veljavno NIF/DNI
sr: Унесите исправну NIF/DNI
sv: Vänligen ange en giltig NIF/DNI
th: กรุณาใส่ที่ถูกต้อง NIF/DNI
tr: Lütfen geçerli bir girin NIF/DNI
uk: Введіть дійсний NIF/DNI
vi: xin vui lòng nhập vào một giá trị NIF/DNI
zh: 请输入一个有效的 NIF/DNI

# profileData_field_validation_esp_specific_invalid_other
source: Please enter a valid NIE
ar: الرجاء إدخال NIE
bg: Моля, въведете валиден NIE
cs: Zadejte prosím platný NIE
da: Indtast venligst en gyldig NIE
de: Bitte geben Sie eine gültige ein NIE
el: Παρακαλώ εισάγετε ένα έγκυρο NIE
es: Por favor, introduza un valor valido NIE
et: Sisestage kehtiv NIE
fa: لطفا یک معتبر وارد کنید NIE
fi: Anna kelvollinen NIE
fr: Veuillez entrer un valide NIE
he: אנא הזן תקף NIE
hi: कृपया कोई मान्य दर्ज करें NIE
hr: Unesite važeći NIE
hu: Adjon meg egy érvényes NIE-t
hy: Խնդրում ենք մուտքագրել վավեր NIE
id: Harap masukkan yang valid NIE
it: Inserisci un valore valido NIE
ja: 正しく入力してください NIE
ko: 유효한 것을 입력하십시오 NIE
lt: Įveskite tinkamą NIE
lv: Lūdzu, ievadiet derīgu NIE
ms: Sila masukkan yang sah NIE
nb: Vennligst skriv inn en gyldig NIE
nl: Voer een geldig NIE
pl: Wprowadź prawidłowy NIE
pt: Insira um válido NIE
ro: Vă rugăm să introduceți un valid NIE
ru: Пожалуйста, введите правильный NIE
sk: Zadajte platné NIE
sl: Vnesite veljavno NIE
sr: Унесите исправну NIE
sv: Vänligen ange en giltig NIE
th: กรุณาใส่ที่ถูกต้อง NIE
tr: Lütfen geçerli bir girin NIE
uk: Введіть дійсний NIE
vi: xin vui lòng nhập vào một giá trị NIE
zh: 请输入一个有效的 NIE

# profileData_field_validation_esp_specific_required_identity_card
source: Please enter your NIF/DNI
ar: الرجاء إدخال NIF / DNI الخاص بك
bg: Моля, въведете своя NIF/DNI
cs: Zadejte své NIF/DNI
da: Indtast venligst dit NIF/DNI
de: Bitte geben Sie Ihre NIF/DNI ein
el: Εισαγάγετε το NIF/DNI σας
es: Por favor introduce tu NIF/DNI
et: Sisestage oma NIF/DNI
fa: لطفا NIF/DNI خود را وارد کنید
fi: Anna NIF/DNI
fr: Veuillez entrer votre NIF/DNI
he: אנא הזן את ה-NIF/DNI שלך
hi: कृपया अपना एनआईएफ/डीएनआई दर्ज करें
hr: Unesite svoj NIF/DNI
hu: Kérjük, adja meg NIF/DNI-jét
hy: Խնդրում ենք մուտքագրել ձեր NIF/DNI
id: Masukkan NIF/DNI Anda
it: Inserisci il tuo NIF/DNI
ja: NIF/DNI を入力してください
ko: NIF/DNI를 입력하세요.
lt: Įveskite savo NIF/DNI
lv: Lūdzu, ievadiet savu NIF/DNI
ms: Sila masukkan NIF/DNI anda
nb: Vennligst skriv inn ditt NIF/DNI
nl: Voer uw NIF/DNI in
pl: Wprowadź swój NIF/DNI
pt: Por favor introduza o seu NIF/DNI
ro: Vă rugăm să introduceți NIF/DNI
ru: Пожалуйста, введите ваш NIF/DNI
sk: Zadajte svoje NIF/DNI
sl: Vnesite svoj NIF/DNI
sr: Унесите свој НИФ/ДНИ
sv: Ange ditt NIF/DNI
th: โปรดป้อน NIF/DNI ของคุณ
tr: Lütfen NIF/DNI`nizi girin
uk: Будь ласка, введіть свій NIF/DNI
vi: Vui lòng nhập NIF/DNI của bạn
zh: 请输入您的 NIF/DNI
