Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# qualifiedElectronicSignature_confirmation_subtitle
source: To confirm your identity in accordance with European rules, you must digitally sign a document.
ar: لتأكيد هويتك وفقًا للقواعد الأوروبية، يجب عليك التوقيع الرقمي على وثيقة.
bg: За да потвърдите самоличността си в съответствие с европейските правила, трябва да подпишете дигитално документ.
cs: Pro potvrzení vaší identity v souladu s evropskými pravidly musíte digitálně podepsat dokument.
da: For at bekræfte din identitet i overensstemmelse med europæiske regler, skal du digitalt underskrive et dokument.
de: Um Ihre Identität gemäß den europäischen Regeln zu bestätigen, müssen Sie ein Dokument digital signieren.
el: Για να επιβεβαιώσετε την ταυτότητά σας σύμφωνα με τους ευρωπαϊκούς κανόνες, πρέπει να υπογράψετε ψηφιακά ένα έγγραφο.
es: Para confirmar su identidad de acuerdo con las normas europeas, debe firmar digitalmente un documento.
et: Et kinnitada oma isikut vastavalt Euroopa eeskirjadele, peate digitaalselt allkirjastama dokumendi.
fa: برای تأیید هویت خود طبق قوانین اروپایی، باید یک سند را به صورت دیجیتال امضا کنید.
fi: Vahvistaaksesi henkilöllisyytesi Euroopan sääntöjen mukaisesti, sinun on digitaalisesti allekirjoitettava asiakirja.
fr: Pour confirmer votre identité conformément aux règles européennes, vous devez signer numériquement un document.
he: כדי לאמת את זהותך בהתאם לחוקים האירופיים, אתה חייב לחתום דיגיטלית על מסמך.
hi: यूरोपीय नियमों के अनुसार अपनी पहचान की पुष्टि करने के लिए, आपको एक दस्तावेज़ को डिजिटल रूप से हस्ताक्षर करना होगा।
hr: Da biste potvrdili svoj identitet u skladu s europskim pravilima, morate digitalno potpisati dokument.
hu: Az Európai szabályoknak megfelelően, digitálisan alá kell írnia egy dokumentumot, hogy igazolja azonosságát.
hy: Եվրոպական կանոնների համաձայն ձեր իսկությունը հաստատելու համար, դուք պետք է դիժիտալորեն ստորագրեք փաստաթուղթը։
id: Untuk mengkonfirmasi identitas Anda sesuai dengan aturan Eropa, Anda harus menandatangani sebuah dokumen secara digital.
it: Per confermare la tua identità in conformità con le regole europee, devi firmare digitalmente un documento.
ja: ヨーロッパの規則に従ってあなたの身元を確認するために、文書にデジタル署名をする必要があります。
ko: 유럽 규정에 따라 본인 확인을 위해 문서에 디지털 서명을 해야 합니다.
lt: Kad patvirtintumėte savo tapatybę pagal Europos taisykles, turite skaitmeniškai pasirašyti dokumentą.
lv: Lai apstiprinātu savu identitāti saskaņā ar Eiropas noteikumiem, jums ir jāparaksta dokuments digitāli.
ms: Untuk mengesahkan identiti anda mengikut peraturan Eropah, anda mesti menandatangani dokumen secara digital.
nb: For å bekrefte identiteten din i samsvar med europeiske regler, må du digitalt signere et dokument.
nl: Om uw identiteit te bevestigen in overeenstemming met Europese regels, moet u een document digitaal ondertekenen.
pl: Aby potwierdzić swoją tożsamość zgodnie z europejskimi przepisami, musisz cyfrowo podpisać dokument.
pt: Para confirmar sua identidade de acordo com as regras europeias, você deve assinar digitalmente um documento.
ro: Pentru a confirma identitatea dumneavoastră în conformitate cu regulile europene, trebuie să semnați digital un document.
ru: Чтобы подтвердить вашу личность в соответствии с европейскими правилами, вы должны цифрово подписать документ.
sk: Aby ste potvrdili svoju identitu v súlade s európskymi pravidlami, musíte digitálne podpísať dokument.
sl: Za potrditev vaše identitete v skladu z evropskimi pravili morate digitalno podpisati dokument.
sr: Da biste potvrdili svoj identitet u skladu sa evropskim pravilima, morate digitalno potpisati dokument.
sv: För att bekräfta din identitet i enlighet med europeiska regler måste du digitalt signera ett dokument.
th: เพื่อยืนยันตัวตนของคุณตามกฎหมายของยุโรป คุณต้องลงชื่อดิจิตอลในเอกสาร
tr: Avrupa kurallarına uygun olarak kimliğinizi doğrulamak için bir belgeyi dijital olarak imzalamalısınız.
uk: Щоб підтвердити свою особистість відповідно до європейських правил, вам потрібно цифрово підписати документ.
vi: Để xác nhận danh tính của bạn theo quy định của Châu Âu, bạn phải ký số vào một tài liệu.
zh: 为了按照欧洲的规定确认您的身份，您必须对一个文件进行数字签名。

# qualifiedElectronicSignature_confirmation_title
source: Create and use your digital signature
ar: قم بإنشاء واستخدام توقيعك الرقمي
bg: Създайте и използвайте вашата дигитална подпис
cs: Vytvořte a použijte svůj digitální podpis
da: Opret og brug din digitale signatur
de: Erstellen und verwenden Sie Ihre digitale Signatur
el: Δημιουργήστε και χρησιμοποιήστε την ψηφιακή σας υπογραφή
es: Crea y usa tu firma digital
et: Loo ja kasuta oma digitaalset allkirja
fa: امضای دیجیتال خود را ایجاد و استفاده کنید
fi: Luo ja käytä digitaalista allekirjoitustasi
fr: Créez et utilisez votre signature numérique
he: צור והשתמש בחתימה הדיגיטלית שלך
hi: अपना डिजिटल हस्ताक्षर बनाएं और उपयोग करें
hr: Stvorite i koristite svoj digitalni potpis
hu: Hozzon létre és használjon digitális aláírást
hy: Ստեղծեք և օգտագործեք ձեր թվային ստորագրությունը
id: Buat dan gunakan tanda tangan digital Anda
it: Crea e utilizza la tua firma digitale
ja: デジタル署名を作成して使用する
ko: 디지털 서명을 생성하고 사용하세요
lt: Sukurkite ir naudokite savo skaitmeninį parašą
lv: Izveidojiet un izmantojiet savu digitālo parakstu
ms: Cipta dan gunakan tandatangan digital anda
nb: Opprett og bruk din digitale signatur
nl: Maak en gebruik uw digitale handtekening
pl: Utwórz i używaj swojego cyfrowego podpisu
pt: Crie e use sua assinatura digital
ro: Creează și folosește semnătura ta digitală
ru: Создайте и используйте свою цифровую подпись
sk: Vytvorte a použite svoj digitálny podpis
sl: Ustvarite in uporabite svoj digitalni podpis
sr: Креирајте и користите свој дигитални потпис
sv: Skapa och använd din digitala signatur
th: สร้างและใช้ลายเซ็นดิจิตอลของคุณ
tr: Dijital imzanızı oluşturun ve kullanın
uk: Створіть та використовуйте свій цифровий підпис
vi: Tạo và sử dụng chữ ký số của bạn
zh: 创建并使用您的数字签名

# qualifiedElectronicSignature_error_misconfigured
source: Unfortunately, an error has occurred. Please contact your support.
ar: للأسف، حدث خطأ. يرجى الاتصال بالدعم الخاص بك.
bg: За съжаление, възникна грешка. Моля, свържете се с вашата поддръжка.
cs: Bohužel došlo k chybě. Kontaktujte prosím vaši podporu.
da: Desværre er der opstået en fejl. Kontakt venligst din support.
de: Leider ist ein Fehler aufgetreten. Bitte kontaktieren Sie Ihren Support.
el: Δυστυχώς, παρουσιάστηκε ένα σφάλμα. Παρακαλώ επικοινωνήστε με την υποστήριξή σας.
es: Lamentablemente, ha ocurrido un error. Por favor, contacte a su soporte.
et: Kahjuks on ilmnenud viga. Palun võtke ühendust oma toega.
fa: متاسفانه، خطایی رخ داده است. لطفا با پشتیبانی خود تماس بگیرید.
fi: Valitettavasti on tapahtunut virhe. Ota yhteyttä tukeesi.
fr: Malheureusement, une erreur s`est produite. Veuillez contacter votre support.
he: למרבה הצער, אירעה שגיאה. אנא צור קשר עם התמיכה שלך.
hi: दुर्भाग्यवश, एक त्रुटि हुई है। कृपया अपने सहायता से संपर्क करें।
hr: Nažalost, došlo je do pogreške. Molimo vas da se obratite svojoj podršci.
hu: Sajnos hiba történt. Kérjük, lépjen kapcsolatba a támogatásával.
hy: Ցավոք, սխալ է տեղի ունեցել։ Խնդրում ենք կապվել ձեր աջակցության հետ։
id: Sayangnya, terjadi kesalahan. Silakan hubungi dukungan Anda.
it: Purtroppo, si è verificato un errore. Si prega di contattare il vostro supporto.
ja: 残念ながら、エラーが発生しました。サポートに連絡してください。
ko: 불행히도 오류가 발생했습니다. 지원팀에 연락해 주세요.
lt: Deja, įvyko klaida. Prašome susisiekti su savo palaikymu.
lv: Diemžēl ir radusies kļūda. Lūdzu, sazinieties ar savu atbalsta dienestu.
ms: Malangnya, ralat telah berlaku. Sila hubungi sokongan anda.
nb: Dessverre har det oppstått en feil. Vennligst kontakt din støtte.
nl: Helaas is er een fout opgetreden. Neem alstublieft contact op met uw ondersteuning.
pl: Niestety, wystąpił błąd. Proszę skontaktować się z działem wsparcia.
pt: Infelizmente, ocorreu um erro. Por favor, entre em contato com o seu suporte.
ro: Din păcate, a apărut o eroare. Vă rugăm să contactați suportul dvs.
ru: К сожалению, произошла ошибка. Пожалуйста, свяжитесь со службой поддержки.
sk: Bohužiaľ, došlo k chybe. Prosím, kontaktujte svoju podporu.
sl: Na žalost je prišlo do napake. Prosimo, obrnite se na vašo podporo.
sr: Nažalost, došlo je do greške. Molimo vas da kontaktirate vašu podršku.
sv: Tyvärr har ett fel inträffat. Vänligen kontakta din support.
th: ขออภัย, มีข้อผิดพลาดเกิดขึ้น กรุณาติดต่อฝ่ายสนับสนุนของคุณ
tr: Maalesef, bir hata oluştu. Lütfen destek ekibinizle iletişime geçin.
uk: На жаль, сталася помилка. Будь ласка, зверніться до служби підтримки.
vi: Rất tiếc, đã xảy ra lỗi. Vui lòng liên hệ với bộ phận hỗ trợ của bạn.
zh: 很遗憾，发生了一个错误。请联系您的支持。

# qualifiedElectronicSignature_introduction_button_confirmation_step
source: Create my signature
ar: أنشئ توقيعي
bg: Създайте моя подпис
cs: Vytvořit můj podpis
da: Opret min underskrift
de: Erstelle meine Unterschrift
el: Δημιουργήστε την υπογραφή μου
es: Crea mi firma
et: Loo minu allkiri
fa: امضای من را بساز
fi: Luo allekirjoitukseni
fr: Créer ma signature
he: צור את החתימה שלי
hi: मेरा हस्ताक्षर बनाएं
hr: Kreiraj moj potpis
hu: Hozza létre az aláírásomat
hy: Ստեղծել իմ ստորագրությունը
id: Buat tanda tangan saya
it: Crea la mia firma
ja: 私の署名を作成する
ko: 나의 서명 만들기
lt: Sukurti mano parašą
lv: Izveidot manu parakstu
ms: Cipta tandatangan saya
nb: Opprett signaturen min
nl: Maak mijn handtekening
pl: Utwórz mój podpis
pt: Criar minha assinatura
ro: Creează-mi semnătura
ru: Создать мою подпись
sk: Vytvoriť môj podpis
sl: Ustvari moj podpis
sr: Kreiraj moj potpis
sv: Skapa min signatur
th: สร้างลายเซ็นของฉัน
tr: İmzamı oluştur
uk: Створити мій підпис
vi: Tạo chữ ký của tôi
zh: 创建我的签名

# qualifiedElectronicSignature_introduction_certificate_application_form
source: Certificate application form
ar: نموذج طلب شهادة
bg: Формуляр за кандидатстване за сертификат
cs: Formulář pro žádost o certifikát
da: Certifikat ansøgningsformular
de: Antragsformular für Zertifikate
el: Φόρμα αίτησης πιστοποιητικού
es: Formulario de solicitud de certificado
et: Sertifikaadi taotlusvorm
fa: فرم درخواست گواهینامه
fi: Todistuksen hakulomake
fr: Formulaire de demande de certificat
he: טופס בקשה לתעודה
hi: प्रमाणपत्र आवेदन फॉर्म
hr: Obrazac za prijavu certifikata
hu: Igazolás kérelmező űrlap
hy: Ուղեցույցի դիմումի ձև
id: Formulir aplikasi sertifikat
it: Modulo di domanda per certificato
ja: 証明書申請書
ko: 증명서 신청 양식
lt: Sertifikato paraiškos forma
lv: Sertifikāta pieteikuma forma
ms: Borang permohonan sijil
nb: Søknadsskjema for sertifikat
nl: Aanvraagformulier voor certificaat
pl: Formularz wniosku o certyfikat
pt: Formulário de solicitação de certificado
ro: Formular de cerere pentru certificat
ru: Форма заявления на сертификат
sk: Formulár na žiadosť o certifikát
sl: Prijavnica za certifikat
sr: Formular za prijavu sertifikata
sv: Ansökningsformulär för certifikat
th: แบบฟอร์มการสมัครใบรับรอง
tr: Sertifika başvuru formu
uk: Форма заявки на сертифікат
vi: Đơn đăng ký chứng chỉ
zh: 证书申请表

# qualifiedElectronicSignature_introduction_privacy_notice
source: Privacy notice
ar: إشعار الخصوصية
bg: Известие за поверителност
cs: Oznámení o ochraně soukromí
da: Privatlivsmeddelelse
de: Datenschutzhinweis
el: Ειδοποίηση ιδιωτικότητας
es: Aviso de privacidad
et: Privaatsusteade
fa: اطلاعیه حریم خصوصی
fi: Tietosuojailmoitus
fr: Avis de confidentialité
he: הודעת פרטיות
hi: गोपनीयता सूचना
hr: Obavijest o privatnosti
hu: Adatvédelmi tájékoztató
hy: Գաղտնիության ծանուցում
id: Pemberitahuan privasi
it: Avviso sulla privacy
ja: プライバシー通知
ko: 개인정보 보호 공지
lt: Privatumo pranešimas
lv: Privātuma paziņojums
ms: Notis privasi
nb: Personvernerklæring
nl: Privacyverklaring
pl: Informacja o prywatności
pt: Aviso de privacidade
ro: Notificare de confidențialitate
ru: Уведомление о конфиденциальности
sk: Oznámenie o ochrane osobných údajov
sl: Obvestilo o zasebnosti
sr: Obaveštenje o privatnosti
sv: Integritetsmeddelande
th: แจ้งเตือนความเป็นส่วนตัว
tr: Gizlilik bildirimi
uk: Повідомлення про конфіденційність
vi: Thông báo bảo mật
zh: 隐私通知

# qualifiedElectronicSignature_introduction_step1
source: 1 of 2
ar: 1 من 2
bg: 1 от 2
cs: 1 z 2
da: 1 af 2
de: 1 von 2
el: 1 από 2
es: 1 de 2
et: 1 2-st
fa: 1 از 2
fr: 1 sur 2
he: 1 מתוך 2
hi: 1 में से 2
hr: 1 od 2
hu: 1 a 2-ből
hy: 1-ից 2
id: 1 dari 2
it: 1 di 2
ja: 2つのうち1つ
ko: 2 중 1
lt: 1 iš 2
lv: 1 no 2
ms: 1 daripada 2
nb: 1 av 2
nl: 1 van 2
pl: 1 z 2
pt: 1 de 2
ro: 1 din 2
ru: 1 из 2
sk: 1 z 2
sl: 1 od 2
sr: 1 od 2
sv: 1 av 2
th: 1 จาก 2
tr: 2`nin 1`i
uk: 1 з 2
vi: 1 trong 2
zh: 1 的 2

# qualifiedElectronicSignature_introduction_subtitle
source: To confirm your identity in accordance with European rules, you must digitally sign a document.
ar: لتأكيد هويتك وفقًا للقواعد الأوروبية، يجب عليك التوقيع الرقمي على وثيقة.
bg: За да потвърдите самоличността си в съответствие с европейските правила, трябва да подпишете дигитално документ.
cs: Pro potvrzení vaší identity v souladu s evropskými pravidly musíte digitálně podepsat dokument.
da: For at bekræfte din identitet i overensstemmelse med europæiske regler, skal du digitalt underskrive et dokument.
de: Um Ihre Identität gemäß den europäischen Regeln zu bestätigen, müssen Sie ein Dokument digital signieren.
el: Για να επιβεβαιώσετε την ταυτότητά σας σύμφωνα με τους ευρωπαϊκούς κανόνες, πρέπει να υπογράψετε ψηφιακά ένα έγγραφο.
es: Para confirmar su identidad de acuerdo con las normas europeas, debe firmar digitalmente un documento.
et: Et kinnitada oma isikut vastavalt Euroopa eeskirjadele, peate digitaalselt allkirjastama dokumendi.
fa: برای تأیید هویت خود طبق قوانین اروپایی، باید یک سند را به صورت دیجیتال امضا کنید.
fi: Vahvistaaksesi henkilöllisyytesi Euroopan sääntöjen mukaisesti, sinun on digitaalisesti allekirjoitettava asiakirja.
fr: Pour confirmer votre identité conformément aux règles européennes, vous devez signer numériquement un document.
he: כדי לאמת את זהותך בהתאם לחוקים האירופיים, אתה חייב לחתום דיגיטלית על מסמך.
hi: यूरोपीय नियमों के अनुसार अपनी पहचान की पुष्टि करने के लिए, आपको एक दस्तावेज़ को डिजिटल रूप से हस्ताक्षर करना होगा।
hr: Da biste potvrdili svoj identitet u skladu s europskim pravilima, morate digitalno potpisati dokument.
hu: Az Európai szabályoknak megfelelően, a személyazonosságának megerősítéséhez digitálisan alá kell írnia egy dokumentumot.
hy: Եվրոպական կանոնների համաձայն ձեր իսկությունը հաստատելու համար, դուք պետք է դիժիտալորեն ստորագրեք փաստաթուղթը։
id: Untuk mengkonfirmasi identitas Anda sesuai dengan aturan Eropa, Anda harus menandatangani dokumen secara digital.
it: Per confermare la tua identità in conformità con le regole europee, devi firmare digitalmente un documento.
ja: ヨーロッパの規則に従ってあなたの身元を確認するために、文書にデジタル署名をする必要があります。
ko: 유럽 규정에 따라 본인 확인을 위해 문서에 디지털 서명을 해야 합니다.
lt: Kad patvirtintumėte savo tapatybę pagal Europos taisykles, turite skaitmeniškai pasirašyti dokumentą.
lv: Lai apstiprinātu savu identitāti saskaņā ar Eiropas noteikumiem, jums ir jāparaksta dokuments digitāli.
ms: Untuk mengesahkan identiti anda mengikut peraturan Eropah, anda mesti menandatangani dokumen secara digital.
nb: For å bekrefte identiteten din i samsvar med europeiske regler, må du digitalt signere et dokument.
nl: Om uw identiteit te bevestigen in overeenstemming met Europese regels, moet u een document digitaal ondertekenen.
pl: Aby potwierdzić swoją tożsamość zgodnie z europejskimi przepisami, musisz cyfrowo podpisać dokument.
pt: Para confirmar sua identidade de acordo com as regras europeias, você deve assinar digitalmente um documento.
ro: Pentru a confirma identitatea dumneavoastră în conformitate cu regulile europene, trebuie să semnați digital un document.
ru: Чтобы подтвердить свою личность в соответствии с европейскими правилами, вы должны цифровой подписью подписать документ.
sk: Aby ste potvrdili svoju identitu v súlade s európskymi pravidlami, musíte digitálne podpísať dokument.
sl: Za potrditev vaše identitete v skladu z evropskimi pravili morate digitalno podpisati dokument.
sr: Da biste potvrdili svoj identitet u skladu sa evropskim pravilima, morate digitalno potpisati dokument.
sv: För att bekräfta din identitet i enlighet med europeiska regler måste du digitalt signera ett dokument.
th: เพื่อยืนยันตัวตนของคุณตามกฎหมาของยุโรป ุณต้องลงชื่อดิจิตอลในเอกสาร
tr: Avrupa kurallarına uygun olarak kimliğinizi doğrulamak için bir belgeyi dijital olarak imzalamalısınız.
uk: Щоб підтвердити свою особистість відповідно до європейських правил, вам потрібно цифрово підписати документ.
vi: Để xác nhận danh tính của bạn theo quy định của Châu Âu, bạn phải ký số vào một tài liệu.
zh: 为了按照欧洲的规定确认您的身份，您必须对一个文件进行数字签名。

# qualifiedElectronicSignature_introduction_terms_and_conditions
source: Terms and conditions
ar: الشروط والأحكام
bg: Общи условия
cs: Podmínky a smluvní ujednání
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και προϋποθέσεις
es: Términos y condiciones
et: Kasutustingimused
fa: شرایط و ضوابط
fi: Käyttöehdot ja -säännöt
fr: Conditions générales
he: תנאים והגבלות
hi: नियम और शर्तें
hr: Uvjeti i odredbe
hu: Általános szerződési feltételek
hy: Ընդհանուր պայմաններ և պայմանագրություն
id: Syarat dan ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
lt: Naudojimosi sąlygos ir taisyklės
lv: Noteikumi un nosacījumi
ms: Terma dan syarat
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pl: Warunki i postanowienia
pt: Termos e condições
ro: Termeni și condiții
ru: Условия и положения
sk: Všeobecné obchodné podmienky
sl: Pogoji in določila
sr: Uslovi i odredbe
sv: Allmänna villkor
th: ข้อกำหนดและเงื่อนไข
tr: Şartlar ve koşullar
uk: Умови та положення
vi: Điều khoản và điều kiện
zh: 条款和条件

# qualifiedElectronicSignature_introduction_third_party_description
source: Namirial SpA is a trusted global provider who will issue a certificate validating your electronic signature.
ar: Namirial SpA هو مزود عالمي موثوق سيصدر شهادة تؤكد توقيعك الإلكتروني.
bg: Namirial SpA е доверен глобален доставчик, който ще издаде сертификат за валидиране на вашата електронна подпис.
cs: Namirial SpA je důvěryhodný globální poskytovatel, který vydá certifikát ověřující vaši elektronický podpis.
da: Namirial SpA er en betroet global udbyder, der vil udstede et certifikat, der validerer din elektroniske underskrift.
de: Namirial SpA ist ein vertrauenswürdiger globaler Anbieter, der ein Zertifikat zur Validierung Ihrer elektronischen Signatur ausstellt.
el: Η Namirial SpA είναι ένας έμπιστος παγκόσμιος πάροχος που θα εκδώσει ένα πιστοποιητικό που επικυρώνει την ηλεκτρονική σας υπογραφή.
es: Namirial SpA es un proveedor global de confianza que emitirá un certificado validando tu firma electrónica.
et: Namirial SpA on usaldusväärne globaalne teenusepakkuja, kes väljastab sertifikaadi, kinnitades teie elektroonilist allkirja.
fa: Namirial SpA یک ارائه دهنده جهانی مورد اعتماد است که گواهی معتبری برای امضای الکترونیکی شما صادر خواهد کرد.
fi: Namirial SpA on luotettava maailmanlaajuinen palveluntarjoaja, joka myöntää sertifikaatin vahvistaen sähköisen allekirjoituksesi.
fr: Namirial SpA est un fournisseur mondial de confiance qui délivrera un certificat validant votre signature électronique.
he: Namirial SpA היא ספקית מהימנה ברחבי העולם שתיתן תעודה שמאמתת את החתימה האלקטרונית שלך.
hi: Namirial SpA एक विश्वसनीय वैश्विक प्रदाता है जो आपके इलेक्ट्रॉनिक हस्ताक्षर की पुष्टि करने के लिए एक प्रमाणपत्र जारी करेगा।
hr: Namirial SpA je pouzdani globalni pružatelj koji će izdati certifikat koji potvrđuje vaš elektronički potpis.
hu: A Namirial SpA egy világszerte megbízható szolgáltató, aki tanúsítványt állít ki az elektronikus aláírásának érvényesítésére.
hy: Namirial SpA հավատար
id: Namirial SpA adalah penyedia global terpercaya yang akan mengeluarkan sertifikat yang memvalidasi tanda tangan elektronik Anda.
it: Namirial SpA è un fornitore globale di fiducia che rilascerà un certificato per convalidare la tua firma elettronica.
ja: Namirial SpAは、あなたの電子署名の検証証明書を発行する信頼できるグローバルプロバイダーです。
ko: Namirial SpA는 전자 서명을 확인하는 인증서를 발급하는 신뢰할 수 있는 글로벌 공급자입니다.
lt: Namirial SpA yra pasitikimas pasaulinis tiekėjas, kuris išduos sertifikatą, patvirtinantį jūsų elektroninį parašą.
lv: Namirial SpA ir uzticams globāls pakalpojumu sniedzējs, kas izsniegs sertifikātu, apstiprinot jūsu elektronisko parakstu.
ms: Namirial SpA adalah penyedia global yang dipercayai yang akan mengeluarkan sijil yang mengesahkan tandatangan elektronik anda.
nb: Namirial SpA er en pålitelig global leverandør som vil utstede et sertifikat som bekrefter din elektroniske signatur.
nl: Namirial SpA is een vertrouwde wereldwijde aanbieder die een certificaat zal uitgeven om uw elektronische handtekening te valideren.
pl: Namirial SpA jest zaufanym globalnym dostawcą, który wyda certyfikat potwierdzający twoją elektroniczną sygnaturę.
pt: Namirial SpA é um fornecedor global de confiança que emitirá um certificado validando sua assinatura eletrônica.
ro: Namirial SpA este un furnizor global de încredere care va emite un certificat pentru validarea semnăturii dvs. electronice.
ru: Namirial SpA - это надежный мировой провайдер, который выдаст сертификат, подтверждающий вашу электронную подпись.
sk: Namirial SpA je dôveryhodný globálny poskytovateľ, ktorý vydá certifikát overujúci vašu elektronickú podpis.
sl: Namirial SpA je zaupanja vreden globalni ponudnik, ki bo izdal certifikat za potrditev vašega elektronskega podpisa.
sr: Namirial SpA je pouzdan globalni provajder koji će izdati sertifikat koji potvrđuje vaš elektronski potpis.
sv: Namirial SpA är en betrodd global leverantör som kommer att utfärda ett certifikat som validerar din elektroniska signatur.
th: Namirial SpA เป็นผู้ให้บริการที่ได้รับความไว้วางใจระดับโลกที่จะออกใบรับรองการยืนยันลายเซ็นต์อิเล็กทรอนิกส์ของคุณ
tr: Namirial SpA, elektronik imzanızı doğrulayan bir sertifika veren güvenilir bir küresel sağlayıcıdır.
uk: Namirial SpA - це надійний глобальний постачальник, який видасть сертифікат, що підтверджує ваш електронний підпис.
vi: Namirial SpA là một nhà cung cấp uy tín toàn cầu sẽ cấp chứng chỉ xác thực chữ ký điện tử của bạn.
zh: Namirial SpA是一个值得信赖的全球供应商，将为您的电子签名发放验证证书。

# qualifiedElectronicSignature_introduction_title
source: Create and use your digital signature
ar: قم بإنشاء واستخدام توقيعك الرقمي
bg: Създайте и използвайте вашата дигитална подпис
cs: Vytvořte a použijte svůj digitální podpis
da: Opret og brug din digitale signatur
de: Erstellen und verwenden Sie Ihre digitale Signatur
el: Δημιουργήστε και χρησιμοποιήστε την ψηφιακή σας υπογραφή
es: Crea y usa tu firma digital
et: Loo ja kasuta oma digitaalset allkirja
fa: امضای دیجیتال خود را ایجاد و استفاده کنید
fi: Luo ja käytä digitaalista allekirjoitustasi
fr: Créez et utilisez votre signature numérique
he: צור והשתמש בחתימה הדיגיטלית שלך
hi: अपना डिजिटल हस्ताक्षर बनाएं और उपयोग करें
hr: Stvorite i koristite svoj digitalni potpis
hu: Digitális aláírás létrehozása és használata
hy: Ստեղծեք և օգտագործեք ձեր թվային ստորագրությունը
id: Buat dan gunakan tanda tangan digital Anda
it: Crea e utilizza la tua firma digitale
ja: デジタル署名を作成して使用する
ko: 디지털 서명을 생성하고 사용하세요
lt: Sukurkite ir naudokite savo skaitmeninį parašą
lv: Izveidojiet un izmantojiet savu digitālo parakstu
ms: Cipta dan gunakan tandatangan digital anda
nb: Opprett og bruk din digitale signatur
nl: Maak en gebruik uw digitale handtekening
pl: Utwórz i używaj swojego cyfrowego podpisu
pt: Crie e use sua assinatura digital
ro: Creează și folosește semnătura ta digitală
ru: Создайте и используйте свою цифровую подпись
sk: Vytvorte a použite svoj digitálny podpis
sl: Ustvarite in uporabite svoj digitalni podpis
sr: Креирајте и користите свој дигитални потпис
sv: Skapa och använd din digitala signatur
th: สร้างและใช้ลายเซ็นดิจิตอลของคุณ
tr: Dijital imzanızı oluşturun ve kullanın
uk: Створіть та використовуйте свій цифровий підпис
vi: Tạo và sử dụng chữ ký số của bạn
zh: 创建并使用您的数字签名
