Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# shareableIdRegistration_registration_consent_description
source: Your data will only be reused if you click on the ‘Use a previous verification’ button next time.
ar: فقط عند النقر على زر `استخدم التحقق السابق` في المرة القادمة، سيتم إعادة استخدام بياناتك.
bg: Ако искате вашите данни да бъдат използвани отново, трябва да кликнете върху бутона „Използвай предишна верификация“ следващия път.
cs: Pokud příště kliknete na tlačítko ‘Použít předchozí ověření’, vaše data budou znovu použita.
da: Hvis du klikker på knappen `Brug en tidligere verifikation` næste gang, vil dine data kun blive genbrugt.
de: Ihre Daten werden nur wiederverwendet, wenn Sie beim nächsten Mal auf die Schaltfläche `Eine vorherige Überprüfung verwenden` klicken.
el: Τα δεδομένα σας θα χρησιμοποιηθούν ξανά μόνο αν κάνετε κλικ στο κουμπί `Χρήση προηγούμενης επαλήθευσης` την επόμενη φορά.
es: La próxima vez, sus datos solo se volverán a utilizar si presiona el botón `Usar una verificación anterior`.
et: Teie andmeid kasutatakse uuesti ainult siis, kui klõpsate järgmisel korral nupul „Kasuta eelmist tuvastust“.
fa: اگر دفعه بعدی روی دکمه `استفاده از تأیید هویت قبلی` کلیک کنید، داده‌های شما فقط در این صورت دوباره استفاده خواهند شد.
fi: Tietojasi käytetään uudelleen vain, jos napsautat seuraavalla kerralla ‘Käytä aikaisempaa vahvistusta’ -painiketta.
fr: Vos données ne seront réutilisées que si vous cliquez sur le bouton `Utiliser une vérification précédente` la prochaine fois.
he: הנתונים שלך ישומשו מחדש רק אם תלחץ על הכפתור `השתמש באימות קודם` בפעם הבאה.
hi: आपका डाटा केवल तब पुनः उपयोग किया जाएगा जब आप अगली बार `पिछले सत्यापन का उपयोग करें` बटन पर क्लिक करेंगे।
hr: Ako sljedeći put kliknete na gumb `Koristi prethodnu provjeru`, vaši će se podaci ponovno koristiti.
hu: Adatait csak akkor használjuk újra, ha a következő alkalommal a `Korábbi hitelesítés használata` gombra kattint.
hy: Ձեր տվյալները կվերաօգտագործվեն միայն հաջորդ անգամ `Օգտագործել նախորդ ստուգումը` կոճակը սեղմելու դեպքում։
id: Data Anda hanya akan digunakan kembali jika Anda mengklik tombol `Gunakan verifikasi sebelumnya` di lain waktu.
it: I tuoi dati verranno riutilizzati solo se fai clic sul pulsante `Usa una verifica precedente` la prossima volta.
ja: あなたのデータは、次回「以前の確認を使用する」ボタンをクリックした場合にのみ再利用されます。
ko: 당신의 데이터는 `이전 검증 사용` 버튼을 다음에 클릭할 때만 재사용됩니다.
lt: Jūsų duomenys bus panaudoti iš naujo tik tada, jei kitą kartą paspausite mygtuką „Naudoti ankstesnį patikrinimą“.
lv: Jūsu dati tiks atkārtoti izmantoti tikai tad, ja nākamreiz noklikšķināsiet uz pogas `Izmantot iepriekšēju verifikāciju`.
ms: Jika anda mengklik butang `Gunakan pengesahan sebelumnya` pada kali seterusnya, hanya pada masa itu data anda akan digunakan semula.
nb: Dine data vil kun bli gjenbrukt hvis du trykker på knappen `Bruk en tidligere verifisering` neste gang.
nl: Alleen als u de volgende keer op de knop `Een vorige verificatie gebruiken` klikt, worden uw gegevens opnieuw gebruikt.
pl: Jeśli następnym razem klikniesz przycisk „Użyj poprzedniej weryfikacji”, tylko wtedy twoje dane zostaną ponownie wykorzystane.
pt: Se clicar no botão `Usar uma verificação anterior` na próxima vez, os seus dados serão reutilizados.
ro: Doar dacă apăsați pe butonul `Folosește o verificare anterioară` data viitoare, datele dvs. vor fi refolosite.
ru: Если в следующий раз вы нажмете кнопку «Использовать предыдущую проверку», ваши данные будут использованы повторно.
sk: Vaše údaje sa znovu využijú len vtedy, ak pri nasledujúcom použití stlačíte tlačidlo „Použiť predchádzajúce overenie“.
sl: Če naslednjič kliknete na gumb `Uporabi prejšnjo preverjanje identitete`, bodo vaši podatki ponovno uporabljeni.
sr: Sledeći put, vaši podaci će biti ponovo upotrebljeni samo ako odaberete opciju ‘Koristi prethodnu verifikaciju’.
sv: Om du klickar på knappen `Använd en tidigare verifiering` nästa gång, kommer dina data endast att återanvändas.
th: หากคุณคลิกที่ปุ่ม `ใช้การตรวจสอบตัวตนก่อนหน้านี้` ในครั้งถัดไป ข้อมูลของคุณจะถูกนำมาใช้ใหม่เท่านั้น
tr: Bir sonraki seferde `Önceki doğrulamayı kullan` düğmesine tıklarsanız verileriniz yalnızca o zaman yeniden kullanılacaktır.
uk: Ваші дані будуть використані знову, тільки якщо ви натиснете кнопку `Використати попередню верифікацію` в наступний раз.
vi: Chỉ khi bạn nhấp vào nút `Sử dụng một xác minh trước đó` lần tiếp theo thì dữ liệu của bạn mới được sử dụng lại.
zh: 只有在您下次点击“使用以前的验证”按钮时，您的数据才会再次被使用。

# shareableIdRegistration_registration_consent_title
source: Only you can consent to which verifications are reused
ar: أنت فقط يمكنك الموافقة على أي عمليات التحقق يتم إعادة استخدامها
bg: Само вие можете да дадете съгласие кои верификации да бъдат използвани отново
cs: Pouze vy můžete souhlasit s tím, které ověření budou znovu použity
da: Kun du kan give samtykke til, hvilke verifikationer der genbruges
de: Nur Sie können einwilligen, welche Verifizierungen wiederverwendet werden
el: Μόνο εσείς μπορείτε να δώσετε τη συγκατάθεσή σας για τις επαληθεύσεις που θα επαναχρησιμοποιηθούν
es: Solo tú puedes consentir qué verificaciones se reutilizan
et: Ainult sina saad nõustuda, milliseid verifitseerimisi uuesti kasutatakse
fa: فقط شما می‌توانید به استفاده مجدد از تأییدهای هویت رضایت دهید
fi: Vain sinä voit antaa suostumuksen siihen, mitkä vahvistukset käytetään uudelleen
fr: Seul vous pouvez consentir à quelles vérifications sont réutilisées
he: רק אתה יכול להסכים לאילו אימותים משומשים מחדש
hi: केवल आप ही तय कर सकते हैं कि कौन से सत्यापन पुनः उपयोग किए जाएं
hr: Samo vi možete dati pristanak na ponovnu upotrebu verifikacija
hu: Csak Ön adhat hozzájárulást ahhoz, hogy mely azonosításokat használják újra
hy: Միայն դուք կարող եք համաձայնվել, թե որ հաստատումները վերագործվում են
id: Hanya Anda yang dapat menyetujui verifikasi mana yang digunakan kembali
it: Solo tu puoi dare il consenso su quali verifiche vengono riutilizzate
ja: どの確認が再利用されるかは、あなただけが同意できます
ko: 어떤 검증이 재사용될지에 대한 동의는 오직 당신만이 할 수 있습니다
lt: Tik jūs galite sutikti, kurios patvirtinimai bus pakartotinai naudojami
lv: Tikai jūs varat piekrist, kuras verifikācijas tiek atkārtoti izmantotas
ms: Hanya anda boleh bersetuju kepada verifikasi mana yang digunakan semula
nb: Bare du kan samtykke til hvilke verifiseringer som blir gjenbrukt
nl: Alleen u kunt toestemming geven voor welke verificaties opnieuw worden gebruikt
pl: Tylko ty możesz zgodzić się na ponowne użycie weryfikacji
pt: Apenas você pode consentir quais verificações são reutilizadas
ro: Doar tu poți consimți la care verificări sunt refolosite
ru: Только вы можете согласиться на повторное использование верификаций
sk: Iba vy môžete súhlasiť s tým, ktoré overenia sa znovu použijú
sl: Samo vi lahko soglašate, katere preveritve se ponovno uporabijo
sr: Samo vi možete da pristanete na to koje verifikacije će biti ponovo iskorišćene
sv: Endast du kan samtycka till vilka verifieringar som återanvänds
th: เฉพาะคุณเท่านั้นที่สามารถยินยอมให้ใช้การตรวจสอบตัวตนซ้ำได้
tr: Sadece siz hangi doğrulamaların yeniden kullanılacağına onay verebilirsiniz
uk: Тільки ви можете дати згоду на повторне використання верифікацій
vi: Chỉ bạn mới có thể đồng ý với việc sử dụng lại các phương pháp xác minh nào
zh: 只有您可以同意重复使用哪些验证

# shareableIdRegistration_registration_error_action
source: Go back
ar: عُد
bg: Върнете се назад
cs: Jít zpět
da: Gå tilbage
de: Geh zurück
el: Πήγαινε πίσω
es: Regresar
et: Tagasi
fa: برگرد
fi: Palaa takaisin
fr: Retourner
he: חזור אחורה
hi: वापस जाओ
hr: Vrati se
hu: Vissza
hy: Վերադառնալ
id: Kembali
it: Torna indietro
ja: 戻る
ko: 돌아가기
lt: Grįžti atgal
lv: Atpakaļ
ms: Kembali
nb: Gå tilbake
nl: Ga terug
pl: Wróć
pt: Voltar
ro: Înapoi
ru: Вернуться назад
sk: Vráťte sa späť
sl: Pojdi nazaj
sr: Vrati se
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri dön
uk: Повернутися назад
vi: Quay lại
zh: 返回

# shareableIdRegistration_registration_error_subtitle
source: It appears that you couldn’t create a passkey. Go back to retry or continue to the complete process.
ar: يبدو أنك لم تتمكن من إنشاء مفتاح الدخول. عُد لإعادة المحاولة أو استمر لإكمال العملية.
bg: Изглежда, че не можахте да създадете парола. Върнете се, за да опитате отново или продължете към завършването на процеса.
cs: Zdá se, že se vám nepodařilo vytvořit přístupový klíč. Vraťte se zpět a zkuste to znovu nebo pokračujte v celém procesu.
da: Det ser ud til, at du ikke kunne oprette en adgangskode. Gå tilbage for at prøve igen eller fortsæt til den fulde proces.
de: Es scheint, dass Sie keinen Passschlüssel erstellen konnten. Gehen Sie zurück, um es erneut zu versuchen, oder fahren Sie fort, um den gesamten Prozess abzuschließen.
el: Φαίνεται ότι δεν μπορούσατε να δημιουργήσετε ένα κλειδί πρόσβασης. Επιστρέψτε για να δοκιμάσετε ξανά ή συνεχίστε στην ολοκλήρωση της διαδικασίας.
es: Parece que no pudiste crear una contraseña. Regresa para intentarlo de nuevo o continúa para completar el proceso.
et: Tundub, et te ei saanud loomisvõtit luua. Minge tagasi, et uuesti proovida või jätkake kogu protsessiga.
fa: به نظر می‌رسد که شما نتوانستید یک کلید عبور ایجاد کنید. برای تلاش مجدد به عقب بروید یا برای ادامه فرآیند کامل ادامه دهید.
fi: Näyttää siltä, että et pystynyt luomaan salasanaa. Mene takaisin yrittääksesi uudelleen tai jatka koko prosessiin.
fr: Il semble que vous n`ayez pas pu créer un code d`accès. Retournez pour réessayer ou continuez pour terminer le processus.
he: נראה שלא הצלחת ליצור קוד סיסמה. חזור אחורה כדי לנסות שוב או המשך לתהליך המלא.
hi: ऐसा प्रतीत होता है कि आप पासकी नहीं बना सके। वापस जाकर पुनः प्रयास करें या पूरी प्रक्रिया को जारी रखें।
hr: Izgleda da niste mogli stvoriti lozinku. Vratite se da pokušate ponovno ili nastavite do kraja procesa.
hu: Úgy látszik, nem sikerült jelszót létrehoznia. Térjen vissza az újrapróbálkozáshoz, vagy folytassa a folyamat befejezéséig.
hy: Կարծես, դուք չկարողացաք ստեղծել անցաբառ։ Վերադառնաք վերսկսելու կամ շարունակեք ամբողջ գործընթացը։
id: Tampaknya Anda tidak dapat membuat kunci sandi. Kembali untuk mencoba lagi atau lanjutkan ke proses selanjutnya.
it: Sembra che tu non sia riuscito a creare un codice di accesso. Torna indietro per riprovare o continua per completare il processo.
ja: パスキーを作成できなかったようです。再試行するために戻るか、プロセスを完了するために進んでください。
ko: 패스키를 생성하지 못한 것 같습니다. 다시 시도하려면 뒤로 가거나, 전체 과정을 계속하십시오.
lt: Atrodo, kad jums nepavyko sukurti slaptuko. Grįžkite, kad bandytumėte dar kartą, arba tęskite visą procesą.
lv: Šķiet, ka jums neizdevās izveidot piekļuves atslēgu. Atgriezieties, lai mēģinātu vēlreiz, vai turpiniet līdz procesa beigām.
ms: Rupanya anda tidak dapat membuat kunci laluan. Kembali untuk mencuba semula atau teruskan ke proses lengkap.
nb: Det ser ut til at du ikke kunne opprette en passordnøkkel. Gå tilbake for å prøve igjen eller fortsett til den komplette prosessen.
nl: Het lijkt erop dat u geen toegangscode kon aanmaken. Ga terug om het opnieuw te proberen of ga verder met het voltooien van het proces.
pl: Wygląda na to, że nie udało Ci się utworzyć klucza dostępu. Wróć, aby spróbować ponownie lub kontynuuj, aby zakończyć proces.
pt: Parece que você não conseguiu criar uma chave de acesso. Volte para tentar novamente ou continue para concluir o processo.
ro: Se pare că nu ați putut crea o parolă. Întoarceți-vă pentru a încerca din nou sau continuați pentru a finaliza procesul.
ru: Похоже, у вас не получилось создать пароль. Вернитесь, чтобы попробовать еще раз, или продолжите для завершения процесса.
sk: Zdá sa, že sa vám nepodarilo vytvoriť heslo. Vráťte sa späť a skúste to znova alebo pokračujte v celom procese.
sl: Kaže, da niste mogli ustvariti gesla. Pojdite nazaj in poskusite znova ali nadaljujte do konca postopka.
sr: Izgleda da niste mogli da kreirate pristupni ključ. Vratite se da pokušate ponovo ili nastavite do kraja procesa.
sv: Det verkar som att du inte kunde skapa en lösenordsnyckel. Gå tillbaka för att försöka igen eller fortsätt till den kompletta processen.
th: ดูเหมือนว่าคุณไม่สามารถสร้างรหัสผ่านได้ กลับไปลองใหม่หรือดำเนินการต่อเพื่อทำกระบวนการให้เสร็จสิ้น
tr: Görünüşe göre bir geçiş anahtarı oluşturamadınız. Tekrar denemek için geri dönün veya süreci tamamlamak için devam edin.
uk: Схоже, вам не вдалося створити ключ доступу. Поверніться, щоб спробувати знову, або продовжуйте до завершення процесу.
vi: Dường như bạn không thể tạo một mật khẩu. Quay lại để thử lại hoặc tiếp tục để hoàn thành quá trình.
zh: 看来您无法创建密码。返回重试或继续完成整个过程。

# shareableIdRegistration_registration_error_title
source: Passkey not created
ar: لم يتم إنشاء المفتاح السري
bg: Паролата не е създадена
cs: Heslo nebylo vytvořeno
da: Nøglekode ikke oprettet
de: Passwort nicht erstellt
el: Ο κωδικός πρόσβασης δεν δημιουργήθηκε
es: Clave de acceso no creada
et: Passkey ei ole loodud
fa: کلید عبور ایجاد نشده است
fi: Avainta ei luotu
fr: Clé de passe non créée
he: לא נוצר מפתח גישה
hi: पासकी नहीं बनाई गई
hr: Ključ za pristup nije stvoren
hu: Nem jött létre a belépőkulcs
hy: Բանալին չի ստեղծվել
id: Kunci akses tidak dibuat
it: Chiave di accesso non creata
ja: パスキーが作成されていません
ko: 패스키가 생성되지 않았습니다
lt: Slaptažodis nesukurtas
lv: Paroles atslēga nav izveidota
ms: Kunci laluan tidak dicipta
nb: Passordnøkkel ikke opprettet
nl: Sleutel niet aangemaakt
pl: Klucz dostępu nie został utworzony
pt: Chave de acesso não criada
ro: Cheia de acces nu a fost creată
ru: Ключ-пароль не создан
sk: Heslo nebolo vytvorené
sl: Ključ za dostop ni ustvarjen
sr: Ključ za pristup nije kreiran
sv: Passerkod inte skapad
th: ไม่ได้สร้างรหัสผ่าน
tr: Anahtar oluşturulmadı
uk: Ключ доступу не створено
vi: Khóa truy cập không được tạo
zh: 未创建通行密钥

# shareableIdRegistration_registration_fast_description
source: Information already collected will be saved, so you can reuse it instead of going through the verification process again.
ar: سيتم حفظ المعلومات التي تم جمعها بالفعل، بحيث يمكنك إعادة استخدامها بدلاً من المرور عبر عملية التحقق من الهوية مرة أخرى.
bg: Вече събраната информация ще бъде запазена, така че можете да я използвате отново, вместо да преминавате отново през процеса на идентификация.
cs: Již shromážděné informace budou uloženy, takže je můžete znovu použít místo toho, abyste procházeli procesem ověření identity znovu.
da: Oplysninger, der allerede er indsamlet, vil blive gemt, så du kan genbruge dem i stedet for at gennemgå identitetsverifikationsprocessen igen.
de: Bereits gesammelte Informationen werden gespeichert, so dass Sie diese wiederverwenden können, anstatt den Identitätsprüfungsprozess erneut durchlaufen zu müssen.
el: Οι πληροφορίες που έχουν ήδη συλλεχθεί θα αποθηκευτούν, ώστε να μπορείτε να τις επαναχρησιμοποιήσετε αντί να περάσετε ξανά από τη διαδικασία επαλήθευσης ταυτότητας.
es: La información ya recopilada se guardará, por lo que puedes reutilizarla en lugar de pasar por el proceso de verificación de identidad nuevamente.
et: Juba kogutud teave salvestatakse, nii et saate seda uuesti kasutada, selle asemel, et läbida identiteedi kontrollimise protsess uuesti.
fa: اطلاعاتی که قبلاً جمع‌آوری شده‌اند ذخیره می‌شوند، بنابراین می‌توانید آنها را دوباره استفاده کنید به جای اینکه دوباره از طریق فرآیند تأیید هویت عبور کنید.
fi: Jo kerätty tieto tallennetaan, joten voit käyttää sitä uudelleen sen sijaan, että kävisit läpi tunnistautumisprosessin uudelleen.
fr: Les informations déjà collectées seront sauvegardées, vous pouvez donc les réutiliser au lieu de repasser par le processus de vérification.
he: המידע שכבר אספנו יישמר, כך שתוכל להשתמש בו שוב במקום לעבור שוב את תהליך האימות.
hi: पहले संग्रहित की गई जानकारी को सहेजा जाएगा, ताकि आप उसे पुनः उपयोग कर सकें और पुनः पहचान सत्यापन प्रक्रिया से गुजरने की जरूरत न हो।
hr: Informacije koje su već prikupljene bit će spremljene, tako da ih možete ponovno koristiti umjesto da ponovno prolazite kroz proces provjere identiteta.
hu: A már begyűjtött információkat elmentjük, így újra felhasználhatja őket, ahelyett, hogy újra végig kellene mennie az azonosítási folyamaton.
hy: Արդեն հավաքված տեղեկությունը պահպանվելու է, ուստի դուք կարող եք այն վերագործել՝ չգնալով նորից իսկության ստուգման գործընթացի միջոցով:
id: Informasi yang sudah dikumpulkan akan disimpan, sehingga Anda dapat menggunakannya kembali alih-alih melalui proses verifikasi lagi.
it: Le informazioni già raccolte verranno salvate, quindi puoi riutilizzarle invece di passare nuovamente attraverso il processo di verifica.
ja: 既に収集された情報は保存されるため、再度の本人確認プロセスを経る代わりに再利用することができます。
ko: 이미 수집된 정보는 저장되므로, 다시 인증 과정을 거치는 대신 이를 재사용할 수 있습니다.
lt: Jau surinkta informacija bus išsaugota, todėl galėsite ją panaudoti iš naujo, o ne vėl eiti per tapatybės patvirtinimo procesą.
lv: Jau savāktā informācija tiks saglabāta, tāpēc jūs varat to atkārtoti izmantot, nevis atkārtoti veikt identitātes pārbaudes procesu.
ms: Maklumat yang telah dikumpul akan disimpan, jadi anda boleh menggunakannya semula daripada melalui proses pengesahan identiti sekali lagi.
nb: Informasjon som allerede er samlet inn vil bli lagret, slik at du kan bruke den på nytt i stedet for å gå gjennom identitetsverifiseringsprosessen igjen.
nl: Reeds verzamelde informatie wordt opgeslagen, zodat u deze opnieuw kunt gebruiken in plaats van het identiteitsverificatieproces opnieuw te doorlopen.
pl: Informacje już zebrane zostaną zapisane, dzięki czemu można je ponownie wykorzystać zamiast przechodzić ponownie przez proces weryfikacji tożsamości.
pt: As informações já coletadas serão salvas, para que você possa reutilizá-las em vez de passar pelo processo de verificação novamente.
ro: Informațiile deja colectate vor fi salvate, astfel încât le puteți reutiliza în loc să treceți din nou prin procesul de verificare a identității.
ru: Уже собранная информация будет сохранена, поэтому вы можете использовать ее повторно, вместо того чтобы проходить процесс верификации заново.
sk: Informácie, ktoré už boli zhromaždené, budú uložené, takže ich môžete znovu použiť namiesto toho, aby ste museli znovu prechádzať procesom overovania totožnosti.
sl: Že zbrane informacije bodo shranjene, tako da jih lahko ponovno uporabite, namesto da bi ponovno opravljali postopek preverjanja identitete.
sr: Informacije koje su već prikupljene biće sačuvane, tako da ih možete ponovo koristiti umesto da ponovo prolazite kroz proces verifikacije.
sv: Information som redan samlats in kommer att sparas, så att du kan återanvända den istället för att gå igenom processen för identitetsverifiering igen.
th: ข้อมูลที่เก็บไว้แล้วจะถูกบันทึก เพื่อคุณสามารถใช้ใหม่ได้ แทนที่จะต้องผ่านกระบวนการตรวจสอบตัวตนอีกครั้ง
tr: Zaten toplanan bilgiler kaydedilecek, böylece kimlik doğrulama sürecinden tekrar geçmek yerine bunları yeniden kullanabilirsiniz.
uk: Інформація, яка вже була зібрана, буде збережена, тому ви можете використовувати її знову, замість того, щоб проходити процес верифікації знову.
vi: Thông tin đã được thu thập sẽ được lưu lại, vì vậy bạn có thể sử dụng lại nó thay vì phải trải qua quá trình xác minh danh tính một lần nữa.
zh: 已收集的信息将被保存，因此您可以重复使用它，而不是再次进行身份验证过程。

# shareableIdRegistration_registration_fast_title
source: Never waste time repeating a verification that already exists
ar: لا تضيع الوقت أبدًا في تكرار عملية التحقق من الهوية التي توجد بالفعل
bg: Никога не губете време, повтаряйки верификация, която вече съществува
cs: Nikdy neztrácejte čas opakováním ověření, které již existuje
da: Spild aldrig tid på at gentage en verifikation, der allerede eksisterer
de: Verschwenden Sie niemals Zeit damit, eine bereits vorhandene Identitätsüberprüfung zu wiederholen
el: Ποτέ μην σπαταλάτε χρόνο επαναλαμβάνοντας μια επαλήθευση που υπάρχει ήδη
es: Nunca pierdas tiempo repitiendo una verificación que ya existe
et: Ärge kunagi raisake aega kordamaks kontrolli, mis juba olemas on
fa: هرگز وقت خود را صرف تکرار یک تأیید هویت که از قبل وجود دارد نکنید
fi: Älä koskaan tuhlaa aikaa toistamalla jo olemassa olevaa tunnistautumista
fr: Ne perdez jamais de temps à répéter une vérification qui existe déjà
he: אל תבזבז זמן על חזרה על אימות שכבר קיים
hi: कभी भी समय बर्बाद न करें जो पहले से मौजूद पहचान सत्यापन को दोहराने में
hr: Nikad ne gubite vrijeme ponavljajući verifikaciju koja već postoji
hu: Soha ne pazaroljon időt egy már létező azonosítás megismétlésére
hy: Երբեք մի կորցրեք ժամանակ կրկնելով հաստատում, որը արդեն գոյություն ունի
id: Jangan pernah buang waktu mengulangi verifikasi yang sudah ada
it: Non perdere mai tempo a ripetere una verifica che esiste già
ja: 既存の確認を繰り返して時間を無駄にしないでください
ko: 이미 존재하는 인증을 반복하여 시간을 낭비하지 마세요
lt: Niekada nešvaistykite laiko pakartodami patvirtinimą, kuris jau egzistuoja
lv: Nekad neizšķiežiet laiku, atkārtojot verifikāciju, kas jau pastāv
ms: Jangan pernah membuang masa mengulangi pengesahan yang sudah ada
nb: Aldri kast bort tid på å gjenta en verifisering som allerede eksisterer
nl: Verspil nooit tijd met het herhalen van een verificatie die al bestaat
pl: Nigdy nie marnuj czasu na powtarzanie weryfikacji, która już istnieje
pt: Nunca perca tempo repetindo uma verificação que já existe
ro: Niciodată nu pierde timp repetând o verificare care deja există
ru: Никогда не теряйте время на повторение уже существующей верификации
sk: Nikdy nezbytočne opakujte overenie, ktoré už existuje
sl: Nikoli ne zapravljajte časa z ponavljanjem preverjanja identitete, ki že obstaja
sr: Nikada ne gubite vreme ponavljajući verifikaciju koja već postoji
sv: Slösa aldrig tid på att upprepa en verifiering som redan finns
th: อย่าเสียเวลาทำการตรวจสอบตัวตนที่มีอยู่แล้วซ้ำ
tr: Zaten var olan bir kimlik doğrulamasını tekrarlamak için asla zaman harcamayın
uk: Ніколи не витрачайте час на повторення перевірки, яка вже існує
vi: Đừng bao giờ lãng phí thời gian lặp lại việc xác minh danh tính đã tồn tại
zh: 永远不要浪费时间重复已经存在的身份验证
