Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_desktop_windows_device_settings_list_item_3_audio
source: Click Microphone under App permissions and activate the toggle next to
ar: انقر على الميكروفون تحت أذونات التطبيق وقم بتنشيط المفتاح بجوار
bg: Кликнете върху Микрофон под Разрешения за приложения и активирайте превключвателя до
cs: Klikněte na Mikrofon pod Oprávnění aplikace a aktivujte přepínač vedle
da: Klik på Mikrofon under App tilladelser og aktiver kontakten ved siden af
de: Klicken Sie unter App-Berechtigungen auf Mikrofon und aktivieren Sie den Schalter neben
el: Κάντε κλικ στο Μικρόφωνο κάτω από τα Δικαιώματα εφαρμογής και ενεργοποιήστε τον διακόπτη δίπλα στο
es: Haz clic en Micrófono bajo Permisos de la aplicación y activa el interruptor junto a
et: Klõpsake jaotisel Mikrofon alajaotises Rakenduse õigused ja aktiveerige lüliti kõrval
fa: روی میکروفون در زیر مجوزهای برنامه کلیک کنید و کلید تعویض کنار را فعال کنید
fi: Napsauta Mikrofoni kohdassa Sovelluksen oikeudet ja aktivoi kytkin vieressä
fr: Cliquez sur Microphone sous Autorisations d`application et activez le bouton à côté de
he: לחץ על מיקרופון תחת הרשאות יישום והפעל את המתג ליד
hi: ऐप अनुमतियां के नीचे माइक्रोफ़ोन पर क्लिक करें और के बगल में टॉगल सक्रिय करें
hr: Kliknite na Mikrofon pod Dozvole za aplikacije i aktivirajte prekidač pored
hu: Kattintson a Mikrofon elemre az Alkalmazás engedélyek alatt, és aktiválja a kapcsolót a mellett
hy: Սեղմեք Միկրոֆոնը Արդյունքների թույլտվությունների տակ և ակտիվացրեք անցկացնողը կողքին
id: Klik Mikrofon di bawah Izin Aplikasi dan aktifkan tombol di sebelah
it: Fai clic su Microfono sotto Permessi app e attiva l`interruttore accanto a
ja: アプリの権限の下のマイクをクリックし、の隣のトグルを有効にします
ko: 앱 권한 아래의 마이크를 클릭하고 옆의 토글을 활성화하세요.
lt: Spustelėkite Mikrofoną po Programos leidimais ir aktyvuokite jungiklį šalia
lv: Noklikšķiniet uz Mikrofons zem Lietotņu atļaujas un aktivizējiet slēdzi blakus
ms: Klik Mikrofon di bawah Keizinan Aplikasi dan aktifkan suis sebelah
nb: Klikk på Mikrofon under App-tillatelser og aktiver vekselen ved siden av
nl: Klik op Microfoon onder App-machtigingen en activeer de schakelaar naast
pl: Kliknij Mikrofon w sekcji Uprawnienia aplikacji i aktywuj przełącznik obok
pt: Clique em Microfone em Permissões de aplicação e ative a alavanca ao lado de
ro: Faceți clic pe Microfon sub Permisiuni aplicație și activați comutatorul de lângă
ru: Нажмите Микрофон в разделе Разрешения приложения и активируйте переключатель рядом с
sk: Kliknite na Mikrofón pod Oprávneniami aplikácie a aktivujte prepínač vedľa
sl: Kliknite na Mikrofon pod Dovoljenja za aplikacije in aktivirajte stikalo poleg
sr: Kliknite na Mikrofon ispod Dozvole za aplikacije i aktivirajte prekidač pored
sv: Klicka på Mikrofon under Appbehörigheter och aktivera reglaget bredvid
th: คลิกที่ ไมโครโฟน ใต้ สิทธิ์การใช้งานแอป และเปิดสวิตช์ที่อยู่ข้างๆ
tr: Uygulama izinleri altındaki Mikrofon öğesini tıklayın ve yanındaki anahtarı etkinleştirin
uk: Натисніть Мікрофон у розділі Дозволи для додатків та активуйте перемикач поруч з
vi: Nhấp vào Microphone dưới Quyền ứng dụng và kích hoạt công tắc bên cạnh
zh: 点击 麦克风 位于 应用权限 下方，并激活 旁边的切换开关

# common_permissions_recovery_desktop_windows_device_settings_list_item_3_video
source: Click Camera under App permissions and activate the toggle next to
ar: انقر على الكاميرا تحت أذونات التطبيق وقم بتنشيط المفتاح بجوار
bg: Кликнете върху Камера под Разрешения за приложения и активирайте превключвателя до
cs: Klikněte na Kamera pod Oprávnění aplikace a aktivujte přepínač vedle
da: Klik på Kamera under App tilladelser og aktiver kontakten ved siden af
de: Klicken Sie unter App-Berechtigungen auf Kamera und aktivieren Sie den Schalter neben
el: Κάντε κλικ στην επιλογή Κάμερα κάτω από τις Άδειες εφαρμογής και ενεργοποιήστε τον διακόπτη δίπλα στο
es: Haz clic en Cámara bajo Permisos de la aplicación y activa el interruptor junto a
et: Klõpsake jaotisel Kaamera alajaotises Rakenduse õigused ja aktiveerige lüliti kõrval
fa: روی دوربین در زیر مجوزهای برنامه کلیک کنید و کلید کنار را فعال کنید
fi: Napsauta Kameraa kohdassa Sovelluslupien alla ja aktivoi kytkin vieressä
fr: Cliquez sur Caméra sous Autorisations d`application et activez le bouton à côté de
he: לחץ על מצלמה תחת הרשאות יישום והפעל את המתג ליד
hi: कैमरा पर क्लिक करें, जो ऐप अनुमतियां के नीचे है, और के बगल में टॉगल सक्रिय करें
hr: Kliknite na Kamera pod Dozvole za aplikacije i aktivirajte prekidač pored
hu: Kattintson a Kamera lehetőségre az Alkalmazás engedélyek alatt, és aktiválja a kapcsolót a mellett
hy: Սեղմեք Տեսախցիկը Ապլիկացիայի արտոնությունների տակ և ակտիվացրեք անցումը կողքին
id: Klik Kamera di bawah Izin Aplikasi dan aktifkan tombol di sebelah
it: Fai clic su Fotocamera sotto Permessi app e attiva l`interruttore accanto a
ja: アプリの権限の下のカメラをクリックし、の隣にあるトグルを有効にします
ko: 앱 권한 아래의 카메라를 클릭하고 옆의 토글을 활성화하세요
lt: Spustelėkite Kamera po Programos leidimai ir aktyvuokite jungiklį šalia
lv: Noklikšķiniet uz Kamera sadaļā Lietotņu atļaujas un aktivizējiet pārslēdzēju blakus
ms: Klik Kamera di bawah Keizinan Aplikasi dan aktifkan suis di sebelah
nb: Klikk på Kamera under App-tillatelser og aktiver vekselen ved siden av
nl: Klik op Camera onder App-machtigingen en activeer de schakelaar naast
pl: Kliknij Kamera pod Uprawnienia aplikacji i aktywuj przełącznik obok
pt: Clique em Câmara em Permissões de aplicação e ative a alavanca ao lado de
ro: Faceți clic pe Camera sub Permisiuni aplicație și activați comutatorul de lângă
ru: Нажмите на Камера в разделе Разрешения приложений и активируйте переключатель рядом с
sk: Kliknite na Kamera pod Povolenia aplikácie a aktivujte prepínač vedľa
sl: Kliknite na Kamera pod Dovoljenja za aplikacije in aktivirajte stikalo poleg
sr: Kliknite na Kamera pod Dozvole za aplikacije i aktivirajte prekidač pored
sv: Klicka på Kamera under Appbehörigheter och aktivera reglaget bredvid
th: คลิกที่ กล้อง ใต้ สิทธิ์การใช้งานแอป และเปิดสวิตช์ที่อยู่ถัดจาก
tr: Uygulama izinleri altındaki Kamera öğesini tıklayın ve yanındaki anahtarı etkinleştirin
uk: Натисніть Камера у розділі Дозволи для додатків та активуйте перемикач поруч з
vi: Nhấp vào Camera dưới mục Quyền ứng dụng và kích hoạt công tắc bên cạnh
zh: 点击 相机 在 应用权限 下并激活 旁边的切换开关

# common_permissions_recovery_desktop_windows_device_settings_list_item_4
source: Restart your browser if necessary and come back to this page
ar: أعد تشغيل المتصفح الخاص بك إذا لزم الأمر وعد إلى هذه الصفحة
bg: Ако е необходимо, рестартирайте браузъра си и се върнете на тази страница
cs: Restartujte svůj prohlížeč, pokud je to nutné, a vraťte se na tuto stránku
da: Genstart din browser om nødvendigt og vend tilbage til denne side
de: Starten Sie Ihren Browser bei Bedarf neu und kehren Sie zu dieser Seite zurück
el: Επανεκκινήστε τον περιηγητή σας εάν είναι απαραίτητο και επιστρέψτε σε αυτή τη σελίδα
es: Reinicia tu navegador si es necesario y vuelve a esta página
et: Taaskäivitage vajadusel oma brauser ja tulge tagasi sellele lehele
fa: در صورت لزوم مرورگر خود را راه اندازی مجدد کنید و به این صفحه برگردید
fi: Käynnistä selain tarvittaessa uudelleen ja palaa tälle sivulle
fr: Redémarrez votre navigateur si nécessaire et revenez sur cette page
he: אם נדרש, הפעל מחדש את הדפדפן שלך וחזור לדף זה
hi: यदि आवश्यक हो तो अपने ब्राउज़र को पुनः आरंभ करें और इस पृष्ठ पर वापस आएं
hr: Ponovno pokrenite preglednik ako je potrebno i vratite se na ovu stranicu
hu: Indítsa újra a böngészőjét, ha szükséges, és térjen vissza erre az oldalra
hy: Հարկավոր է լինի, վերահսկիր ձեր զննարկիչը և վերադարձեք այս էջ
id: Restart browser Anda jika perlu dan kembali ke halaman ini
it: Riavvia il tuo browser se necessario e torna su questa pagina
ja: 必要であればブラウザを再起動し、このページに戻ってきてください
ko: 필요한 경우 브라우저를 다시 시작하고 이 페이지로 돌아오세요
lt: Jeigu reikia, iš naujo paleiskite naršyklę ir grįžkite į šį puslapį
lv: Ja nepieciešams, restartējiet savu pārlūkprogrammu un atgriezieties šajā lapā
ms: Mulakan semula pelayar anda jika perlu dan kembali ke halaman ini
nb: Start nettleseren din på nytt om nødvendig og kom tilbake til denne siden
nl: Herstart indien nodig uw browser en keer terug naar deze pagina
pl: Zrestartuj swoją przeglądarkę, jeśli to konieczne, i wróć na tę stronę
pt: Reinicie o seu navegador, se necessário, e volte a esta página
ro: Reporniți browserul dacă este necesar și reveniți la această pagină
ru: Перезапустите браузер, если это необходимо, и вернитесь на эту страницу
sk: Reštartujte svoj prehliadač, ak je to potrebné, a vráťte sa na túto stránku
sl: Ponovno zaženite brskalnik, če je potrebno, in se vrnite na to stran
sr: Ponovo pokrenite vaš pretraživač ako je potrebno i vratite se na ovu stranicu
sv: Starta om din webbläsare om nödvändigt och återvänd till denna sida
th: ถ้าจำเป็นให้รีสตาร์ทเบราว์เซอร์ของคุณและลับมาที่หน้านี้
tr: Gerekirse tarayıcınızı yeniden başlatın ve bu sayfaya geri dönün
uk: Перезавантажте свій браузер, якщо це необхідно, і поверніться на цю сторінку
vi: Khởi động lại trình duyệt của bạn nếu cần và quay lại trang này
zh: 如有必要，请重启您的浏览器并返回此页面

# common_permissions_recovery_device_settings_title
source: Solution 2: Device settings
ar: الحل 2: إعدادات الجهاز
bg: Решение 2: Настройки на устройството
cs: Řešení 2: Nastavení zařízení
da: Løsning 2: Enhedsindstillinger
de: Lösung 2: Geräteeinstellungen
el: Λύση 2: Ρυθμίσεις συσκευής
es: Solución 2: Configuración del móvil
et: Lahendus 2: Seadme seaded
fa: راه حل 2: تنظیمات دستگاه
fi: Ratkaisu 2: Laitteen asetukset
fr: Solution 2 : Paramètres du mobile
he: פתרון 2: הגדרות המכשיר
hi: समाधान 2: उपकरण सेटिंग्स
hr: Rješenje 2: Postavke uređaja
hu: Megoldás 2: Eszközbeállítások
hy: Լուծում 2: Սարքավորման կարգավորումներ
id: Solusi 2: Pengaturan perangkat
it: Soluzione 2: Impostazioni del dispositivo
ja: ソリューション2：デバイス設定
ko: 솔루션 2: 장치 설정
lt: Sprendimas 2: Įrenginio nustatymai
lv: Risinājums 2: Ierīces iestatījumi
ms: Penyelesaian 2: Tetapan peranti
nb: Løsning 2: Innstillinger for enhet
nl: Oplossing 2: Apparaatinstellingen
pl: Rozwiązanie 2: Ustawienia urządzenia
pt: Solução 2: Configurações do dispositivo
ro: Soluția 2: Setările dispozitivului
ru: Решение 2: Настройки устройства
sk: Riešenie 2: Nastavenia zariadenia
sl: Rešitev 2: Nastavitve naprave
sr: Rešenje 2: Postavke uređaja
sv: Lösning 2: Enhetsinställningar
th: วิธีที่ 2: การตั้งค่าอุปกรณ์
tr: Çözüm 2: Cihaz ayarları
uk: Рішення 2: Налаштування пристрою
vi: Giải pháp 2: Cài đặt thiết bị
zh: 解决方案2：设备设置

# common_permissions_recovery_disclaimer
source: The identity verification process might restart. Sorry for any inconvenience
ar: قد يتم إعادة تشغيل عملية التحقق من الهوية. نعتذر عن أي إزعاج
bg: Процесът на верификация на идентичността може да се рестартира. Съжаляваме за причиненото неудобство
cs: Proces ověření identity se může restartovat. Omlouváme se za případné nepříjemnosti.
da: Identitetsverifikationsprocessen kan muligvis genstarte. Beklager eventuelle ulemper
de: Der Identitätsüberprüfungsprozess könnte neu starten. Entschuldigung für etwaige Unannehmlichkeiten
el: Η διαδικασία επαλήθευσης ταυτότητας μπορεί να επανεκκινηθεί. Συγγνώμη για τυχόν ταλαιπωρία
es: El proceso de verificación de identidad podría reiniciarse. Lamentamos cualquier inconveniente
et: Identiteedi kinnitamise protsess võib taaskäivituda. Vabandame ebamugavuste pärast
fa: ممکن است فرآیند تأیید هویت دوباره شروع شود. بابت هرگونه ناراحتی پوزش می طلبیم
fi: Henkilöllisyyden vahvistusprosessi saattaa käynnistyä uudelleen. Pahoittelemme mahdollista haittaa
fr: Le processus de vérification d`identité pourrait redémarrer. Nous nous excusons pour tout désagrément
he: יתכן שתהליך אימות הזהות יתחיל מחדש. מצטערים על אי הנוחות
hi: पहचान सत्यापन प्रक्रिया पुनः शुरू हो सकती है। किसी भी असुविधा के लिए खेद है
hr: Proces provjere identiteta mogao bi se ponovno pokrenuti. Ispričavamo se za bilo kakvu neugodnost
hu: Az azonosító ellenőrzési folyamat újraindulhat. Elnézést kérünk a kellemetlenségért
hy: Նույնականացման ստուգման գործընթացը կարող է վերսկսվել։ Ներողություն ամենական անհարմարության համար
id: Proses verifikasi identitas mungkin akan dimulai lagi. Maaf atas ketidaknyamanan ini
it: Il processo di verifica dell`identità potrebbe ripartire. Ci scusiamo per eventuali disagi
ja: 本人確認のプロセスが再開する可能性があります。ご不便をおかけして申し訳ありません
ko: 신원 확인 과정이 재시작될 수 있습니다. 불편을 끼쳐 드려 죄송합니다
lt: Tapatybės patvirtinimo procesas gali būti iš naujo paleistas. Atsiprašome už bet kokius nepatogumus
lv: Identitātes pārbaudes process var atsākties. Atvainojamies par sagādātajām neērtībām
ms: Proses pengesahan identiti mungkin akan dimulakan semula. Maaf atas sebarang kesulitan
nb: Identitetsbekreftelsesprosessen kan starte på nytt. Beklager eventuelle ulemper
nl: Het identiteitsverificatieproces kan opnieuw starten. Onze excuses voor het eventuele ongemak
pl: Proces weryfikacji tożsamości może zostać zrestartowany. Przepraszamy za wszelkie niedogodności
pt: O processo de verificação de identidade pode reiniciar. Lamentamos qualquer inconveniente
ro: Procesul de verificare a identității ar putea fi repornit. Ne pare rău pentru orice neplăcere
ru: Процесс проверки идентифичности может быть перезапущен. Приносим извинения за любые неудобства
sk: Proces overovania identity sa môže reštartovať. Ospravedlňujeme sa za akékoľvek nepríjemnosti
sl: Proces preverjanja identitete se lahko ponovno zažene. Opravičujemo se za morebitne nevšečnosti.
sr: Proces verifikacije identiteta može se ponovo pokrenuti. Izvinjavamo se za bilo kakvu neprijatnost
sv: Identitetsverifieringsprocessen kan starta om. Ursäkta eventuella olägenheter
th: กระบวนการตรวจสอบตัวตนอาจจะเริ่มต้นใหม่ ขออภัยในความไม่สะดวก
tr: Kimlik doğrulama süreci yeniden başlayabilir. Herhangi bir rahatsızlık için özür dileriz.
uk: Процес верифікації ідентичності може бути перезапущений. Вибачте за будь-які незручності
vi: Quá trình xác minh danh tính có thể bắt đầu lại. Xin lỗi vì bất kỳ sự bất tiện nào
zh: 身份验证过程可能会重新开始。对任何不便表示歉意

# common_permissions_recovery_info
source: Recovery
ar: التعافي
bg: Възстановяване на достъп
cs: Obnova
da: Gendannelse
de: Wiederherstellen
el: Ανάκτηση
es: Recuperación
et: Taastamine
fa: فعال‌سازی مجدد
fi: Palautus
fr: Récupération
he: שחזור
hi: रिकवरी
hr: Ponovno dopuštanje pristupa
hu: Újraindítás
hy: Վերականգնում
id: Pemulihan
it: Ripristino
ja: 回復
ko: 복원
lt: Atkūrimas
lv: Atjaunošana
ms: Pemulihan
nb: Gjenoppretning
nl: Herstellen
pl: Przywróć
pt: Recuperação
ro: Recuperare
ru: Восстановление
sk: Obnovenie
sl: Obnovitev
sr: Oporavak
sv: Återställ
th: การกู้คืน
tr: Kurtarma
uk: Відновлення
vi: Khôi phục
zh: 恢复

# common_permissions_recovery_ios_browser_settings_list_item_1_audio
source: Tap the Refresh the page button. You will be asked to enable microphone access again. When the pop-up shows up, select Allow (or OK)
ar: اضغط على زر تحديث الصفحة. سيُطلب منك تمكين الوصول إلى الميكروفون مرة أخرى. عندما تظهر النافذة المنبثقة، اختر السماح (أو موافق)
bg: Натиснете бутона Обновете страницата. Ще ви бъде поискано отново да разрешите достъп до микрофона. Когато се появи изскачащият прозорец, изберете Разреши (или ОК)
cs: Klepněte na tlačítko Obnovit stránku. Budete znovu vyzváni k povolení přístupu k mikrofonu. Když se objeví vyskakovací okno, vyberte Povolit (nebo OK)
da: Tryk på Opdater siden knappen. Du vil blive bedt om at aktivere mikrofonadgang igen. Når pop op-vinduet vises, skal du vælge Tillad (eller OK)
de: Tippen Sie auf die Seite aktualisieren Schaltfläche. Sie werden erneut aufgefordert, den Zugriff auf das Mikrofon zu ermöglichen. Wenn das Pop-up erscheint, wählen Sie Erlauben (oder OK)
el: Πατήστε το κουμπί Ανανέωση της σελίδας. Θα σας ζητηθεί να ενεργοποιήσετε ξανά την πρόσβαση στο μικρόφωνο. Όταν εμφανιστεί το αναδυόμενο παράθυρο, επιλέξτε Επιτρέπεται (ή ΟΚ)
es: Toca el botón Actualizar la página. Se te pedirá que habilites el acceso al micrófono nuevamente. Cuando aparezca la ventana emergente, selecciona Permitir (o Aceptar)
et: Klõpsake nupul Värskenda lehte. Teilt küsitakse uuesti mikrofoni juurdepääsu lubamist. Kui hüpikaken ilmub, valige Luba (või OK)
fa: روی دکمه تغییرات را اعمال کردم ضربه بزنید. از شما خواسته خواهد شد که دوباره دسترسی به میکروفون را فعال کنید. وقتی پنجره پاپ آپ ظاهر می شود، اجازه (یا تایید) را انتخاب کنید.
fi: Napauta Päivitä sivu -painiketta. Sinua pyydetään sallimaan mikrofonin käyttö uudelleen. Kun ponnahdusikkuna tulee näkyviin, valitse Salli (tai OK)
fr: Appuyez sur le bouton Actualiser la page. On vous demandera à nouveau d`activer l`accès au microphone. Lorsque la pop-up apparaît, sélectionnez Autoriser (ou OK)
he: הקש על כפתור רענן את הדף. ישאלו אותך שוב לאפשר גישה למיקרופון. כאשר מופיעה החלונית, בחר אפשר (או אישור)
hi: पेज को ताज़ा करें बटन पर टैप करें। आपसे फिर से माइक्रोफ़ोन की पहुंच सक्षम करने के लिए कहा जाएगा। जब पॉप-अप दिखाई दे, तो अनुमति दें (या ठीक है) चुनें।
hr: Tapnite na gumb Osvježi stranicu. Bit će vam ponovno zatražen pristup mikrofonu. Kada se pojavi skočni prozor, odaberite Dopusti (ili U redu)
hu: Koppintson a Frissítse az oldalt gombra. Újra felkérik majd, hogy engedélyezze a mikrofon hozzáférését. Amikor megjelenik a felugró ablak, válassza a Engedélyezés (vagy a OK) opciót
hy: Սեղմեք Թարմացնել էջը կոճակը։ Ձեզ կպահանջվի կրկին թույլատրել մայրամուտի մուտքը։ Երբ պատուհանը հայտնվի, ընտրեք Թույլատրել (կամ OK)
id: Ketuk tombol Segarkan halaman. Anda akan diminta untuk mengaktifkan akses mikrofon lagi. Ketika muncul pop-up, pilih Izinkan (atau OK)
it: Tocca il pulsante Aggiorna la pagina. Ti verrà chiesto di abilitare nuovamente l`accesso al microfono. Quando compare il pop-up, seleziona Consenti (o OK)
ja: ページを更新ボタンをタップします。再度マイクへのアクセスを許可するように求められます。ポップアップが表示されたら、許可（またはOK）を選択します。
ko: 페이지 새로 고침 버튼을 누르세요. 다시 마이크 접근을 허용하라는 메시지가 나타납니다. 팝업이 나타나면, 허용(또는 확인)을 선택하세요.
lt: Spustelėkite mygtuką Atnaujinti puslapį. Jums bus paprašyta vėl suteikti prieigą prie mikrofono. Kai iššoks langas, pasirinkite Leisti (arba Gerai)
lv: Nospiediet pogu Atsvaidzināt lapu. Jums atkal tiks lūgts atļaut piekļuvi mikrofonam. Kad parādās uznirstošais logs, izvēlieties Atļaut (vai OK)
ms: Ketuk butang Segarkan halaman. Anda akan diminta untuk mengaktifkan akses mikrofon lagi. Apabila muncul pop-up, pilih Benarkan (atau OK)
nb: Trykk på Oppdater siden knappen. Du vil bli bedt om å aktivere mikrofontilgang igjen. Når pop-up-vinduet vises, velg Tillat (eller OK)
nl: Tik op de Pagina vernieuwen knop. Er zal je gevraagd worden om opnieuw toegang tot de microfoon te verlenen. Wanneer de pop-up verschijnt, selecteer Toestaan (of OK)
pl: Dotknij przycisku Odśwież stronę. Zostaniesz poproszony o ponowne włączenie dostępu do mikrofonu. Kiedy pojawi się okienko, wybierz Zezwól (lub OK)
pt: Toque no botão Atualizar a página. Será solicitado novamente o acesso ao microfone. Quando o pop-up aparecer, selecione Permitir (ou OK)
ro: Atingeți butonul Reîmprospătați pagina. Vi se va cere din nou să activați accesul la microfon. Când apare fereastra pop-up, selectați Permite (sau OK)
ru: Нажмите кнопку Обновить страницу. Вам снова предложат включить доступ к микрофону. Когда появится всплывающее окно, выберите Разрешить (или ОК)
sk: Kliknite na tlačidlo Obnoviť stránku. Budete požiadaní o povolenie prístupu k mikrofónu znova. Keď sa zobrazí vyskakovacie okno, vyberte Povoliť (alebo OK)
sl: Pritisnite gumb Osveži stran. Ponovno vam bo zahtevano, da omogočite dostop do mikrofona. Ko se pojavi pojavno okno, izberite Dovoli (ali V redu)
sr: Kliknite na dugme Osveži stranicu. Biće vam ponovo zatražen pristup mikrofonu. Kada se pojavi prozorčić, izaberite Dozvoli (ili U redu)
sv: Tryck på knappen Uppdatera sidan. Du kommer att bli ombedd att aktivera mikrofontillgång igen. När popup-fönstret dyker upp, välj Tillåt (eller OK)
th: แตะที่ปุ่ม รีเฟรชหน้าเว็บ คุณจะถูกขอให้เปิดใช้งานการเข้าถึงไมโครโฟนอีกครั้ง เมื่อป็นป็อปอัปปรากฏขึ้น ให้เลือก อนุญาต (หรือ ตกลง)
tr: Sayfayı yenile düğmesine dokunun. Mikrofon erişimini tekrar etkinleştirmeniz istenecektir. Pop-up belirdiğinde, İzin Ver (veya Tamam) seçeneğini seçin.
uk: Натисніть кнопку Оновити сторінку. Вам знову запропонують увімкнути доступ до мікрофону. Коли з`явиться спливаюче вікно, виберіть Дозволити (або OK)
vi: Nhấn vào nút Làm mới trang. Bạn sẽ được yêu cầu kích hoạt quyền truy cập vào microphone một lần nữa. Khi cửa sổ pop-up xuất hiện, chọn Cho phép (hoặc OK)
zh: 点击刷新页面按钮。系统将再次要求您启用麦克风访问权限。当弹出窗口出现时，选择允许（或确定）
