Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# shareableIdRegistration_registration_key_description
source: Like a password stored on your device, you will create a unique identifier (a passkey) that you can delete at any moment.
ar: مثل كلمة المرور المخزنة على جهازك، ستقوم بإنشاء معرف فريد (مفتاح الدخول) يمكنك حذفه في أي لحظة.
bg: Както парола, съхранена на вашия уред, ще създадете уникален идентификатор (паспорт), който можете да изтриете по всяко време.
cs: Jako heslo uložené na vašem zařízení vytvoříte jedinečný identifikátor (klíč), který můžete kdykoli smazat.
da: Ligesom en adgangskode gemt på din enhed, vil du oprette en unik identifikator (en adgangsnøgle), som du kan slette når som helst.
de: Wie ein auf Ihrem Gerät gespeichertes Passwort erstellen Sie einen einzigartigen Identifikator (einen Passschlüssel), den Sie jederzeit löschen können.
el: Όπως ένας κωδικός πρόσβασης αποθηκευμένος στη συσκευή σας, θα δημιουργήσετε έναν μοναδικό αναγνωριστικό (ένα κλειδί πρόσβασης) που μπορείτε να διαγράψετε ανά πάσα στιγμή.
es: Como una contraseña almacenada en tu dispositivo, crearás un identificador único (una clave de acceso) que puedes eliminar en cualquier momento.
et: Nagu seadmesse salvestatud parool, loote unikaalse identifikaatori (võtmekoodi), mille saate igal hetkel kustutada.
fa: مانند یک رمز عبور ذخیره شده در دستگاه شما، شما یک شناسه منحصر به فرد (یک کلید عبور) ایجاد خواهید کرد که می توانید آن را در هر لحظه حذف کنید.
fi: Kuten salasana, joka on tallennettu laitteeseesi, luot ainutlaatuisen tunnisteen (avainkoodin), jonka voit poistaa milloin tahansa.
fr: Comme un mot de passe stocké sur votre appareil, vous créerez un identifiant unique (une clé de passe) que vous pouvez supprimer à tout moment.
he: כמו סיסמה שמאוחסנת במכשיר שלך, תיצור מזהה ייחודי (מפתח גישה) שאתה יכול למחוק בכל רגע.
hi: जैसे आपके उपकरण पर संग्रहीत पासवर्ड, आप एक अद्वितीय पहचानकर्ता (एक पासकी) बनाएंगे जिसे आप किसी भी समय हटा सकते हैं।
hr: Kao lozinka pohranjena na vašem uređaju, stvorit ćete jedinstveni identifikator (ključ za pristup) koji možete izbrisati u bilo kojem trenutku.
hu: Az eszközön tárolt jelszóhoz hasonlóan létrehoz egy egyedi azonosítót (jelszót), amelyet bármikor törölhet.
hy: Նման գաղտնաբառի, որը պահվում է ձեր սարքում, դուք կստեղծեք եզակի նույնականացուցիչ (անցաբառ), որը կարող եք ջնջել ամեն պահից։
id: Seperti kata sandi yang disimpan di perangkat Anda, Anda akan membuat pengenal unik (kunci akses) yang dapat Anda hapus kapan saja.
it: Come una password memorizzata sul tuo dispositivo, creerai un identificatore unico (una chiave di accesso) che puoi eliminare in qualsiasi momento.
ja: パスワードがあなたのデバイスに保存されているように、あなたはいつでも削除できるユニークな識別子（パスキー）を作成します。
ko: 기기에 저장된 비밀번호처럼, 언제든지 삭제할 수 있는 고유 식별자(패스키)를 생성하게 됩니다.
lt: Taip kaip slaptažodis, išsaugotas jūsų įrenginyje, jūs sukursite unikalų identifikatorių (slaptažodį), kurį galėsite ištrinti bet kuriuo metu.
lv: Tāpat kā parole, kas saglabāta jūsu ierīcē, jūs izveidosiet unikālu identifikatoru (piekļuves atslēgu), kuru jūs varat dzēst jebkurā brīdī.
ms: Seperti kata laluan yang disimpan pada peranti anda, anda akan mencipta pengenal unik (kunci laluan) yang boleh anda padam pada bila-bila masa.
nb: Akkurat som et passord lagret på enheten din, vil du opprette en unik identifikator (en passnøkkel) som du kan slette når som helst.
nl: Zoals een wachtwoord dat op uw apparaat is opgeslagen, maakt u een unieke identificator (een passkey) die u op elk moment kunt verwijderen.
pl: Podobnie jak hasło przechowywane na twoim urządzeniu, utworzysz unikalny identyfikator (klucz dostępu), który możesz usunąć w dowolnym momencie.
pt: Como uma senha armazenada no seu dispositivo, você criará um identificador único (uma chave de acesso) que pode ser excluído a qualquer momento.
ro: La fel ca o parolă stocată pe dispozitivul dvs., veți crea un identificator unic (o cheie de acces) pe care o puteți șterge în orice moment.
ru: Как пароль, сохраненный на вашем устройстве, вы создадите уникальный идентификатор (пропуск), который вы можете удалить в любой момент.
sk: Ako heslo uložené na vašom zariadení, vytvoríte si jedinečný identifikátor (kľúč), ktorý môžete kedykoľvek odstrániť.
sl: Kot geslo, shranjeno na vaši napravi, boste ustvarili edinstven identifikator (geslo), ki ga lahko kadarkoli izbrišete.
sr: Kao lozinka koja je sačuvana na vašem uređaju, kreiraćete jedinstveni identifikator (ključ za pristup) koji možete obrisati u bilo kom trenutku.
sv: Precis som ett lösenord som lagras på din enhet kommer du att skapa en unik identifierare (en passerkod) som du kan radera när som helst.
th: เหมือนกับรหัสผ่านที่เก็บไว้ในอุปกรณ์ของคุณ คุณจะสร้างตัวระบุที่ไม่ซ้ำกัน (รหัสผ่าน) ที่คุณสามารถลบได้ในทุกเวลา
tr: Cihazınızda saklanan bir şifre gibi, her an silebileceğiniz benzersiz bir tanımlayıcı (bir geçiş anahtarı) oluşturacaksınız.
uk: Як пароль, збережений на вашому пристрої, ви створите унікальний ідентифікатор (ключ доступу), який ви можете видалити в будь-який момент.
vi: Giống như mật khẩu được lưu trữ trên thiết bị của bạn, bạn sẽ tạo ra một định danh duy nhất (một khóa truy cập) mà bạn có thể xóa bất cứ lúc nào.
zh: 就像密码存储在您的设备上一样，您将创建一个独特的标识符（一个通行证），您可以在任何时候删除它。

# shareableIdRegistration_registration_key_title
source: You will hold the key to skip the flow
ar: سوف تمتلك المفتاح لتخطي التدفق
bg: Ще държите ключа за прескачане на потока
cs: Budete držet klíč k přeskočení průběhu
da: Du vil have nøglen til at springe flowet over
de: Sie halten den Schlüssel, um den Fluss zu überspringen
el: Θα κρατάς το κλειδί για να παρακάμψεις τη ροή
es: Usted tendrá la llave para saltar el flujo
et: Sul on võti voo vahelejätmiseks
fa: شما کلید را برای رد کردن جریان نگه خواهید داشت
fi: Sinulla on avain ohittaa virtaus
fr: Vous détiendrez la clé pour sauter le flux
he: אתה תחזיק במפתח לדלג על התהליך
hi: आपके पास फ्लो को स्किप करने की कुंजी होगी
hr: Držat ćete ključ za preskakanje toka
hu: Ön birtokolja a kulcsot a folyamat átugrásához
hy: Դուք պահպանեք բանալին հոսքը բաց թողնելու համար
id: Anda akan memegang kunci untuk melewati aliran
it: Tu avrai la chiave per saltare il flusso
ja: フローをスキップするためのキーを保持します
ko: 당신은 흐름을 건너뛰는 열쇠를 가지고 있을 것입니다
lt: Jūs turėsite raktą, kad praleistumėte procesą
lv: Jūs turēsiet atslēgu, lai izlaistu plūsmu
ms: Anda akan memegang kunci untuk melompati aliran
nb: Du vil holde nøkkelen for å hoppe over flyten
nl: U houdt de sleutel vast om de stroom over te slaan
pl: Będziesz trzymać klucz do pominięcia procesu
pt: Você terá a chave para pular o fluxo
ro: Vei deține cheia pentru a sări peste flux
ru: Вы будете держать ключ, чтобы пропустить процесс
sk: Budete držať kľúč na preskočenie postupu
sl: Imeli boste ključ za preskok postopka
sr: Imaćete ključ da preskočite tok
sv: Du kommer att hålla nyckeln för att hoppa över flödet
th: คุณจะถือคีย์เพื่อข้ามกระบวนการ
tr: Akışı atlamak için anahtarı siz tutacaksınız
uk: Ви будете тримати ключ для пропуску потоку
vi: Bạn sẽ giữ chìa khóa để bỏ qua quy trình
zh: 您将持有跳过流程的关键

# shareableIdRegistration_registration_save
source: Save your verification
ar: احفظ التحقق الخاص بك
bg: Запазете вашата верификация
cs: Uložte své ověření
da: Gem din verifikation
de: Speichern Sie Ihre Identitätsüberprüfung
el: Αποθηκεύστε την επαλήθευσή σας
es: Guarda tu verificación
et: Salvesta oma verifitseerimine
fa: تأیید هویت خود را ذخیره کنید
fi: Tallenna varmennuksesi
fr: Enregistrez votre vérification
he: שמור את האימות שלך
hi: अपनी पहचान सत्यापन को सहेजें
hr: Spremite svoju verifikaciju
hu: Mentsd el az azonosításodat
hy: Պահպանեք ձեր ստուգմանը
id: Simpan verifikasi Anda
it: Salva la tua verifica
ja: あなたの確認を保存してください
ko: 당신의 인증을 저장하세요
lt: Išsaugokite savo patvirtinimą
lv: Saglabājiet savu verifikāciju
ms: Simpan pengesahan anda
nb: Lagre din verifisering
nl: Bewaar uw verificatie
pl: Zapisz swoją weryfikację
pt: Guarde a sua verificação
ro: Salvați-vă verificarea
ru: Сохраните вашу верификацию
sk: Uložte svoje overenie
sl: Shranite svojo preverjanje identitete
sr: Sačuvajte svoju verifikaciju
sv: Spara din verifiering
th: บันทึกการตรวจสอบตัวตนของคุณ
tr: Doğrulamanızı kaydedin
uk: Збережіть вашу верифікацію
vi: Lưu xác minh của bạn
zh: 保存您的身份验证

# shareableIdRegistration_registration_skip
source: Skip
ar: تخطى
bg: Пропусни
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
et: Jäta vahele
fa: رد کردن
fi: Ohita
fr: Passer
he: דלג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
hy: Բաց թողնել
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
ms: Lompat
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Pular
ro: Omite
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sr: Preskoči
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh: 跳过

# shareableIdRegistration_registration_title
source: Verify once. Reuse again
ar: تحقق مرة واحدة. استخدم مرة أخرى
bg: Проверете веднъж. Използвайте отново
cs: Ověřte jednou. Použijte znovu
da: Bekræft en gang. Genbrug igen
de: Einmal überprüfen. Wieder verwenden
el: Επαληθεύστε μία φορά. Χρησιμοποιήστε ξανά
es: Verifica una vez. Reutiliza de nuevo
et: Kontrolli üks kord. Kasuta uuesti
fa: یک بار تأیید کنید. دوباره استفاده کنید
fi: Tarkista kerran. Käytä uudelleen
fr: Vérifiez une fois. Réutilisez encore
he: אמת פעם אחת. שימוש מחדש שוב
hi: एक बार सत्यापित करें। फिर से उपयोग करें
hr: Potvrdite jednom. Ponovno koristite
hu: Ellenőrizze egyszer. Használja újra
hy: Ստուգեք մեկ անգամ։ Նորից օգտագործեք
id: Verifikasi sekali. Gunakan lagi
it: Verifica una volta. Riutilizza di nuovo
ja: 一度確認してください。再度使用
ko: 한 번 확인하세요. 다시 사용하세요
lt: Patikrinkite vieną kartą. Panaudokite dar kartą
lv: Pārbaudiet vienreiz. Atkārtoti izmantojiet
ms: Sahkan sekali. Guna semula lagi
nb: Bekreft en gang. Bruk igjen
nl: Verifieer eenmaal. Hergebruik opnieuw
pl: Sprawdź raz. Wykorzystaj ponownie
pt: Verifique uma vez. Reutilize novamente
ro: Verificați o dată. Refolosiți din nou
ru: Проверьте один раз. Используйте снова
sk: Overte raz. Znova použite
sl: Preveri enkrat. Ponovno uporabi.
sr: Verifikujte jednom. Ponovo koristite
sv: Verifiera en gång. Återanvänd igen
th: ตรวจสอบครั้งเดียว ใช้ซ้ำอีกครั้ง
tr: Bir kez doğrula. Tekrar kullan
uk: Перевірте один раз. Використовуйте знову
vi: Xác minh một lần. Sử dụng lại
zh: 验证一次，再次使用

# shareableIdRetrieval_intro_error_action
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# shareableIdRetrieval_intro_error_subtitle
source: You don’t have a recognizable passkey on your device. Please continue to the complete process.
ar: ليس لديك مفتاح مرور قابل للتعرف على جهازك. يرجى المتابعة إلى العملية الكاملة.
bg: Нямате разпознаваем ключ за достъп на вашия устройство. Моля, продължете към пълния процес.
cs: Na vašem zařízení nemáte rozpoznatelný klíč. Pokračujte prosím v celém procesu.
da: Du har ikke en genkendelig adgangskode på din enhed. Fortsæt venligst til den fulde proces.
de: Sie haben keinen erkennbaren Passkey auf Ihrem Gerät. Bitte fahren Sie mit dem vollständigen Prozess fort.
el: Δεν έχετε ένα αναγνωρίσιμο κλειδί πρόσβασης στη συσκευή σας. Παρακαλώ συνεχίστε στην ολοκληρωμένη διαδικασία.
es: No tienes una clave de paso reconocible en tu dispositivo. Por favor, continúa con el proceso completo.
et: Teie seadmel ei ole tuvastatavat salasõna. Palun jätkake kogu protsessiga.
fa: شما رمز عبور قابل تشخیصی روی دستگاه خود ندارید. لطفاً فرآیند کامل را ادامه دهید.
fi: Sinulla ei ole tunnistettavaa salasanaa laitteellasi. Jatka koko prosessin loppuun.
fr: Vous n`avez pas de clé de passe reconnaissable sur votre appareil. Veuillez continuer vers le processus complet.
he: אין לך קוד זיהוי מזוהה על המכשיר שלך. אנא המשך לתהליך המלא.
hi: आपके उपकरण पर पहचानने योग्य पासकी नहीं है। कृपया पूरी प्रक्रिया को जारी रखें।
hr: Nemate prepoznatljivu lozinku na svom uređaju. Molimo nastavite do potpunog procesa.
hu: Nincs felismerhető belépőkulcs az eszközén. Kérjük, folytassa a folyamatot.
hy: Դուք չունեք ճանաչվող անցաբառ ձեր սարքում։ Խնդրում ենք շարունակել ամբողջ գործընթացը։
id: Anda tidak memiliki kunci sandi yang dapat dikenali di perangkat Anda. Silakan lanjutkan ke proses selanjutnya.
it: Non hai un codice di accesso riconoscibile sul tuo dispositivo. Si prega di continuare con il processo completo.
ja: あなたのデバイスに認識可能なパスキーがありません。完全なプロセスを続けてください。
ko: 당신의 장치에 인식 가능한 패스키가 없습니다. 완전한 과정을 계속해 주세요.
lt: Jūsų įrenginyje nėra atpažįstamo slaptuko. Prašome tęsti visą procesą.
lv: Jums nav atpazīstama piekļuves atslēga jūsu ierīcē. Lūdzu, turpiniet līdz procesa beigām.
ms: Anda tidak mempunyai kunci laluan yang dapat dikenali pada peranti anda. Sila teruskan ke proses yang lengkap.
nb: Du har ikke en gjenkjennelig passordnøkkel på enheten din. Vennligst fortsett til den komplette prosessen.
nl: U heeft geen herkenbare passkey op uw apparaat. Ga alstublieft verder met het volledige proces.
pl: Nie masz rozpoznawalnego klucza dostępu na swoim urządzeniu. Proszę kontynuować do pełnego procesu.
pt: Você não tem uma chave de acesso reconhecível no seu dispositivo. Por favor, continue para o processo completo.
ro: Nu aveți o cheie de acces recunoscută pe dispozitivul dvs. Vă rugăm să continuați cu procesul complet.
ru: У вас нет узнаваемого пароля на вашем устройстве. Пожалуйста, продолжите до конца процесса.
sk: Nemáte rozpoznateľný kľúč na svojom zariadení. Pokračujte prosím v celom procese.
sl: Na vaši napravi ni prepoznavne geselske fraze. Nadaljujte s celotnim postopkom.
sr: Nemate prepoznatljivu lozinku na vašem uređaju. Molimo vas da nastavite sa celokupnim procesom.
sv: Du har ingen igenkännbar lösenkod på din enhet. Vänligen fortsätt till den kompletta processen.
th: คุณไม่มีรหัสผ่านที่สามารถระบุได้บนอุปกรณ์ของคุณ โปรดดำเนินการต่อไปในกระบวนการทั้งหมด
tr: Cihazınızda tanınabilir bir geçiş anahtarı yok. Lütfen süreci tamamlamaya devam edin.
uk: У вас немає розпізнаваного пароля на вашому пристрої. Будь ласка, продовжуйте до завершення процесу.
vi: Bạn không có một mã passkey có thể nhận biết trên thiết bị của mình. Vui lòng tiếp tục quá trình hoàn chỉnh.
zh: 您的设备上没有可识别的通行密钥。请继续完成整个过程。

# shareableIdRetrieval_intro_error_title
source: No passkey found
ar: لم يتم العثور على مفتاح الدخول
bg: Не е намерен ключ за достъп
cs: Nebyl nalezen žádný klíč
da: Ingen adgangsnøgle fundet
de: Kein Passschlüssel gefunden
el: Δεν βρέθηκε κλειδί πρόσβασης
es: No se encontró la clave de acceso
et: Parooli ei leitud
fa: کلید عبوری یافت نشد
fi: Salasanaa ei löytynyt
fr: Aucune clé de passe trouvée
he: לא נמצא מפתח עבר
hi: कोई पासकी नहीं मिली
hr: Nije pronađen ključ za pristup
hu: Nem található belépőkulcs
hy: Ոչ մի բանալի չի գտնվել
id: Tidak ada kunci sandi yang ditemukan
it: Nessuna chiave di accesso trovata
ja: パスキーが見つかりません
ko: 패스키를 찾을 수 없습니다
lt: Nerastas praejimo raktas
lv: Nav atrasta piekļuves atslēga
ms: Tiada kunci laluan dijumpai
nb: Ingen passordnøkkel funnet
nl: Geen passkey gevonden
pl: Nie znaleziono klucza dostępu
pt: Nenhuma chave de acesso encontrada
ro: Nu s-a găsit nicio cheie de acces
ru: Пароль не найден
sk: Nenašiel sa žiadny kľúč
sl: Ni najdenega gesla
sr: Пролазна клјучница није пронађена
sv: Ingen passnyckel hittades
th: ไม่พบรหัสผ่าน
tr: Hiçbir geçiş anahtarı bulunamadı
uk: Не знайдено ключа доступу
vi: Không tìm thấy khóa truy cập
zh: 未找到通行密钥

# shareableIdRetrieval_intro_or
source: OR
ar: أو
bg: ИЛИ
cs: NEBO
da: ELLER
de: ODER
el: Ή
es: O
et: VÕI
fa: یا
fi: TAI
fr: OU
he: או
hi: या
hr: ILI
hu: VAGY
hy: ԿԱՄ
id: ATAU
it: O
ja: または
ko: 또는
lt: ARBA
lv: VAI
ms: ATAU
nb: ELLER
nl: OF
pl: LUB
pt: OU
ro: SAU
ru: ИЛИ
sk: ALEBO
sl: ALI
sr: ILI
sv: ELLER
th: หรือ
tr: VEYA
uk: АБО
vi: HOẶC
zh: 或

# shareableIdRetrieval_intro_searching
source: Searching for previous verifications
ar: البحث عن عمليات التحقق السابقة
bg: Търсене на предишни верификации
cs: Hledání předchozích ověření
da: Søger efter tidligere verifikationer
de: Suche nach vorherigen Überprüfungen
el: Αναζήτηση για προηγούμενες επαληθεύσεις
es: Buscando verificaciones anteriores
et: Otsing eelnevate verifitseerimiste hulgast
fa: در جستجوی تأیید هویت های قبلی
fi: Etsitään aiempia vahvistuksia
fr: Recherche de vérifications précédentes
he: מחפש אימותים קודמים
hi: पिछले सत्यापनों की खोज
hr: Pretraga prethodnih provjera
hu: Korábbi azonosítások keresése
hy: Որոնում է նախորդ հաստատումները
id: Mencari verifikasi sebelumnya
it: Ricerca di verifiche precedenti
ja: 以前の確認を検索中
ko: 이전 검증 검색
lt: Ieškoma ankstesnių patvirtinimų
lv: Meklē iepriekšējās verifikācijas
ms: Mencari pengesahan sebelumnya
nb: Søker etter tidligere verifiseringer
nl: Zoeken naar eerdere verificaties
pl: Wyszukiwanie poprzednich weryfikacji
pt: Procurando por verificações anteriores
ro: Căutare verificări anterioare
ru: Поиск предыдущих проверок
sk: Hľadanie predchádzajúcich overení
sl: Iskanje prejšnjih preverjanj identitete
sr: Pretraga prethodnih verifikacija
sv: Söker efter tidigare verifieringar
th: กำลังค้นหาการยืนยันตัวตนก่อนหน้า
tr: Önceki doğrulamaları arama
uk: Пошук попередніх верифікацій
vi: Tìm kiếm các lần xác minh trước đó
zh: 搜索以前的身份验证

# shareableIdRetrieval_intro_start_idv_action
source: Start identity verification
ar: ابدأ التحقق من الهوية
bg: Започнете верификация на идентичността
cs: Zahájit ověření identity
da: Start identitetsverifikation
de: Starten Sie die Identitätsüberprüfung
el: Ξεκινήστε την επαλήθευση ταυτότητας
es: Inicie la verificación de identidad
et: Alusta isikutuvastust
fa: شروع تأیید هویت
fi: Aloita henkilöllisyyden varmistaminen
fr: Commencez la vérification d`identité
he: התחל באימות זהות
hi: पहचान सत्यापन शुरू करें
hr: Počnite s provjerom identiteta
hu: Indítsa el az személyazonosság ellenőrzését
hy: Սկսեք իսկության հաստատումը
id: Mulai verifikasi identitas
it: Inizia la verifica dell`identità
ja: 本人確認を開始する
ko: 신원 확인을 시작하십시오
lt: Pradėkite tapatybės patvirtinimą
lv: Sākt identitātes pārbaudi
ms: Mulakan pengesahan identiti
nb: Start identitetsverifisering
nl: Start identiteitsverificatie
pl: Rozpocznij weryfikację tożsamości
pt: Inicie a verificação de identidade
ro: Începeți verificarea identității
ru: Начать проверку идентифичности
sk: Začnite overovanie identity
sl: Začnite preverjanje identitete
sr: Počnite verifikaciju identiteta
sv: Starta identitetsverifiering
th: เริ่มการตรวจสอบตัวตน
tr: Kimlik doğrulamasını başlatın
uk: Розпочніть верифікацію ідентичності
vi: Bắt đầu xác minh danh tính
zh: 开始身份验证

# shareableIdRetrieval_intro_start_idv_description
source: We’ll request some documentation and personal information from you, that can help us know who you say you are.
ar: سنطلب بعض الوثائق والمعلومات الشخصية منك، التي يمكن أن تساعدنا في معرفة من تقول أنك أنت.
bg: Ще поискаме някои документи и лична информация от вас, които могат да ни помогнат да разберем кой твърдите, че сте.
cs: Požádáme vás o nějakou dokumentaci a osobní informace, které nám mohou pomoci zjistit, kdo tvrdíte, že jste.
da: Vi vil anmode om noget dokumentation og personlige oplysninger fra dig, der kan hjælpe os med at vide, hvem du siger, du er.
de: Wir werden einige Dokumente und persönliche Informationen von Ihnen anfordern, die uns helfen können zu verstehen, wer Sie sagen, dass Sie sind.
el: Θα ζητήσουμε κάποια έγγραφα και προσωπικές πληροφορίες από εσάς, που μπορούν να μας βοηθήσουν να γνωρίζουμε ποιος λέτε ότι είστε.
es: Solicitaremos algunos documentos e información personal de ti, que pueden ayudarnos a saber quién dices ser.
et: Me palume teil esitada mõned dokumendid ja isiklikud andmed, mis aitavad meil teada saada, kes te väidate end olevat.
fa: ما از شما درخواست برخی اسناد و اطلاعات شخصی می کنیم، که می تواند به ما کمک کند تا بفهمیم شما همان فردی هستید که می گویید.
fi: Pyydämme sinulta joitakin asiakirjoja ja henkilötietoja, jotka voivat auttaa meitä varmistamaan, että olet se, joka sanot olevasi.
fr: Nous demanderons certains documents et informations personnelles de votre part, qui peuvent nous aider à savoir qui vous prétendez être.
he: נבקש ממך מסמכים ומידע אישי, שיכולים לעזור לנו להבין מי אתה כפי שאתה מצהיר.
hi: हम आपसे कुछ दस्तावेज़ और व्यक्तिगत जानकारी की अनुरोध करेंगे, जो हमें यह जानने में मदद कर सकती है कि आप वही हैं जो आप कहते हैं।
hr: Zatražit ćemo neku dokumentaciju i osobne podatke od vas, koji nam mogu pomoći da saznamo tko kažete da jeste.
hu: Kérjük, szolgáltasson néhány dokumentumot és személyes információt, amelyek segítenek minket azonosítani Önt.
hy: Մենք կպահանջենք ձեզանից որոշ փաստաթղթավորում և անձնական տվյալներ, որոնք կարող են մեզ օգնել իմանալ, ով եք դուք ասում:
id: Kami akan meminta beberapa dokumentasi dan informasi pribadi dari Anda, yang dapat membantu kami mengetahui siapa yang Anda katakan adalah diri Anda.
it: Richiederemo alcuni documenti e informazioni personali da te, che possono aiutarci a sapere chi dici di essere.
ja: 私たちはあなたからいくつかの書類と個人情報を要求します、それは私たちがあなたが主張するあなた自身を知るのに役立ちます。
ko: 우리는 당신이 자신이라고 주장하는 사람을 알 수 있도록 도와주는 일부 문서와 개인 정보를 요청할 것입니다.
lt: Prašysime pateikti kai kurią dokumentaciją ir asmeninę informaciją apie jus, kuri padės mums patikrinti, ar esate tas, kuo teigiatės esąs.
lv: Mēs pieprasīsim no jums dažus dokumentus un personīgo informāciju, kas mums palīdzēs uzzināt, vai jūs esat tas, par ko jūs sevi uzdodat.
ms: Kami akan meminta beberapa dokumentasi dan maklumat peribadi daripada anda, yang dapat membantu kami mengetahui siapa yang anda katakan anda adalah.
nb: Vi vil be om noe dokumentasjon og personlig informasjon fra deg, som kan hjelpe oss med å bekrefte hvem du sier du er.
nl: We zullen om wat documentatie en persoonlijke informatie van u vragen, die ons kan helpen te weten wie u zegt dat u bent.
pl: Poprosimy Cię o przedstawienie niektórych dokumentów i informacji osobistych, które pomogą nam potwierdzić Twoją tożsamość.
pt: Solicitaremos alguns documentos e informações pessoais suas, que podem nos ajudar a saber quem você diz ser.
ro: Vom solicita unele documente și informații personale de la dvs., care ne pot ajuta să știm cine spuneți că sunteți.
ru: Мы попросим вас предоставить некоторые документы и личную информацию, которые помогут нам убедиться в том, что вы тот, за кого себя выдаёте.
sk: Požiadame vás o niektoré dokumenty a osobné informácie, ktoré nám môžu pomôcť overiť, či ste to vy, za koho sa vydávate.
sl: Zahtevali bomo nekaj dokumentacije in osebnih podatkov od vas, ki nam lahko pomagajo ugotoviti, kdo pravite, da ste.
sr: Zatražićemo neku dokumentaciju i lične podatke od vas, koji nam mogu pomoći da saznamo ko ste vi kako tvrdite.
sv: Vi kommer att begära viss dokumentation och personlig information från dig, som kan hjälpa oss att veta vem du säger att du är.
th: เราจะขอเอกสารบางอย่างและข้อมูลส่วนบุคคลจากคุณ ซึ่งสามารถช่วยให้เราทราบว่าคุณคือใครที่คุณกล่าว
tr: Bizden bazı belgeler ve kişisel bilgiler talep edeceğiz, bu bize kim olduğunuzu söylediğinizi anlamamıza yardımcı olabilir.
uk: Ми попросимо вас надати деякі документи та особисту інформацію, яка допоможе нам переконатися, що ви є тим, за кого себе видаєте.
vi: Chúng tôi sẽ yêu cầu một số tài liệu và thông tin cá nhân từ bạn, điều này có thể giúp chúng tôi biết bạn là ai như bạn đã nói.
zh: 我们将向您请求一些文件和个人信息，这可以帮助我们确认您的身份。
