Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_ios_safari_device_settings_list_item_1
source: On your device, open the Settings app
ar: على جهازك، افتح تطبيق الإعدادات
bg: На вашето устройство, отворете приложението Настройки
cs: Na svém zařízení otevřete aplikaci Nastavení
da: På din enhed, åbn Indstillinger appen
de: Auf Ihrem Gerät öffnen Sie die Einstellungen App
el: Στη συσκευή σας, ανοίξτε την εφαρμογή Ρυθμίσεις
es: En tu móvil, abre la aplicación Configuración
et: Avage oma seadmes Seaded rakendus
fa: روی دستگاه خود، برنامه تنظیمات را باز کنید
fi: Avaa Asetukset -sovellus laitteellasi
fr: Sur votre mobile, ouvrez l`application Paramètres
he: במכשיר שלך, פתח את האפליקציה הגדרות
hi: अपने उपकरण पर, सेटिंग्स ऐप को खोलें
hr: Na vašem uređaju otvorite aplikaciju Postavke
hu: Az eszközén nyissa meg a Beállítások alkalmazást
hy: Ձեր սարքում բացեք Կարգավորումներ հավելվածը
id: Di perangkat Anda, buka aplikasi Pengaturan
it: Sul tuo dispositivo, apri l`app Impostazioni
ja: お使いのデバイスで、設定アプリを開きます
ko: 기기에서 설정 앱을 엽니다
lt: Savo įrenginyje atidarykite programą Nustatymai
lv: Atveriet lietotni Iestatījumi savā ierīcē
ms: Pada peranti anda, buka aplikasi Tetapan
nb: På enheten din, åpne Innstillinger appen
nl: Open op uw apparaat de Instellingen app
pl: Na swoim urządzeniu otwórz aplikację Ustawienia
pt: No seu dispositivo, abra a aplicação Definições
ro: Pe dispozitivul dvs., deschideți aplicația Setări
ru: На вашем устройстве откройте приложение Настройки
sk: Na vašom zariadení otvorte aplikáciu Nastavenia
sl: Na vaši napravi odprite aplikacijo Nastavitve
sr: Na vašem uređaju, otvorite aplikaciju Postavke
sv: På din enhet, öppna Inställningar appen
th: บนอุปกรณ์ของคุณ เปิดแอป การตั้งค่า
tr: Cihazınızda, Ayarlar uygulamasını açın
uk: На вашому пристрої відкрийте додаток Налаштування
vi: Trên thiết bị của bạn, mở ứng dụng Cài đặt
zh: 在您的设备上，打开设置应用程序

# common_permissions_recovery_ios_safari_device_settings_list_item_2
source: Scroll through the list and tap
ar: قم بالتمرير عبر القائمة واضغط على
bg: Превъртете през списъка и докоснете
cs: Projíždějte seznamem a klepněte na
da: Rul gennem listen og tryk på
de: Scrollen Sie durch die Liste und tippen Sie auf
el: Κυλήστε μέσα στη λίστα και πατήστε
es: Desplázate por la lista y toca
et: Kerige loendist läbi ja koputage
fa: در لیست پیمایش کنید و روی ضربه بزنید
fi: Vieritä luetteloa ja napauta
fr: Faites défiler la liste et appuyez sur
he: גלול ברשימה והקש על
hi: सूची के माध्यम से स्क्रॉल करें और पर टैप करें
hr: Pomaknite se kroz popis i dodirnite
hu: Görgessen végig a listán, és koppintson a -ra
hy: Գլխավորեք ցանկը և հպեք -ին
id: Gulir melalui daftar dan ketuk
it: Scorri l`elenco e tocca
ja: リストをスクロールして、をタップします
ko: 목록을 스크롤하고 을 탭하세요
lt: Peržiūrėkite sąrašą ir paspauskite
lv: Ritiniet cauri sarakstam un pieskarieties
ms: Gulir melalui senarai dan ketuk
nb: Rull gjennom listen og trykk på
nl: Scroll door de lijst en tik op
pl: Przewiń listę i naciśnij
pt: Deslize pela lista e toque em
ro: Derulați prin listă și apăsați pe
ru: Прокрутите список и нажмите на
sk: Prejdite zoznamom a ťuknite na
sl: Pomaknite se po seznamu in tapnite na
sr: Pomerajte se kroz listu i dodirnite
sv: Bläddra genom listan och tryck på
th: เลื่อนผ่านรายการและแตะที่
tr: Listeyi kaydırın ve öğesine dokunun
uk: Прокрутіть список та натисніть
vi: Di chuyển qua danh sách và chạm vào
zh: 滚动浏览列表并点击

# common_permissions_recovery_ios_safari_device_settings_list_item_3_audio
source: Tap Microphone and select Allow
ar: اضغط على الميكروفون واختر السماح
bg: Натиснете Микрофон и изберете Разреши
cs: Klepněte na Mikrofon a vyberte Povolit
da: Tryk på Mikrofon og vælg Tillad
de: Tippen Sie auf Mikrofon und wählen Sie Zulassen
el: Πατήστε Μικρόφωνο και επιλέξτε Επιτρέπεται
es: Toca Micrófono y selecciona Permitir
et: Koputa Mikrofoni ja vali Luba
fa: روی میکروفون ضربه بزنید و اجازه را انتخاب کنید
fi: Napauta Mikrofoni ja valitse Salli
fr: Appuyez sur Microphone et sélectionnez Autoriser
he: הקש על מיקרופון ובחר אפשר
hi: माइक्रोफ़ोन पर टैप करें और अनुमति दें चुनें
hr: Dodirnite Mikrofon i odaberite Dopusti
hu: Érintse meg a Mikrofon lehetőséget, majd válassza a Engedélyezés opciót
hy: Սեղմեք Միկրոֆոնը և ընտրեք Թույլ տալ
id: Ketuk Mikrofon dan pilih Izinkan
it: Tocca Microfono e seleziona Consenti
ja: マイクをタップし、許可を選択します
ko: 마이크를 탭하고 허용을 선택하세요
lt: Spustelėkite Mikrofoną ir pasirinkite Leisti
lv: Spiediet uz Mikrofons un izvēlieties Atļaut
ms: Ketuk Mikrofon dan pilih Benarkan
nb: Trykk på Mikrofon og velg Tillat
nl: Tik op Microfoon en selecteer Toestaan
pl: Dotknij Mikrofon i wybierz Zezwól
pt: Toque em Microfone e selecione Permitir
ro: Atingeți Microfonul și selectați Permiteți
ru: Нажмите Микрофон и выберите Разрешить
sk: Kliknite na Mikrofón a vyberte Povoliť
sl: Pritisnite Mikrofon in izberite Dovoli
sr: Tapnite na Mikrofon i izaberite Dozvoli
sv: Tryck på Mikrofon och välj Tillåt
th: แตะ ไมโครโฟน และเลือก อนุญาต
tr: Mikrofonu tıklayın ve İzin Ver seçeneğini seçin
uk: Натисніть Мікрофон та виберіть Дозволити
vi: Chạm vào Micro và chọn Cho phép
zh: 点击 麦克风 并选择 允许

# common_permissions_recovery_ios_safari_device_settings_list_item_3_video
source: Tap Camera and select Allow
ar: اضغط على الكاميرا واختر السماح
bg: Докоснете Камера и изберете Разреши
cs: Klepněte na Kamera a vyberte Povolit
da: Tryk på Kamera og vælg Tillad
de: Tippen Sie auf Kamera und wählen Sie Zulassen aus
el: Πατήστε Κάμερα και επιλέξτε Επιτρέπεται
es: Toca Cámara y selecciona Permitir
et: Koputage Kaamera ja valige Luba
fa: روی دوربین ضربه بزنید و اجازه را انتخاب کنید
fi: Napauta Kameraa ja valitse Salli
fr: Appuyez sur Caméra et sélectionnez Autoriser
he: הקש על מצלמה ובחר אפשר
hi: कैमरा पर टैप करें और अनुमति दें चुनें
hr: Dodirnite Kamera i odaberite Dopusti
hu: Érintse meg a Kamera opciót, majd válassza a Engedélyezés lehetőséget
hy: Սեղմեք Տեսախցիկը և ընտրեք Թույլ տալ
id: Ketuk Kamera dan pilih Izinkan
it: Tocca Fotocamera e seleziona Consenti
ja: カメラをタップし、許可を選択します
ko: 카메라를 탭하고 허용을 선택하세요
lt: Spustelėkite Kamera ir pasirinkite Leisti
lv: Pieskarieties Kamera un izvēlieties Atļaut
ms: Ketuk Kamera dan pilih Benarkan
nb: Trykk på Kamera og velg Tillat
nl: Tik op Camera en selecteer Toestaan
pl: Dotknij Aparat i wybierz Zezwól
pt: Toque em Câmara e selecione Permitir
ro: Apăsați Camera și selectați Permiteți
ru: Нажмите Камера и выберите Разрешить
sk: Kliknite na Kamera a vyberte Povoliť
sl: Pritisnite Kamera in izberite Dovoli
sr: Tapnite na Kamera i izaberite Dozvoli
sv: Tryck på Kamera och välj Tillåt
th: แตะ กล้อง และเลือก อนุญาต
tr: Kamera seçeneğine dokunun ve İzin Ver seçeneğini seçin
uk: Натисніть Камера та виберіть Дозволити
vi: Chạm vào Camera và chọn Cho phép
zh: 点击 相机 并选择 允许

# common_permissions_recovery_ios_safari_device_settings_list_item_4
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kommen Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y presiona el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra és nyomja meg a Frissítse az oldalt gombot
hy: Վերադառնաք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite Atnaujinti puslapį mygtuką
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på Uppdatera sidan knappen
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться на цю сторінку та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_list_header_video
source: Follow these steps to recover camera access:
ar: اتبع هذه الخطوات لاستعادة الوصول إلى الكاميرا:
bg: Изпълнете следните стъпки, за да възстановите достъпа до камерата:
cs: Podle následujících kroků obnovíte přístup ke kameře:
da: Følg disse trin for at gendanne adgang til kameraet:
de: Befolgen Sie diese Schritte, um den Kamerazugriff wiederherzustellen:
el: Ακολουθήστε τα παρακάτω βήματα για να ανακτήσετε την πρόσβαση στην κάμερα:
es: Siga estos pasos para recuperar acceso a la cámara:
et: Kaamerale juurdepääsu taastamiseks toimige järgmiselt.
fa: برای فعال‌سازی مجدد دسترسی به دوربین، مراحل زیر را دنبال کنید:
fi: Palauta kameran käyttöoikeus näin:
fr: Suivez ces étapes pour autoriser l’accès à l’appareil photo :
he: בצע את השלבים הבאים כדי לשחזר את הגישה למצלמה:
hi: कैमरे का ऐक्सेस रिकवर करने के लिए इन स्टेप का पालन करें:
hr: Slijedite ove korake da biste ponovno dopustili pristup kameri:
hu: A kamerához való hozzáférés helyreállításához kövesse az alábbi lépéseket:
hy: Հետևեք այս քայլերին՝ տեսախցիկի հասանելիությունը վերականգնելու համար.
id: Ikuti langkah-langkah berikut untuk memulihkan akses kamera:
it: Segui questi passaggi per ripristinare l’accesso alla fotocamera:
ja: カメラへのアクセスを回復する方法は次のとおりです。
ko: 카메라 액세스 권한을 복원하려면 다음 단계를 따르세요
lt: Norėdami atkurti prieigą prie kameros, atlikite šiuos veiksmus:
lv: Lai atjaunotu piekļuvi kamerai, veiciet tālāk norādītās darbības.
ms: Ikuti langkah ini untuk mengembalikan akses kamera:
nb: Følg disse trinnene for å gjenopprette kameratilgangen:
nl: Volg deze stappen om toegang tot de camera te herstellen:
pl: Wykonaj poniższe kroki, aby przywrócić dostęp do aparatu:
pt: Siga estes passos para recuperar o acesso à câmara:
ro: Urmați acești pași pentru a recupera accesul la camera video:
ru: Для восстановления доступа к камере выполните следующие действия:
sk: Ak chcete obnoviť prístup k fotoaparátu, postupujte takto:
sl: Če želite obnoviti dostop do kamere, upoštevajte ta navodila:
sr: Pratite ove korake da biste ponovo odobrili pristup kameri:
sv: Följ dessa steg för att återställa kameraåtkomst:
th: ทำตามขั้นตอนต่อไปนี้เพื่อกู้คืนสิทธิ์การเข้าถึงกล้อง:
tr: Kamera erişimini kurtarmak için aşağıdaki adımları izleyin:
uk: Щоб відновити доступ до камери, виконайте наведені нижче дії.
vi: Thực hiện theo các bước sau để khôi phục quyền truy cập máy ảnh:
zh: 要恢复相机访问，请按以下步骤操作：

# common_permissions_recovery_list_header_video_audio
source: Follow these steps to recover access for both:
ar: اتبع هذه الخطوات لاستعادة الوصول لكليهما:
bg: Изпълнете тези стъпки, за да възстановите достъпа до двете:
cs: Podle následujících kroků obnovíte přístup k oběma přístrojům:
da: Følg disse trin for at gendanne adgang til begge dele:
de: Befolgen Sie diese Schritte, um den Zugriff auf beides wiederherzustellen:
el: Ακολουθήστε τα παρακάτω βήματα για να ανακτήσετε την πρόσβαση και στα δύο:
es: Siga estos pasos para recuperar acceso a ambos:
et: Mõlema juurdepääsu taastamiseks toimige järgmiselt.
fa: برای فعالسازی مجدد دسترسی به این دو، مراحل زیر را دنبال کنید:
fi: Palauta molempien käyttöoikeudet näin:
fr: Suivez ces étapes pour autoriser l’accès à l`un et à l`autre :
he: בצע את השלבים הבאים כדי לשחזר את הגישה למצלמה:
hi: दोनों का ऐक्सेस रिकवर करने के लिए, यहाँ दिए स्टेप का पालन करें:
hr: Da biste ponovno odobrili pristup, učinite sljedeće:
hu: Mindkét eszközhöz való hozzáférés helyreállításához kövesse az alábbi lépéseket:
hy: Հետևեք այս քայլերին՝ տեսախցիկի և խոսափողի հասանելիությունը վերականգնելու համար.
id: Ikuti langkah-langkah berikut untuk memulihkan akses:
it: Segui questi passaggi per ripristinare l’accesso alla entrambi:
ja: 両方へのアクセスを回復する方法は次のとおりです。
ko: 두 기능 모두에 대한 접근 권한을 복원하려면 다음 단계를 따르세요
lt: Atlikite šiuos veiksmus, kad atkurtumėte prieigą prie abiejų:
lv: Lai atjaunotu piekļuvi abiem, veiciet tālāk norādītās darbības.
ms: Ikuti langkah-langkah ini untuk mengembalikan akses kamera dan juga mikrofon:
nb: Følg disse trinnene for å gjenopprette tilgang til begge:
nl: Volg deze stappen om de toegang voor beide te herstellen:
pl: Wykonaj poniższe kroki, aby przywrócić dostęp do obu urządzeń:
pt: Siga estes passos para recuperar o acesso a ambos:
ro: Urmați acești pași pentru a recupera acces pentru ambele:
ru: Для восстановления доступа к обоим выполните следующие действия:
sk: Ak chcete obnoviť prístup k obom, postupujte takto:
sl: Če želite obnoviti dostop za oboje, upoštevajte ta navodila:
sr: Pratite ove korake da biste ponovo odobrili pristup:
sv: Följ dessa steg för att återställa åtkomst för båda:
th: ทำตามขั้นตอนต่อไปนี้เพื่อกู้คืนสิทธิ์การเข้าถึงทั้ง 2 รายการ:
tr: Her ikisine de erişimi sağlamak için aşağıdaki adımları izleyin:
uk: Щоб відновити доступ до камери й мікрофона, виконайте наведені нижче дії.
vi: Thực hiện theo các bước sau để khôi phục quyền truy cập vào cả hai:
zh: 要恢复对这两者的访问，请按以下步骤操作：

# common_permissions_recovery_list_item_action_both
source: Go to app settings and enable both camera and microphone access for this app
ar: انتقل إلى إعدادات التطبيق وقم بتمكين الوصول إلى كل من الكاميرا والميكروفون لهذا التطبيق
bg: Влезте в настройките на приложението и активирайте достъпа до камерата и микрофона за това приложение
cs: Přejděte do nastavení aplikace a povolte pro tuto aplikaci přístup k fotoaparátu i mikrofonu
da: Gå til appindstillinger, og aktivér adgang til både kameraet og mikrofonen for denne app
de: Gehen Sie zu App-Einstellungen und aktivieren Sie Kamera- und Mikrofonzugriff für diese App
el: Μεταβείτε στις ρυθμίσεις της εφαρμογής και ενεργοποιήστε την πρόσβαση στην κάμερα και στο μικρόφωνο για αυτήν την εφαρμογή
es: Vaya a la configuración de la aplicación y habilite el acceso a la cámara y al micrófono para esta aplicación
et: Avage rakenduse sätted ja lubage selle rakenduse jaoks juurdepääs kaamerale ning mikrofonile
fa: به بخش تنظیمات برنامه بروید و دسترسی به دوربین و میکروفون را برای این برنامه فعال کنید
fi: Siirry sovellusasetuksiin ja salli kameran ja mikrofonin käyttö tässä sovelluksessa
fr: Accédez aux paramètres de l’application et activez l’accès à l’appareil photo et au micro pour cette application
he: עבור להגדרות האפליקציה והפעל גישה למצלמה עבור אפליקציה זו
hi: ऐप सेटिंग पर जाएँ और इस ऐप के लिए कैमरे और माइक्रोफ़ोन दोनों का ऐक्सेस चालू करें
hr: Otvorite postavke aplikacije i omogućite pristup kameri i mikrofonu za ovu aplikaciju
hu: A beállításokban engedélyezze mind a kamerához, mind a mikrofonhoz való hozzáférést az alkalmazás számára
hy: Բացեք հավելվածի կարգավորումները և ակտիվացրեք տեսախցիկի հասանելիությունն այս հավելվածի համար
id: Buka pengaturan aplikasi dan aktifkan akses kamera dan mikrofon untuk aplikasi ini
it: Vai alle impostazioni dell’app e abilita l’accesso alla fotocamera e al microfono per questa app
ja: アプリの設定に移動して、このアプリのカメラとマイク両方へのアクセスを有効にします
ko: 앱 설정으로 이동하여 이 앱에 카메라와 마이크 접근 권한을 허용하세요
lt: Eikite į programėlės nustatymus ir šiai programėlei įjunkite prieigą ir prie kameros, ir prie mikrofono
lv: Dodieties uz lietotnes iestatījumiem un iespējojiet gan kameras, gan mikrofona piekļuvi šai lietotnei
ms: Pergi ke tetapan aplikasi dan dayakan akses kamera dan mikrofon untuk aplikasi ini
nb: Gå til appinnstillinger og aktiver kamera- og mikrofontilgang for denne appen
nl: Ga naar de instellingen van de app en schakel toegang tot zowel de camera als de microfoon in voor deze app
pl: Przejdź do ustawień aplikacji i włącz dostęp do aparatu i mikrofonu dla tej aplikacji
pt: Ir para definições da aplicação e permitir o acesso tanto à câmara como ao microfone para esta aplicação
ro: Mergeți în setările aplicației și activați atât accesul la camera video, cât și la microfon pentru această aplicație
ru: Перейдите в настройки приложения и включите доступ к камере и микрофону для этого приложения
sk: Prejdite do nastavení aplikácie a povoľte tejto aplikácii prístup k fotoaparátu a mikrofónu
sl: Pojdite na nastavitve aplikacije in omogočite dostop do kamere in mikrofona za to aplikacijo
sr: Idite na podešavanja aplikacije i omogućite pristup i kameri i mikrofonu za ovu aplikaciju
sv: Gå till appinställningarna och aktivera både kamera- och mikrofonåtkomst för den här appen
th: ไปที่การตั้งค่าแอปและให้สิทธิ์เข้าถึงทั้งกล้องและไมโครโฟนสำหรับแอปนี้
tr: Uygulama ayarlarına gidin ve bu uygulama için hem kamera hem de mikrofon erişimini etkinleştirin
uk: Перейдіть у меню налаштувань програми й увімкніть доступ до камери та мікрофона для цієї програми
vi: Vào phần cài đặt ứng dụng và bật quyền truy cập vào máy ảnh và micrô cho ứng dụng này
zh: 转到应用设置并将此应用的相机和麦克风访问全部启用

# common_permissions_recovery_list_item_action_cam
source: Go to app settings and enable camera access for this app
ar: انتقل إلى إعدادات التطبيق وقم بتمكين الوصول إلى الكاميرا لهذا التطبيق
bg: Влезте в настройките на приложението и активирайте достъпа до камерата за това приложение
cs: Přejděte do nastavení aplikace a povolte přístup ke kameře pro tuto aplikaci
da: Gå til appindstillinger, og aktivér adgang til kameraet for denne app
de: Gehen Sie zu App-Einstellungen und aktivieren Sie den Kamerazugriff für diese App
el: Μεταβείτε στις ρυθμίσεις της εφαρμογής και ενεργοποιήστε την πρόσβαση στην κάμερα για αυτήν την εφαρμογή
es: Vaya a la configuración de la aplicación y habilite el acceso a la cámara para esta aplicación
et: Avage rakenduse sätted ja lubage selle rakenduse jaoks juurdepääs kaamerale
fa: به بخش تنظیمات برنامه بروید و دسترسی به دوربین را برای این برنامه فعال کنید
fi: Siirry sovellusasetuksiin ja salli kameran käyttö tässä sovelluksessa
fr: Accédez aux paramètres de l’application et activez l’accès à l’appareil photo pour cette application
he: עבור להגדרות האפליקציה והפעל גישה למצלמה עבור אפליקציה זו
hi: ऐप सेटिंग पर जाएँ और इस ऐप के लिए कैमरे का ऐक्सेस चालू करें
hr: Otvorite postavke aplikacije i omogućite pristup kameri za ovu aplikaciju
hu: A beállításokban engedélyezze a kamerához való hozzáférést az alkalmazás számára
hy: Բացեք հավելվածի կարգավորումները և ակտիվացրեք տեսախցիկի հասանելիությունն այս հավելվածի համար
id: Buka pengaturan aplikasi dan aktifkan akses kamera untuk aplikasi ini
it: Vai alle impostazioni dell’app e abilita l’accesso alla fotocamera per questa app
ja: アプリの設定に移動して、このアプリのカメラアクセスを有効にします
ko: 앱 설정으로 이동하여 이 앱에 카메라 접근 권한을 허용하세요
lt: Eikite į programėlės nustatymus ir įjunkite šios programėlės prieigą prie kameros
lv: Dodieties uz lietotnes iestatījumiem un iespējojiet kameras piekļuvi šai lietotnei
ms: Pergi ke tetapan aplikasi dan dayakan akses kamera untuk aplikasi ini
nb: Gå til appinnstillinger og aktiver kameratilgang for denne appen
nl: Ga naar de instellingen van de app en schakel toegang tot de camera in voor deze app
pl: Przejdź do ustawień aplikacji i włącz dostęp do aparatu dla tej aplikacji
pt: Ir para definições da aplicação e permitir o acesso da câmara para esta aplicação
ro: Mergeți în setările aplicației și activați accesul la camera video pentru această aplicație
ru: Перейдите в настройки приложения и включите доступ к камере для этого приложения
sk: Prejdite do nastavení aplikácie a povoľte tejto aplikácii prístup k fotoaparátu
sl: Pojdite na nastavitve aplikacije in omogočite dostop do kamere za to aplikacijo
sr: Idite na podešavanja aplikacije i omogućite pristup kameri za ovu aplikaciju
sv: Gå till appinställningarna och aktivera kameraåtkomst för den här appen
th: ไปที่การตั้งค่าแอปและให้สิทธิ์เข้าถึงกล้องสำหรับแอปนี้
tr: Uygulama ayarlarına gidin ve bu uygulama için kamera erişimini etkinleştirin
uk: Перейдіть у меню налаштувань програми й увімкніть доступ до камери для цієї програми
vi: Vào phần cài đặt ứng dụng và bật quyền truy cập vào máy ảnh cho ứng dụng này
zh: 转到应用设置并启用此应用的相机访问
