Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# crossdevice_verification_title
source: Connected to your mobile
ar: متصل بهاتفك المحمول
bg: Свързано с мобилния ви телефон
cs: Připojení k mobilnímu telefonu
da: Forbundet til din mobil
de: Mit Ihrem Mobiltelefon verbunden
el: Συνδεδεμένο στο κινητό σας
es: Conectado con su móvil
et: Ühendatud teie mobiiliga
fa: به موبایل شما متصل شد
fi: Yhdistetty matkapuhelimeesi
fr: Connecté à votre mobile
he: מחובר לנייד שלך
hi: आपके मोबाइल से कनेक्ट किया गया
hr: Povezano s vašim mobitelom
hu: Csatlakoztatva a mobiljához
hy: Միացված է ձեր բջջայինին
id: Terhubung ke ponsel Anda
it: Collegato al tuo telefono
ja: 携帯電話に接続しました
ko: 휴대폰과 연결되었습니다
lt: Prisijungta prie jūsų mobiliojo telefono
lv: Izveidots savienojums ar mobilo tālruni
ms: Disambungkan ke telefon bimbit anda
nb: Koblet til mobilen din
nl: Verbonden met uw mobiele telefoon
pl: Połączono z telefonem komórkowym
pt: Ligado ao seu telemóvel
ro: Conectat la telefonul dvs. mobil
ru: Подключено к Вашему мобильному телефону
sk: Pripojené k mobilnému telefónu
sl: Povezava z mobilnim telefonom je uspela
sr: Povezano sa mobilnim telefonom
sv: Ansluten till din mobil
th: เชื่อมต่อกับมือถือของคุณแล้ว
tr: Cep telefonunuz bağlandı
uk: Під’єднано до мобільного телефону
vi: Đã kết nối với điện thoại di động của bạn
zh: 已连接到手机

# crossdevice_verification_error_button_primary
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut.
el: Προσπαθήστε ξανά
es: Intentar otra vez
et: Proovige uuesti
fa: سعی مجدد
fi: Yritä uud.
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušajte ponovno
hu: Próbálja újra
hy: Կրկին փորձել
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하기
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba lagi
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúsiť znova
sl: Poskusite znova
sr: Probajte ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити спробу
vi: Thử lại
zh: 请重试

# crossdevice_verification_error_subtitle
source: Please go back and try again.
ar: يرجى العودة والمحاولة مرة أخرى.
bg: Моля, върнете се назад и опитайте отново.
cs: Prosím, vraťte se zpět a zkuste to znovu.
da: Gå venligst tilbage og prøv igen.
de: Bitte gehen Sie zurück und versuchen Sie es erneut.
el: Παρακαλώ επιστρέψτε πίσω και δοκιμάστε ξανά.
es: Por favor, regresa e intenta de nuevo.
et: Palun minge tagasi ja proovige uuesti.
fa: لطفا برگردید و دوباره تلاش کنید.
fi: Palaa takaisin ja yritä uudelleen.
fr: Veuillez revenir en arrière et réessayer.
he: אנא חזור אחורה ונסה שוב.
hi: कृपया वापस जाएं और पुनः प्रयास करें।
hr: Molim vas, vratite se natrag i pokušajte ponovno.
hu: Kérjük, menjen vissza és próbálja újra.
hy: Խնդրում եմ, վերադառնաք եւ կրկին փորձեք:
id: Silakan kembali dan coba lagi.
it: Per favore torna indietro e prova di nuovo.
ja: 戻ってもう一度試してください。
ko: 다시 돌아가서 시도해 주세요.
lt: Prašome grįžti atgal ir bandyti dar kartą.
lv: Lūdzu, atgriezieties un mēģiniet vēlreiz.
ms: Sila kembali dan cuba lagi.
nb: Vennligst gå tilbake og prøv igjen.
nl: Ga alstublieft terug en probeer het opnieuw.
pl: Proszę wrócić i spróbować ponownie.
pt: Por favor, volte atrás e tente novamente.
ro: Te rog să te întorci și să încerci din nou.
ru: Пожалуйста, вернитесь и попробуйте снова.
sk: Prosím, vráťte sa späť a skúste to znova.
sl: Prosim, pojdite nazaj in poskusite znova.
sr: Molim vas, vratite se nazad i pokušajte ponovo.
sv: Vänligen gå tillbaka och försök igen.
th: โปรดกลับไปและลองอีกครั้ง
tr: Lütfen geri dönün ve tekrar deneyin.
uk: Будь ласка, поверніться назад і спробуйте ще раз.
vi: Vui lòng quay lại và thử lại.
zh: 请返回并重试。

# crossdevice_verification_error_title
source: That number doesn’t match
ar: هذا الرقم لا يتطابق
bg: Този номер не съвпада
cs: Toto číslo nesouhlasí
da: Det nummer passer ikke
de: Diese Nummer stimmt nicht überein
el: Αυτός ο αριθμός δεν ταιριάζει
es: Ese número no coincide
et: See number ei klapi
fa: این شماره مطابقت ندارد
fi: Tuo numero ei täsmää
fr: Ce numéro ne correspond pas
he: מספר זה לא תואם
hi: वह संख्या मेल नहीं खाती है
hr: Taj broj se ne podudara
hu: Az a szám nem egyezik meg
hy: Այդ համարը չի համընկնում
id: Nomor tersebut tidak cocok
it: Quel numero non corrisponde
ja: その番号は一致しません
ko: 그 번호가 일치하지 않습니다
lt: Tas numeris nesutampa
lv: Šis numurs nesakrīt
ms: Nombor itu tidak sepadan
nb: Det nummeret stemmer ikke
nl: Dat nummer komt niet overeen
pl: Ten numer się nie zgadza
pt: Esse número não corresponde
ro: Acest număr nu se potrivește
ru: Этот номер не совпадает
sk: Toto číslo sa nezhoduje
sl: Številka se ne ujema
sr: Taj broj se ne podudara
sv: Det numret matchar inte
th: หมายเลขนั้นไม่ตรงกัน
tr: Bu numara eşleşmiyor
uk: Цей номер не збігається
vi: Số đó không khớp
zh: 该号码不匹配

# document_capture_button_accessibility
source: Take a photo
ar: التقاط صورة
bg: Направете снимка
cs: Pořiď fotografii
da: Tag et billede
de: Ein Foto aufnehmen
el: Τραβήξτε μια φωτογραφία
es: Tome una foto
et: Pildistage
fa: یک عکس بگیرید
fi: Ota kuva
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो खींचें
hr: Snimite fotografiju
hu: Készítsen egy fényképet
hy: Լուսանկարել
id: Ambil foto
it: Scatta una foto
ja: 写真を撮影する
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt fotoattēlu
ms: Ambil gambar
nb: Ta et bilde
nl: Maak een foto
pl: Zrób zdjęcie
pt: Tirar uma foto
ro: Faceți o poză
ru: Сделать фото
sk: Odfotiť
sl: Posnemite fotografijo
sr: Snimite fotografiju
sv: Ta ett foto
th: ถ่ายภาพ
tr: Fotoğraf çekin
uk: Зробити фото
vi: Chụp ảnh
zh: 拍照

# document_capture_camera_not_working_instruction
source: Take a photo using the basic camera mode instead
ar: التقط صورة باستخدام وضع الكاميرا الأساسي بدلاً من ذلك
bg: Направете снимка, като използвате основния режим на камерата
cs: Místo toho pořiďte fotografii v základním režimu kamery
da: Tag et billede ved hjælp af standard kameratilstanden i stedet
de: Fotografieren Sie stattdessen mit dem einfachen Kameramodus
el: Τραβήξτε μια φωτογραφία χρησιμοποιώντας εναλλακτικά τη βασική λειτουργία κάμερας
es: Tome una foto usando el modo de cámara básica en su lugar
et: Pildistamine kaamera põhirežiimiga
fa: بجای این کار، با استفاده از حالت اولیه دوربین عکس بگیرید
fi: Ota kuva sen sijaan kameran perustilassa
fr: Prenez une photo en utilisant le mode appareil photo basique
he: צלם תמונה באמצעות מצב המצלמה הבסיסי במקום
hi: इसके बजाय, बेसिक कैमरा मोड इस्तेमाल करके फ़ोटो खींचें
hr: Umjesto toga snimite fotografiju rabeći uobičajeni način na kameri
hu: Fénykép készítéséhez használja inkább az alap fényképező üzemmódot
hy: Լուսանկարեք՝ փոխարենը օգտագործելով հիմնական նկարահանման ռեժիմը
id: Ambil foto menggunakan mode standar kamera
it: Oppure scatta una foto con la modalità fotocamera base
ja: 代わりに基本的なカメラモードを使用して写真を撮る
ko: 대신 기본 카메라 모드를 사용하여 사진을 촬영하세요
lt: Fotografuokite naudodami pagrindinį kameros režimą
lv: Tā vietā uzņemiet fotoattēlu, izmantojot kameras pamatrežīmu
ms: Ambil gambar menggunakan mod kamera asas pula
nb: Ta et bilde med stadard kameramodus i stedet
nl: Neem in plaats daarvan een foto met de basismodus van de camera
pl: Zamiast tego wykonaj zdjęcie, korzystając z podstawowego trybu pracy aparatu
pt: Tire uma foto usando antes o modo de câmara básico
ro: Faceți o poză folosind în schimb modul de bază al camerei video
ru: Сделайте снимок с помощью базового режима камеры
sk: Namiesto toho nasnímajte fotku pomocou základného režimu fotoaparátu
sl: Namesto tega fotografirajte z osnovnim načinom kamere
sr: Umesto toga, snimite fotografiju koristeći osnovni režim kamere
sv: Ta ett foto i kamerans standardläge istället
th: ถ่ายรูปโดยใช้โหมดกล้องพื้นฐานแทน
tr: Bunun yerine temel kamera modunu kullanarak fotoğraf çekin
uk: Спробуйте зробити фото, використовуючи базовий режим камери
vi: Thay vào đó, hãy chụp ảnh bằng chế độ máy ảnh cơ bản
zh: 请改用基本相机模式拍照

# document_capture_camera_not_working_message
source: Camera not working
ar: الكاميرا لا تعمل
bg: Камерата не работи
cs: Nefunguje kamera
da: Kameraet fungerer ikke
de: Kamera funktioniert nicht
el: Η κάμερα δεν λειτουργεί
es: Su cámara no esta funcionando
et: Kaamera ei tööta
fa: دوربین عمل نمی‌کند
fi: Kamera ei toimi
fr: L’appareil photo ne fonctionne pas
he: המצלמה לא פועלת
hi: कैमरा काम नहीं कर रहा
hr: Kamera ne radi
hu: A kamera nem működik
hy: Տեսախցիկը չի աշխատում
id: Kamera tidak berfungsi
it: Fotocamera non funzionante
ja: カメラが動作していません
ko: 카메라가 작동하지 않습니다
lt: Kamera neveikia
lv: Kamera nedarbojas
ms: Kamera tidak berfungsi
nb: Kameraet fungerer ikke
nl: Camera doet het niet
pl: Aparat nie działa
pt: A câmara não está a funcionar
ro: Camera video nu funcționează
ru: Камера не работает
sk: Fotoaparát nefunguje
sl: Kamera ne deluje
sr: Kamera ne radi
sv: Kameran fungerar inte
th: กล้องไม่ทำงาน
tr: Kamera çalışmıyor
uk: Камера не працює
vi: Máy ảnh không hoạt động
zh: 相机未工作

# document_capture_captured
source: Photo captured
ar: تم التقاط الصورة
bg: Снимката е заснета
cs: Snímek pořízen
da: Billedet er taget
de: Foto aufgenommen
el: Έγινε λήψη της φωτογραφίας
es: Foto capturada
et: Foto on jäädvustatud
fa: عکس گرفته شده است
fi: Kuva otettu
fr: Photo capturée
he: התמונה צולמה
hi: फ़ोटो कैप्चर हो गई
hr: Fotografija je snimljena
hu: Fénykép rögzítve
hy: Լուսանկարն արված է
id: Foto direkam
it: Foto acquisite
ja: 写真がキャプチャされました
ko: 사진이 캡처되었습니다
lt: Nufotografuota nuotrauka
lv: Fotoattēls uzņemts
ms: Gambar dirakam
nb: Bildet er tatt
nl: Foto gemaakt
pl: Zdjęcie zrobione
pt: Foto tirada
ro: Poză realizată
ru: Снимок сделан
sk: Fotka bola zaznamenaná
sl: Fotografija je zajeta
sr: Fotografija je snimljena
sv: Foto taget
th: ถ่ายภาพแล้ว
tr: Fotoğraf alındı
uk: Знімок зроблено
vi: Ảnh đã chụp
zh: 已拍摄照片

# document_capture_capturing
source: Capturing photo
bg: Снимане
cs: Probíhá pořizování snímku
da: Tager et billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Capturar foto
et: Foto jäädvustamine
fa: در حال عکس گرفتن
fi: Kuvaa otetaan
fr: Capture de la photo en cours
he: מצלם תמונה
hi: फ़ोटो कैप्चर की जा रही है
hr: Snimanje fotografije
hu: Fénykép rögzítése
hy: Լուսանկարվում է
id: Merekam foto
it: Acquisizione foto
ja: 写真をキャプチャしています
ko: 사진 캡처하기
lt: Nuotraukos fiksavimas
lv: Notiek fotoattēla uzņemšana
ms: Merakam gambar
nb: Tar bilde
nl: Foto maken
pl: Robienie zdjęcia
pt: A tirar foto
ro: Se realizează poza
ru: Делаем снимок
sk: Zaznamenáva sa fotka
sl: Zajemanje fotografije
sr: Snimanje fotografije
sv: Ta foto
th: การถ่ายภาพ
tr: Fotoğraf alınıyor
uk: Фотозйомка
vi: Đang chụp ảnh
zh: 正在拍摄照片

# document_capture_flip_document
source: Flip to back side
ar: اقلب إلى الجانب الخلفي
bg: Обърнете задната страна
cs: Otoč na zadní stranu
da: Vend det om på bagsiden
de: Auf die Rückseite drehen
el: Γυρίστε στην πίσω όψη
es: Pasar a la parte posterior
et: Pöörake ette tagumine külg
fa: به پشت برگردانید
fi: Käännä takaosa esille
fr: Retournez du côté verso
he: הפוך לצד האחורי
hi: पीछे पलटें
hr: Okrenite na stražnju stranu
hu: Fordítsa a hátoldalára
hy: Շրջեք հակառակ կողմ
id: Balik ke sisi belakang
it: Gira sul retro
ja: 裏側に反転してください
ko: 뒷면이 나오게 뒤집기
lt: Atversti galinę pusę
lv: Apgrieziet
ms: Terbalikkan ke bahagian belakang
nb: Snu til baksiden
nl: Draai naar de achterkant
pl: Przewróć na drugą stronę
pt: Gire o documento para mostrar a parte de trás
ro: Întoarceți documentul pentru partea din spate
ru: Переверните на обратную сторону
sk: Otočte na zadnú stranu
sl: Obrnite na zadnjo stran
sr: Okrenite na zadnju stranu
sv: Vänd till baksidan
th: พลิกไปด้านหลัง
tr: Arka tarafını çevirin
uk: Перевернути на задній бік
vi: Lật sang mặt sau
zh: 翻转到背面

# document_capture_folded_doc_front
source: Lay your document flat, include all inner pages (must contain your photo)
ar: ضع مستندك بشكل مستوٍ، مع تضمين جميع الصفحات الداخلية (يجب أن يحتوي على صورتك)
bg: Поставете документа си върху равна повърхност, като включите всички вътрешни страници (трябва да съдържа снимката ви)
cs: Položte dokument na plocho a připojte všechny vnitřní stránky (musí obsahovat Vaši fotografii)
da: Du skal sørge for, at dit dokument ligger fladt, og at alle de indvendige sider indgår (skal indeholde dit foto)
de: Legen Sie Ihr Dokument flach hin, einschließlich aller Innenseiten (Ihr Foto muss enthalten sein)
el: Τοποθετήστε το έγγραφό σας σε επίπεδη θέση, συμπεριλάβετε όλες τις εσωτερικές σελίδες (πρέπει να περιέχεται η φωτογραφία σας)
es: Asegúrese que su documento este completamente abierto (debe incluir su foto)
et: Asetage dokument avatult tasapinnale nii, et on näha sisemised lehed (peab sisaldama teie fotot)
fa: مدرک خود را به شکل مسطح قرار دهید، بطوری که تمام صفحات داخلی را شامل شود (باید عکس شما روی مدرک باشد)
fi: Aseta asiakirjasi tasaisesti, sisällytä kaikki sisäsivut (täytyy sisältää kuvasi)
fr: Dépliez votre document, prenez en photo les pages intérieures (qui contiennent votre photo)
he: הנח את המסמך על המשטח, כולל כל הדפים הפנימיים (התמונה שלך חייבת להופיע)
hi: अपने डॉक्यूमेंट को सीधा रखें, अंदर के सभी पेज शामिल करें (आपकी फ़ोटो होनी चाहिए)
hr: Postavite dokument na ravno i ne zaboravite unutarnje stranice (tu mora biti vaša fotografija)
hu: Fektesse a dokumentumot sík felületre, és mutassa az összes belső oldalt (a fényképes oldalt is beleértve)
hy: Ձեր փաստաթուղթը տեղադրեք հարթ մակերեսի վրա, նկարեք ներսի բոլոր էջերը (պետք է պարունակի ձեր լուսանկարը)
id: Letakkan dokumen secara mendatar, sertakan semua halaman dalam (harus memuat foto Anda)
it: Appoggia il documento aperto sulle pagine interne (deve contenere la tua foto)
ja: ドキュメントを平らに置き、すべての内側のページを含める（ご自身の写真を含める必要があります）
ko: 모든 내부 페이지를 포함하여 (사진이 부착된 면이 보이도록 해서) 평평하게 펼치세요
lt: Padėkite dokumentą plokščiai, įtraukite visus vidinius puslapius (turi būti jūsų nuotrauka)
lv: Novietojiet dokumentu plakani uz līdzenas virsmas, ir jābūt redzamām visām iekšējām lapām (tajās jābūt jūsu fotoattēlam)
ms: Letakkan dokumen anda secara rata, sertakan semua halaman dalaman (ia mesti mengandungi gambar anda)
nb: Legg dokumentet flatt, inkluder alle sidene (må inneholde bildet)
nl: Leg uw document plat neer, inclusief alle binnenste pagina`s (moeten uw foto bevatten)
pl: Ułóż dokument płasko, także wszystkie wewnętrzne strony (muszą zawierać Twoje zdjęcie)
pt: Coloque o documento de forma plana e inclua todas as páginas interiores (deve conter a sua fotografia)
ro: Poziționați documentul dvs. pe o suprafață plană, includeți toate paginile interne (trebuie să conțină poza dvs.)
ru: Расположите документ ровно, включая все внутренние страницы (обязательно с Вашей фотографией)
sk: Umiestnite doklad na rovnú plochu a zahrňte všetky vnútorné strany (musia obsahovať vašu fotku)
sl: Dokument položite ravno, vključite vse notranje strani (vsebovati mora vašo fotografijo)
sr: Postavite dokument na ravnu podlogu, obuhvatite sve unutrašnje stranice (mora da sadrži fotografiju)
sv: Lägg dokumentet platt och inkludera alla inre sidor (ditt foto måste finnas med)
th: วางเอกสารของคุณให้ราบเรียบ โดยให้เห็นหน้าด้านในทั้งหมด (ต้องมีรูปภาพของคุณด้วย)
tr: Belgenizi düz bir şekilde yerleştirin, tüm iç sayfaları ekleyin (fotoğrafınızı içermelidir)
uk: Розкладіть документ рівно та сфотографуйте всі внутрішні сторінки (документ обов’язково має містити фотографію)
vi: Đặt giấy tờ của bạn lên mặt phẳng, chụp tất cả các trang bên trong (phải có ảnh rõ mặt)
zh: 平放您的证明文件，包括所有内页（必须包含您的照片）

# document_capture_header_folded_doc_front
source: Profile photo side
ar: جانب صورة الملف الشخصي
bg: Страна с профилна снимка
cs: Strana s profilovou fotografií
da: Side med profilbillede
de: Profilfotoseite
el: Πλευρά φωτογραφίας προφίλ
es: Lado con su foto
et: Profiili pildi külg
fa: سمت عکس پروفایل
fi: Sivukuvapuoli
fr: Côté contenant votre photo
he: תמונת פרופיל
hi: एक तरफ़ से प्रोफ़ाइल फ़ोटो
hr: Strana fotografije profila
hu: Profilkép
hy: Լուսանկար պրոֆիլից
id: Sisi foto profil
it: Lato foto profilo
ja: プロフィール写真側
ko: 프로필 사진 면
lt: Paskyros nuotraukos pusė
lv: Profila fotoattēla puse
ms: Bahagian foto profil
nb: Profilbildeside
nl: Kant van de profiel foto
pl: Strona ze zdjęcia z profilu
pt: Lado da foto do perfil
ro: Latură poză de profil
ru: Сторона фото в профиль
sk: Fotka z profilu
sl: Stran s profilno fotografijo
sr: Stranica profilne fotografije
sv: Sida med profilfoto
th: ด้านรูปโปรไฟล์
tr: Profil resmi tarafı
uk: Бік із фото профілю
vi: Bên có ảnh hồ sơ
zh: 资料照片一面

# document_capture_hold_still
source: Hold still
ar: ابقَ ساكنًا
bg: Стойте неподвижно
cs: Nehýbej se
da: Hold det stille
de: Stillhalten
el: Μείνετε ακίνητος/η
es: No se mueva
et: Olge paigal
fa: ثابت بمانید
fi: Pidä paikallaan
fr: Restez immobile
he: אל תזוז
hi: बिना हिलाए होल्ड करें
hr: Držite mirno
hu: Ne mozduljon
hy: Մի շարժվեք
id: Jangan sampai goyang
it: Resta immobile
ja: そのまま動かさないでください
ko: 움직이지 마세요
lt: Laikykite nejudindami
lv: Turiet nekustīgi
ms: Jangan bergerak
nb: Hold det stille
nl: Niet bewegen
pl: Nie ruszaj się
pt: Mantenha-se imóvel
ro: Țineți nemișcat
ru: Не двигайтесь
sk: Držte bez pohybu
sl: Bodite pri miru
sr: Ne pomerajte se
sv: Håll stilla
th: ถือนิ่ง
tr: Sabit kalın
uk: Тримайте телефон непорушно
vi: Hãy giữ yên
zh: 保持不动

# document_capture_inactive_timeout_instruction
source: It may be disconnected. Try using your phone instead.
ar: قد تكون الكاميرا مفصولة. حاول استخدام هاتفك بدلاً من ذلك.
bg: Може да не е свързана. Опитайте да използвате телефона си.
cs: Může být odpojena. Zkuste místo toho použít telefon.
da: Det kan være afbrudt. Brug din telefon i stedet.
de: Die Verbindung kann unterbrochen werden. Versuchen Sie stattdessen, Ihr Telefon zu benutzen.
el: Μπορεί να αποσυνδεθεί. Δοκιμάστε να χρησιμοποιήσετε το τηλέφωνό σας.
es: Puede estar desconectada o no funcionando. Use su móvil para continuar la verificación
et: See võib olla ühendamata. Proovige kasutada oma telefoni.
fa: ممکن است ارتباط آن قطع شده باشد. سعی کنید بجای آن از گوشی خود استفاده کنید.
fi: Sen yhteys voi olla katkennut. Kokeile sen sijaan käyttää puhelintasi.
fr: Il peut être déconnecté. Essayez d’utiliser votre mobile à la place .
he: ייתכן שהיא מנותקת. נסה להשתמש בטלפון שלך במקום.
hi: यह शायद कनेक्टेड ना हो। इसके बजाय, अपना फ़ोन इस्तेमाल करें।
hr: Možda nije povezana. Pokušajte upotrijebiti mobitel.
hu: Lehet, hogy nincs bekapcsolva. Próbálja helyette a telefonját használni.
hy: Այն կարող է անջատված լինել։ Փոխարենը՝ փորձեք օգտագործել ձեր հեռախոսը։
id: Mungkin terputus. Coba gunakan ponsel Anda.
it: Potrebbe non essere collegata. Prova a utilizzare il telefono.
ja: 接続されていない可能性があります。代わりに携帯を使用してみてください。
ko: 연결이 끊어졌을 수 있습니다. 대신 휴대폰을 사용해보세요.
lt: Ji gali būti atjungta. Bandykite naudoti telefoną.
lv: Tā var būt atvienota. Tā vietā mēģiniet izmantot tālruni.
ms: Ia mungkin terputus sambungan. Cuba guna telefon anda pula.
nb: Det kan være frakoblet. Prøv å bruke telefonen i stedet.
nl: Hij is mogelijk losgekoppeld. Probeer het met uw telefoon.
pl: Urządzenie może być odłączone. Spróbuj skorzystać z telefonu.
pt: Pode estar desligada. Tente usar o telefone.
ro: Poate fi deconectată. Încercați să vă folosiți telefonul în schimb.
ru: Возможно, нет подключения. Попробуйте использовать телефон.
sk: Môže byť odpojený. Skúste namiesto toho použiť telefón.
sl: Morda je izklopljena. Namesto tega poskusite uporabiti telefon.
sr: Možda je isključena. U tom slučaju probajte pomoću telefona.
sv: Den kan vara frånkopplad. Prova att använda din telefon istället.
th: อาจไม่ได้เชื่อมต่อกล้อง ลองใช้โทรศัพท์ของคุณแทน
tr: Bağlantı kesilmiş olabilir. Bunun yerine telefonunuzu kullanmayı deneyin.
uk: Можливо, її від’єднано. Спробуйте натомість скористатися телефоном.
vi: Kết nối có thể đã bị ngắt. Hãy thử sử dụng điện thoại.
zh: 其可能已断开连接。请尝试改用手机。

# document_capture_inactive_timeout_no_fallback_instruction
source: Make sure your device’s camera works
ar: تأكد من عمل كاميرا جهازك
bg: Уверете се, че камерата на устройството ви работи
cs: Ujistěte se, že kamera Vašeho zařízení funguje
da: Sørg for, at din enheds kamera fungerer
de: Stellen Sie sicher, dass die Kamera Ihres Geräts funktioniert
el: Βεβαιωθείτε ότι η κάμερα της συσκευής σας λειτουργεί
es: Asegúrese de que su dispositivo tenga una cámara que funcione
et: Veenduge, et teie seadme kaamera töötab
fa: مطمئن شوید که دوربین دستگاه شما عمل می‌کند
fi: Varmista, että laitteesi kamera toimii
fr: Assurez-vous que l’appareil photo de votre mobile fonctionne
he: וודא שהמצלמה של המכשיר פועלת
hi: पक्का करें कि आपके डिवाइस का कैमरा काम करता है
hr: Provjerite radi li kamera na vašem uređaju
hu: Győződjön meg róla, hogy az eszköz kamerája működik
hy: Համոզվեք, որ ձեր սարքի տեսախցիկը աշխատում է
id: Pastikan kamera perangkat Anda berfungsi
it: Assicurati che la fotocamera del dispositivo sia funzionante
ja: デバイスのカメラが機能していることを確認してください
ko: 기기의 카메라가 제대로 작동하는지 확인하세요
lt: Įsitikinkite, kad jūsų įrenginio kamera veikia
lv: Pārliecinieties, ka ierīces kamera darbojas
ms: Pastikan kamera peranti anda berfungsi
nb: Kontroller at enhetens kamera fungerer
nl: Zorg dat de camera op uw apparaat werkt
pl: Upewnij się, że aparat w urządzeniu działa
pt: Certifique-se de que a câmara do seu dispositivo está operacional
ro: Asigurați-vă că funcția cameră video a dispozitivului dvs. funcționează
ru: Убедитесь, что камера на Вашем устройстве работает
sk: Uistite sa, že fotoaparát v zariadení funguje
sl: Prepričajte se, da kamera vaše naprave deluje
sr: Proverite da li kamera na uređaju radi
sv: Se till att enhetens kamera fungerar
th: เช็คให้แน่ใจว่ากล้องของอุปกรณ์ใช้งานได้
tr: Cihazınızın kamerasının çalıştığından emin olun
uk: Переконайтеся, що камера вашого пристрою працює
vi: Đảm bảo máy ảnh của thiết bị của bạn hoạt động tốt
zh: 确保您设备的相机工作正常

# document_capture_manual_fallback_generic_document_back
source: Take a photo of the back of your document
ar: التقط صورة للجهة الخلفية لمستندك
bg: Направете снимка на задната страна на документа си
cs: Vyfoťte zadní stranu dokumentu
da: Tag et billede af dit dokuments bagside
de: Machen Sie ein Foto von der Rückseite des Dokuments
el: Τραβήξτε μια φωτογραφία την πίσω όψη του εγγράφου σας
es: Tome una foto del reverso del documento
et: Pildistage oma dokumendi tagakülge
fa: یک عکس از پشت مدرک خود بگیرید
fi: Ota kuva asiakirjasi takapuolesta
fr: Prenez une photo du verso de votre document
he: צלם את גב המסמך שלך
hi: अपने डॉक्यूमेंट के पीछे के हिस्से की फ़ोटो खींचें
hr: Fotografirajte poleđinu dokumenta
hu: Készítsen fényképet a dokumentum hátoldaláról
hy: Լուսանկարե՛ք Ձեր փաստաթղթի հետևի հատվածը
id: Ambil foto bagian belakang dokumen Anda
it: Scatta una foto del retro del documento
ja: ドキュメントの裏面の写真を撮る
ko: 문서 뒷면 사진을 촬영하세요
lt: Nufotografuokite galinę dokumento pusę
lv: Nofotografējiet dokumenta aizmuguri
ms: Ambil gambar bahagian belakang dokumen anda
nb: Ta et bilde av baksiden av dokumentet
nl: Neem een foto van de achterkant van uw document
pl: Zrób zdjęcie rewersu swojego dokumentu
pt: Tire uma foto do verso do documento
ro: Faceți o poză cu pagina verso a documentului dvs.
ru: Сфотографируйте оборотную сторону документа
sk: Odfoťte zadnú stranu dokladu
sl: Fotografirajte zadnjo stran dokumenta
sr: Snimite fotografiju zadnje strane dokumenta
sv: Ta ett foto av dokumentets baksida
th: ถ่ายรูปด้านหลังของเอกสารของคุณ
tr: Belgenizin arka yüzünün fotoğrafını çekin
uk: Сфотографуйте зворотний бік документу
vi: Chụp ảnh mặt sau tài liệu của bạn
zh: 拍摄证件背面的照片
