Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_selection_utility_bill
source: Utility Bill
ar: فواتير المرافق
bg: Сметка за комунални услуги
cs: Účet za komunální služby
da: Regning på forbrugsydelser
de: Betriebskostenabrechnung
el: Λογαριασμός υπηρεσιών κοινής ωφελείας
es: Factura de servicios
et: Kommunaalteenuste arve
fa: قبض خدمات عمومی
fi: Energialasku
fr: Facture de gaz, électricité, etc.
he: חשבון חשמל
hi: बिजली-पानी वगैरह का बिल
hr: Račun za komunalije
hu: Közüzemi számla
hy: Կոմունալ ծառայության հաշիվ
id: Tagihan Utilitas
it: Bolletta
ja: 公共料金請求書
ko: 공과금 청구서
lt: Sąskaita už komunalines paslaugas
lv: Komunālo pakalpojumu rēķins
ms: Bil Utiliti
nb: Strømregning
nl: Energierekening
pl: Rachunek za usługi komunalne
pt: Fatura de serviço essencial
ro: Factură de utilități
ru: Счет за коммунальные услуги
sk: Účet za energie
sl: Račun za komunalne storitve
sr: Račun za komunalije
sv: Elräkning
th: ใบแจ้งหนี้ค่าสาธารณูปโภค
tr: Fatura
uk: Рахунок за комунальні послуги
vi: Hóa đơn dịch vụ thiết yếu
zh: 水电费账单

# common_selection_utility_bill_details
source: Gas, electricity, water, landline, or broadband
ar: غاز أو كهرباء أو مياه أو هاتف أرضي أو النطاق العريض
bg: Сметки за газ, електричество, вода, стационарен телефон или интернет
cs: Plyn, elektřina, voda, pevná linka nebo internetové připojení
da: Gas, elektricitet, vand, fastnet eller bredbånd
de: Gas, Strom, Wasser, Festnetz oder Breitband-Internet
el: Αέριο, ηλεκτρικό ρεύμα, νερό, σταθερό τηλέφωνο ή ευρυζωνική σύνδεση
es: Gas, electricidad, agua, telefonía fija o internet doméstico
et: Gaas, elekter, vesi, lauatelefon või lairibaühendus
fa: قبض گاز، برق، آب، تلفن ثابت یا اینترنت
fi: Kaasu, sähkö, vesi, kiinteä verkko tai laajakaista
fr: Gaz, électricité, eau, ligne fixe ou Internet
he: גז, חשמל, מים, טלפון קווי או פס רחב
hi: गैस, बिजली, पानी, लैंडलाइन या ब्रॉडबैंड
hr: Plin, struja, voda, fiksni telefon i mobitel
hu: Gáz, villamos energia, víz, vezetékes telefon vagy szélessávú kapcsolat
hy: Գազ, էլեկտրաէներգիա, ջուր, ֆիքսված հեռախոսակապ կամ ինտերնետ
id: Gas, listrik, air, telepon rumah, atau broadband
it: Gas, elettricità, acqua, telefono fisso o Internet
ja: ガス、電気、水道、固定電話、ブロードバンド
ko: 가스, 전기, 수도, 유선전화 또는 광대역 요금 청구서
lt: Dujos, elektra, vanduo, fiksuotasis ryšys arba plačiajuostis ryšys
lv: Gāze, elektrība, ūdens, fiksētais tālrunis vai platjoslas internets
ms: Gas, elektrik, air, talian tetap atau jalur lebar
nb: Gass, elektrisitet, vann, fasttelefon eller bredbånd
nl: Gas, elektriciteit, water, vaste telefoonlijn of breedband
pl: Gaz, prąd, woda, telefon stacjonarny lub łącze szerokopasmowe
pt: Gás, eletricidade, água, telefone fixo ou banda larga
ro: Gaz, electricitate, apă, telefon fix sau internet de bandă largă
ru: Газ, электричество, вода, телефон или широкополосный доступ в Интернет
sk: Plyn, elektrina, voda, pevná linka alebo širokopásmové pripojenie
sl: Plin, elektrika, voda, fiksna ali širokopasovna povezava
sr: E-izvodi za gas, struju, vodu, fiksni telefon i internet se prihvataju.
sv: Bensin, el, vatten, fast telefon eller bredband
th: แก๊ซ ไฟฟ้า ประปา โทรศัพท์บ้าน หรือบรอดแบนด์
tr: Gaz, elektrik, su, sabit hat veya internet
uk: Газ, електроенергія, вода, стаціонарний телефон або широкосмуговий інтернет-зв’язок
vi: Khí đốt, điện, nước, điện thoại cố định hoặc internet
zh: 煤气、水电、固话或宽带账单

# common_selection_utility_bill_extra
source: e-statements accepted
ar: البيانات الإلكترونية مقبولة
bg: приемат се електронни извлечения
cs: Přijímání elektronických výpisů
da: accepterede e-erklæringer
de: E-Auszüge werden akzeptiert
el: αποδεκτές ηλεκτρονικές δηλώσεις
es: Se aceptan extractos electrónicos
et: elektroonilised väljavõtted sobivad
fa: صورتحساب الکترونیکی پذیرفته شد
fi: hyväksytyt sähköiset tiliotteet
fr: relevés électroniques acceptés
he: דוחות אלקטרוניים שייתקבלו
hi: ई-स्टेटमेंट स्वीकार किए जाते हैं
hr: prihvaćene e-izjave
hu: e-nyilatkozatok elfogadottak
hy: էլեկտրոնային քաղվածքներ ընդունվում են
id: rekening elektronik diterima
it: sono accettati gli estratti conto elettronici
ja: 受け入れられる電子明細書
ko: 전자 명세서 허용
lt: el. išrašai yra tinkami
lv: tiek pieņemtas e-izziņas
ms: e-penyata diterima
nb: e-setninger akseptert
nl: Elektronische afschriften geaccepteerd
pl: Dokumenty elektroniczne są akceptowane
pt: Declarações eletrónicas aceites
ro: Extrase electronice acceptate
ru: Электронные выписки приняты
sk: akceptované elektronické výpisy
sl: sprejeti e-izpiski
sr: se prihvataju
sv: e-utdrag godtas
th: จะใช้เอกสารอิเล็กทรอนิกส์ก็ได้
tr: e-beyannameler kabul edilir
uk: електронні виписки прийнято
vi: các bảng sao kê điện tử được chấp nhận
zh: 已接受电子对账单

# common_selection_utility_bill_warning
source: Sorry, no mobile phone bills
ar: عذرًا، لا توجد فواتير للهاتف المحمول
bg: Съжалявам, няма мобилни телефонни сметки
cs: Omlouváme se, žádné účty za mobilní telefon
da: Beklager, ingen mobiltelefonregninger
de: Entschuldigung, keine Handyrechnungen
el: Συγγνώμη, δεν υπάρχουν λογαριασμοί κινητού τηλεφώνου
es: Lo siento, no hay facturas de teléfono móvil
et: Vabandust, mobiiltelefoni arveid ei ole
fa: متاسفانه، هیچ قبض تلفن همراهی وجود ندارد
fi: Valitettavasti, ei matkapuhelinlaskuja
fr: Désolé, pas de factures de téléphone portable
he: מצטערים, אין חשבונות טלפון נייד
hi: क्षमा करें, कोई मोबाइल फ़ोन का बिल नहीं
hr: Nažalost, nema računa za mobilni telefon
hu: Sajnáljuk, mobiltelefon-számlák nem elfogadhatók
hy: Ներողություն, բջջային հաշվետվություններ չկան
id: Maaf, tidak ada tagihan telepon seluler
it: Spiacente, nessuna bolletta del telefono cellulare
ja: 申し訳ありません、携帯電話の請求書はありません
ko: 죄송합니다, 휴대폰 요금 청구서가 없습니다
lt: Atsiprašome, mobiliojo telefono sąskaitų nėra
lv: Atvainojiet, mobilā telefona rēķini nav
ms: Maaf, tiada bil telefon bimbit
nb: Beklager, ingen mobiltelefonregninger
nl: Sorry, geen mobiele telefoonrekeningen
pl: Przykro mi, brak rachunków za telefon komórkowy
pt: Desculpe, sem contas de telefone móvel
ro: Ne pare rău, nu sunt facturi de telefon mobil
ru: Извините, счета за мобильную связь отсутствуют
sk: Prepáčte, žiadne mobilné telefónne účty
sl: Oprostite, računov za mobilni telefon ni
sr: Nažalost, nema računa za mobilni telefon
sv: Ledsen, inga mobiltelefonräkningar
th: ขออภัย, ไม่มีใบเสร็จรับเงินโทรศัพท์มือถือ
tr: Üzgünüz, cep telefonu faturaları yok
uk: Вибачте, рахунків за мобільний телефон немає
vi: Xin lỗi, không có hóa đơn điện thoại di động
zh: 对不起，没有手机账单

# common_video_player_button_pause_accessibility
source: Pause illustrative animation of scanning procedure
ar: إيقاف الفيديو مؤقتًا
bg: Пауза на илюстративната анимация на процедурата за сканиране
cs: Pozastavit ilustrativní animaci skenovacího postupu
da: Pause illustrativ animation af scanning procedure
de: Pause der illustrativen Animation des Scanvorgangs
el: Παύση εικονογραφημένης ανάλυσης της διαδικασίας σάρωσης
es: Pausar la animación ilustrativa del procedimiento de escaneo
et: Peata skaneerimisprotseduuri illustreeriv animatsioon
fa: توقف انیمیشن توضیحی روند اسکن
fi: Keskeytä skannausprosessin havainnollistava animaatio
fr: Pause de l`animation illustrative de la procédure de scan
he: השהייה של האנימציה הממחישה את תהליך הסריקה
hi: स्कैन प्रक्रिया के आदर्श एनिमेशन को रोकें
hr: Pauziraj ilustrativnu animaciju postupka skeniranja
hu: A beolvasási eljárás illusztratív animációjának szüneteltetése
hy: Դադարեցրեք սկանավորման ընթացքի պատկերավորման անիմացիան
id: Jeda animasi ilustratif prosedur pemindaian
it: Interrompi l`animazione illustrativa della procedura di scansione
ja: スキャン手順の説明アニメーションを一時停止
ko: 스캔 절차의 설명 애니메이션 일시 중지
lt: Pauzė iliustracinėje nuskaitomo procedūros animacijoje
lv: Pauzēt ilustratīvu animāciju par skenēšanas procedūru
ms: Jeda animasi ilustratif prosedur pengimbasan
nb: Pause illustrativ animasjon av skanningsprosedyre
nl: Pauzeer illustratieve animatie van scanprocedure
pl: Zatrzymaj ilustracyjną animację procedury skanowania
pt: Pausar animação ilustrativa do procedimento de digitalização
ro: Pauză animație ilustrativă a procedurii de scanare
ru: Приостановить иллюстративную анимацию процедуры сканирования
sk: Pozastaviť ilustračnú animáciu skenovacieho postupu
sl: Začasno ustavi ilustrativno animacijo postopka skeniranja
sr: Pauziraj ilustrativnu animaciju postupka skeniranja
sv: Pausa illustrativ animation av skanningsproceduren
th: หยุดภาพประกอบการทำงานของกระบวนการสแกนชั่วคราว
tr: Tarama işlemi örneğinin animasyonunu duraklat
uk: Призупинити ілюстративну анімацію процедури сканування
vi: Tạm dừng hoạt hình minh họa quy trình quét
zh: 暂停扫描程序的示意动画

# common_video_player_button_play_accessibility
source: Play illustrative animation of scanning procedure
ar: تشغيل الفيديو
bg: Пуснете илюстративна анимация на процедурата за сканиране
cs: Přehrát ilustrativní animaci skenovacího postupu
da: Afspil illustrativ animation af scanning procedure
de: Abspielen der illustrativen Animation des Scanvorgangs
el: Αναπαραγωγή επεξηγηματικού animation της διαδικασίας σάρωσης
es: Reproducir animación ilustrativa del procedimiento de escaneo
et: Esita skaneerimisprotseduuri illustreeriv animatsioon
fa: انیمیشن توضیحی روند اسکن را اجرا کنید
fi: Toista skannausmenettelyn havainnollistava animaatio
fr: Jouer une animation illustrative de la procédure de scan
he: הפעל אנימציה ממחישה של תהליך הסריקה
hi: स्कैन प्रक्रिया का वर्णनात्मक एनिमेशन चलाएं
hr: Pokreni ilustrativnu animaciju postupka skeniranja
hu: A beolvasási eljárás szemléltető animációjának lejátszása
hy: Նվագարկեք սկանավորման ընթացակարգի պարզապես անիմացիան
id: Mainkan animasi ilustratif prosedur pemindaian
it: Riproduci animazione illustrativa della procedura di scansione
ja: スキャン手順の説明アニメーションを再生
ko: 스캔 절차의 설명 애니메이션 재생
lt: Rodyti iliustracinę nuskaitomojo procedūros animaciją
lv: Atskaņot ilustratīvu animāciju par skenēšanas procedūru
ms: Mainkan animasi ilustratif prosedur pengimbasan
nb: Spill illustrativ animasjon av skanningsprosedyre
nl: Speel illustratieve animatie van scanprocedure af
pl: Odtwórz ilustracyjną animację procedury skanowania
pt: Reproduzir animação ilustrativa do procedimento de digitalização
ro: Redă animația ilustrativă a procedurii de scanare
ru: Воспроизвести иллюстративную анимацию процедуры сканирования
sk: Spustiť ilustračnú animáciu skenovacieho postupu
sl: Predvajaj ilustrativno animacijo postopka skeniranja
sr: Pokreni ilustrativnu animaciju postupka skeniranja
sv: Spela illustrativ animation av skanningsproceduren
th: เล่นภาพเคลื่อนไหวเพื่อแสดงกระบวนการสแกน
tr: Tarama işlemi ile ilgili örneklendirici animasyonu oynat
uk: Відтворити ілюстративну анімацію процедури сканування
vi: Phát hoạt hình minh họa về quy trình quét
zh: 播放扫描程序的说明性动画

# complete_outro_body
source: That’s all we need to start verifying your identity
ar: هذا كل ما نحتاجه للبدء في التحقق من هويتك
bg: Това е всичко, от което се нуждаем, за да започнем проверката на самоличността ви
cs: To je vše, co potřebujeme, abychom mohli začít ověřovat Vaši totožnost
da: Det er alt, hvad vi behøver for at starte verificeringen af din identitet
de: Das ist alles, was wir benötigen, um mit Ihrer Identitätsprüfung zu beginnen
el: Δεν χρειαζόμαστε κάτι άλλο για να αρχίσουμε να επαληθεύουμε την ταυτότητά σας
es: Eso es todo lo que necesitamos para comenzar a verificar su identidad
et: Sellest piisab teie isiku tuvastamise alustamiseks
fa: این تمام آن چیزی است که برای شروع فرآیند تأیید هویت شما نیاز داریم
fi: Emme tarvitse muuta henkilöllisyytesi vahvistuksen aloittamiseen
fr: C’est tout ce dont nous avons besoin pour commencer à vérifier votre identité
he: זה כל מה שאנחנו צריכים כדי להתחיל לאמת את זהותך
hi: आपकी पहचान का वेरिफ़िकेशन शुरू करने के लिए हमें बस यही चाहिए
hr: To je sve što nam je potrebno da pokrenemo postupak provjere vašeg identiteta
hu: Ez minden, amire szükségünk van személyazonossága ellenőrzésének megkezdéséhez
hy: Դա այն ամենն է, ինչ մեզ պետք է՝ սկսելու համար ձեր ինքնության հաստատումը
id: Hanya itu yang kami butuhkan untuk mulai memverifikasi identitas Anda
it: Ora abbiamo tutto quello che ci serve per iniziare a verificare la tua identità
ja: 本人確認を開始するために必要なお手続きは以上です
ko: 본인 인증 절차를 시작하기 위해 필요한 것은 이것이 다입니다
lt: Tai viskas, ko mums reikia, kad galėtume pradėti tikrinti jūsų tapatybę
lv: Tas ir viss, kas mums nepieciešams, lai sāktu jūsu identitātes pārbaudi
ms: Itu sahaja yang kami perlukan untuk mula mengesahkan identiti anda
nb: Det er alt vi trenger for å begynne å bekrefte identiteten din
nl: Dit is alles wat we nodig hebben om uw identiteit te verifiëren
pl: To wszystko, czego potrzebujemy, aby rozpocząć weryfikację Twojej tożsamości
pt: É tudo o que precisamos para começar a verificar a sua identidade
ro: Este tot ce avem nevoie pentru a începe verificarea identității dvs.
ru: Это всё, что нам нужно, чтобы начать проверку Вашей личности
sk: To je všetko, čo potrebujeme na začatie overovania vašej totožnosti
sl: To je vse, kar potrebujemo za začetek preverjanja vaše identitete
sr: To je sve što nam treba da bismo započeli proveru vašeg identiteta
sv: Det är allt vi behöver för att börja verifiera din identitet
th: เพียงเท่านี้เราก็จะเริ่มยืนยันตัวตนของคุณได้
tr: Kimliğinizi doğrulamaya başlamak için ihtiyacımız olan tek şey bu
uk: Це все, що нам потрібно, щоб почати процедуру верифікації
vi: Chúng tôi đã có đầy đủ thông tin cần thiết để bắt đầu xác minh danh tính của bạn
zh: 这就是我们开始验证您的身份所需的一切

# complete_outro_button
source: Submit verification
ar: إرسال التحقق
bg: Подаване на потвърждение
cs: Odeslat ověření
da: Indsend verificering
de: Bestätigung senden
el: Υποβολή επαλήθευσης
es: Envíe la verificación
et: Esitage kinnitus
fa: ارسال تأیید هویت
fi: Lähetä vahvistus
fr: Envoyer la vérification
he: שלח אימות
hi: वेरिफ़िकेशन सबमिट करें
hr: Pošalji potvrdu
hu: Hitelesítés elküldése
hy: Ուղարկել հաստատումը
id: Kirim verifikasi
it: Invia verifica
ja: 認証を送信
ko: 인증 제출하기
lt: Pateikti patvirtinimą
lv: Iesniegt pārbaudei
ms: Hantar pengesahan
nb: Send inn verifisering
nl: Verzend verificatie
pl: Prześlij weryfikację
pt: Enviar verificação
ro: Trimiteți verificarea
ru: Отправить на проверку
sk: Odoslať overenie
sl: Pošlji potrditev
sr: Pošalji potvrdu identiteta
sv: Skicka in verifiering
th: ส่งการยืนยัน
tr: Doğrulamayı gönder
uk: Надіслати підтвердження
vi: Gửi xác minh
zh: 提交验证

# complete_outro_government_letter_body
source: Provide the whole document page for best results
ar: قدّم صفحة المستند بالكامل للحصول على أفضل النتائج
bg: Изпратете цялата страница на документа за най-добър резултат
cs: Pro dosažení nejlepších výsledků použijte celou stránku dokumentu
da: Hele dokumentets side skal fremgå for at få det bedste resultat
de: Für das beste Ergebnis die gesamte Dokumentseite abbilden
el: Παρέχετε ολόκληρη τη σελίδα του εγγράφου για καλύτερα αποτελέσματα
es: Facilite la página completa del documento para obtener mejores resultados
et: Parima tulemuse saamiseks esitage kogu dokumendileht
fa: برای دستیابی به بهترین نتایج، تصویر کل صفحه را ارائه دهید
fi: Toimita asiakirjan koko sivu parhaan tuloksen saamiseksi
fr: Fournissez la page entière du document pour de meilleurs résultats
he: שלח את עמוד המסמך בשלמותו כדי לקבל התוצאות הטובות ביותר
hi: सबसे बढ़िया नतीजों के लिए पूरे डॉक्यूमेंट का पेज प्रदान करें
hr: Za najbolje rezultate pošaljite cijelu stranicu dokumenta
hu: A legjobb eredményhez adja meg a teljes dokumentumoldalt
hy: Լավագույն արդյունքի համար հետևեք, որ փաստաթղթի էջը ամբողջական լինի
id: Berikan seluruh halaman dokumen untuk hasil terbaik
it: Invia l’intera pagina del documento per un risultato ottimale
ja: 最高の結果が得られるよう、ドキュメントページの全体を写してください
ko: 최상의 결과를 위해 서류 전체 페이지를 제출하세요
lt: Pateikite visą dokumento puslapį, kad pasiektumėte geriausių rezultatų
lv: Iesniedziet visu dokumenta lapu, lai iegūtu pēc iespējas labāku rezultātu
ms: Sediakan seluruh halaman dokumen untuk mendapatkan hasil terbaik
nb: Bruk hele dokumentsiden for det beste resultatet
nl: Verstrek de hele documentpagina voor de beste resultaten
pl: Podaj całą stronę dokumentu, aby uzyskać najlepsze wyniki
pt: Forneça a página completa do documento para melhores resultados
ro: Furnizați întreaga pagină a documentului pentru rezultate mai bune
ru: Для лучшего результата сфотографируйте документ целиком
sk: Najlepšie výsledky dosiahnete, ak nám poskytnete celú stránku dokladu
sl: Za najboljše rezultate zagotovite celotno stran dokumenta
sr: Najbolje je da pošaljete celu stranicu dokumenta
sv: Se till att skicka in hela dokumentsidan för bästa resultat
th: แสดงเอกสารทั้งหน้าเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
tr: En iyi sonuçlar için belge sayfasının tamamını gönderin
uk: Для оптимальних результатів перевірки сторінку має бути видно повністю
vi: Cung cấp toàn bộ trang tài liệu để có kết quả tốt nhất
zh: 提供整个证明文件页面以获得最佳结果

# complete_outro_title
source: Thank you
ar: شكرًا لك
bg: Благодарим ви
cs: Děkujeme
da: Mange tak
de: Danke
el: Σας ευχαριστούμε
es: Gracias
et: Aitäh!
fa: سپاس
fi: Kiitos
fr: Merci
he: תודה
hi: शुक्रिया
hr: Hvala
hu: Köszönjük
hy: Շնորհակալություն
id: Terima kasih
it: Grazie
ja: ありがとうございます
ko: 감사합니다
lt: Dėkojame
lv: Paldies
ms: Terima kasih
nb: Tusen takk
nl: Dank u
pl: Dziękujemy
pt: Obrigado
ro: Vă mulțumim
ru: Спасибо
sk: Ďakujeme
sl: Hvala
sr: Hvala
sv: Tack
th: ขอบคุณ
tr: Teşekkürler
uk: Дякуємо!
vi: Cảm ơn bạn
zh: 谢谢

# consent_button_primary
source: Accept
ar: قبول
bg: Приемам
da: Accepter
de: Akzeptieren
el: Αποδοχή
et: Nõustuge
fa: می‌پذیرم
fi: Hyväksy
fr: Accepter
he: מאשר
hi: मंज़ूर करें
hr: Prihvati
hu: Elfogad
hy: Ընդունել
id: Setuju
it: Accetta
ja: 受け入れる
ko: 동의
lt: Sutinku
lv: Piekrist
ms: Bersetuju
nb: Godta
nl: Accepteren
pl: Akcept
pt: Aceitar
ru: Принять
sk: Prijať
sl: Sprejmi
sr: Prihvatam
sv: Acceptera
th: ยอมรับ
tr: Kabul et
uk: Прийняти
vi: Chấp nhận
zh: 接受

# consent_button_secondary
source: Do not accept
ar: غير موافق
bg: Не приемам
da: Accepter ikke
de: Nicht akzeptieren
el: Μη αποδοχή
et: Ärge nõustuge
fa: نمی‌پذیرم
fi: Älä hyväksy
fr: Ne pas accepter
he: לא מאשר
hi: मंज़ूर न करें
hr: Ne prihvaćaj
hu: Nem fogadja el
hy: Չընդունել
id: Tidak setuju
it: Non accettare
ja: 受け入れない
ko: 동의 안 함
lt: Nesutinku
lv: Nepiekrist
ms: Tidak bersetuju
nb: Ikke godta
nl: Niet aanvaarden
pt: Não aceite
ru: Не принимать
sk: Neprijať
sl: Ne sprejmi
sr: Ne prihvatam
sv: Acceptera inte
th: ไม่ยอมรับ
tr: Kabul etme
uk: Я не приймаю
vi: Không chấp nhận
zh: 不接受

# consent_loading_error_button_primary
source: Reload screen
ar: إعادة تحميل الشاشة
bg: Презареждане на екрана
da: Genindlæs siden
de: Bildschirm neu laden
el: Επαναφόρτωση οθόνης
et: Laadige ekraan uuesti
fa: بارگذاری مجدد صفحه
fi: Lataa näyttö uudell.
fr: Recharger l`écran
he: טען מחדש את המסך
hi: स्क्रीन दोबारा लोड करें
hr: Ponovno učitaj zaslon
hu: Képernyő újratöltése
hy: Կրկին բեռնել էկրանը
id: Muat ulang layar
it: Ricarica schermo
ja: 画面を再読み込み
ko: 화면 다시 불러오기
lt: Įkelti ekraną iš naujo
lv: Ielādēt ekrānu no jauna
ms: Muat semula skrin
nb: Last skjermen på nytt
nl: Scherm opnieuw laden
pt: Recarregar ecrã
ru: Перезагрузить экран
sk: Znova načítať obrazovku
sl: Ponovno naloži zaslon
sr: Ponovo učitaj ekran
sv: Ladda om skärmen
th: โหลดหน้าจออีกครั้ง
tr: Ekranı yeniden yükleyin
uk: Перезавантажити екран
vi: Tải lại màn hình
zh: 重新加载屏幕

# consent_loading_error_detail
source: Check that your connection is stable, then try again
ar: تحقّق من أن اتصالك مستقر، ثم حاول مرة أخرى
bg: Проверете дали връзката ви е стабилна и опитайте отново
cs: Zkontrolujte stabilitu svého připojení a zkuste to znovu
da: Tjek, at din forbindelse er stabil, og prøv igen
de: Prüfen Sie, ob Ihre Internetverbindung stabil ist, und versuchen Sie es dann erneut
el: Βεβαιωθείτε ότι η σύνδεσή σας είναι σταθερή και, στη συνέχεια, δοκιμάστε ξανά
et: Kontrollige, kas ühendus on stabiilne ning proovige uuesti
fa: بررسی کنید که اتصال اینترنت برقرار است، سپس دوباره سعی کنید
fi: Tarkista, että yhteys on vakaa, ja yritä sitten uudelleen
fr: Vérifiez que votre connexion est stable, puis réessayez
he: ודא שהחיבור שלך יציב ונסה שוב
hi: जाँच करें कि आपका कनेक्शन स्थिर है और फिर कोशिश करें
hr: Provjerite je li veza stabilna pa pokušajte ponovno
hu: Ellenőrizze, hogy stabil-e a kapcsolat, majd próbálja újra
hy: Համոզվեք, որ ձեր կապը կայուն է, ապա կրկին փորձեք
id: Periksa apakah koneksi Anda stabil, lalu coba lagi
it: Verifica che la tua connessione sia stabile e riprova
ja: 接続が安定していることを確認してから、もう一度お試しください
ko: 연결이 안정적인지 확인한 다음 다시 시도하세요
lt: Patikrinkite, ar ryšys stabilus, tada bandykite dar kartą
lv: Pārbaudiet, vai savienojums ir stabils, un pēc tam mēģiniet vēlreiz
ms: Sila periksa sama ada sambungan anda stabil dan cuba lagi kemudian
nb: Kontroller at tilkoblingen er stabil og prøv på nytt
nl: Controleer of u een stabiele verbinding heeft en probeer het daarna opnieuw
pl: Sprawdź, czy twoje połączenie jest stabilne, a następnie spróbuj ponownie
pt: Verifique se a sua ligação é estável e tente novamente
ru: Убедитесь, что соединение стабильно, затем повторите попытку
sk: Skontrolujte, či je vaše pripojenie stabilné, a potom to skúste znova
sl: Preverite, ali je vaša povezava stabilna, nato poskusite znova
sr: Proverite da li je veza stabilna, a zatim probajte ponovo
sv: Kontrollera att din anslutning är stabil och försök sedan igen
th: เช็คว่าการเชื่อมต่อของคุณเสถียร แล้วลองอีกครั้ง
tr: Bağlantınızın kararlı olup olmadığını kontrol edin, ardından tekrar deneyin
uk: Перевірте, чи з’єднання стабільне, а потім спробуйте ще раз
vi: Kiểm tra xem kết nối của bạn và thử lại
zh: 请检查连接是否稳定，然后重试

# consent_loading_error_title
source: Content failed to load
ar: فشل تحميل المحتوى
bg: Неуспешно зареждане на съдържанието
da: Indholdet kan ikke indlæses
de: Inhalt konnte nicht geladen werden
el: Αποτυχία φόρτωσης περιεχομένου
et: Sisu laadimine ebaõnnestus
fa: بارگذاری محتوا انجام نشد
fi: Sisällön lataus epäonnistui
fr: Le contenu n`a pas pu être chargé
he: טעינת התוכן נכשלה
hi: कंटेट लोड नहीं हुआ
hr: Sadržaj nije prenesen
hu: A tartalmat nem sikerült betölteni
hy: Չհաջողվեց բեռնել պարունակությունը
id: Konten gagal dimuat
it: Il contenuto non è riuscito a caricare
ja: コンテンツの読み込みに失敗しました
ko: 콘텐츠 로드에 실패
lt: Nepavyko įkelti turinio
lv: Saturu neizdevās ielādēt
ms: Kandungan gagal dimuatkan
nb: Innholdet ble ikke lastet
nl: Inhoud laden mislukt
pt: O conteúdo falhou ao carregar
ru: Не удалось загрузить содержимое
sk: Obsah sa nepodarilo načítať
sl: Nalaganje vsebine ni uspelo
sr: Sadržaj nije učitan
sv: Innehållet kunde inte laddas
th: ไม่สามารถโหลดเนื้อหาได้
tr: İçerik yüklenemedi
uk: Не вдалося завантажити вміст
vi: Không thể tải nội dung
zh: 内容加载失败

# consent_prompt_button_primary
source: Yes, don’t verify me
ar: نعم، لا تتحقق مني
bg: Да, не ме проверявайте
da: Ja, verificer mig ikke
de: Ja, verifizieren Sie mich nicht
el: Ναι, μην με επαληθεύσετε
et: Jah, jätke mu isik tuvastamata
fa: بله، فرآیند تأیید را متوقف کن
fi: Kyllä, älä vahvista minua
fr: Oui, ne me vérifiez pas
he: כן, אל תאמתו את זהותי
hi: हाँ, मुझे वेरिफ़ाई न करें
hr: Da, ne treba mi provjera
hu: Igen, ne azonosítson
hy: Այո, մի նույնականացրեք ինձ
id: Ya, jangan verifikasi saya
it: Sì, non mi verificare
ja: はい、本人確認しないでください
ko: 예, 인증 절차를 그만두겠습니다
lt: Taip, nepatvirtinkite manęs
lv: Nē, neveikt man pārbaudi
ms: Ya, jangan sahkan saya
nb: Ja, ikke verifiser meg
nl: Ja, verifieer mij niet
pt: Sim, não me verifique
ru: Да, не проверять меня
sk: Áno, neoverovať ma
sl: Da, ne preverjajte me
sr: Da, nemojte mi proveravati identitet
sv: Ja, verifiera inte mig
th: ใช่ ไม่ต้องยืนยันตัวตนฉัน
tr: Evet, beni doğrulamayın
uk: Так, не підтверджувати особу
vi: Có, đừng xác minh tôi
zh: 是，不要验证我
