Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# nfc_error_instruction_1_passport
source: Try removing the cover from your passport or the case from your phone. This is to avoid interferences with the chip.
ar: حاول إزالة الغطاء من جواز سفرك أو الغلاف من هاتفك. هذا لتجنب التداخل مع الرقاقة.
bg: Опитайте да премахнете корицата от паспорта си или калъфа от телефона си. Това е, за да се избегнат смущения с чипа.
cs: Zkuste odstranit obal z Vašeho pasu nebo pouzdro z Vašeho telefonu. Toto je k zabránění rušení s čipem.
da: Prøv at fjerne omslaget fra dit pas eller etuiet fra din telefon. Dette er for at undgå forstyrrelser med chippen.
de: Versuchen Sie, die Hülle von Ihrem Reisepass oder die Hülle von Ihrem Handy zu entfernen. Dies dient dazu, Störungen mit dem Chip zu vermeiden.
el: Δοκιμάστε να αφαιρέσετε τη θήκη από το διαβατήριό σας ή τη θήκη από το τηλέφωνό σας. Αυτό γίνεται για να αποφύγετε παρεμβολές με το chip.
es: Intente quitar la cubierta de su pasaporte o la funda de su teléfono. Esto es para evitar interferencias con el chip.
et: Proovige eemaldada oma passilt kate või oma telefonilt ümbris. See on vajalik, et vältida kiibi töö häireid.
fa: سعی کنید کاور گذرنامه خود را بردارید یا قاب تلفن خود را بردارید. این برای جلوگیری از تداخل با چیپ است.
fi: Yritä poistaa passin suojus tai puhelimen kuori. Tämä on välttämätöntä, jotta siru ei häiriintyisi.
fr: Essayez de retirer la couverture de votre passeport ou l`étui de votre téléphone. Ceci est pour éviter les interférences avec la puce.
he: נסה להסיר את הכיסוי מהדרכון שלך או את המקרה מהטלפון שלך. זה כדי למנוע התנגשויות עם השבב.
hi: अपने पासपोर्ट से कवर या अपने फोन से केस हटाने की कोशिश करें। यह चिप के साथ हस्तक्षेप से बचने के लिए है।
hr: Pokušajte ukloniti omot s vaše putovnice ili futrolu s vašeg telefona. Ovo je kako bi se izbjegle smetnje s čipom.
hu: Próbálja meg eltávolítani az útlevelének a borítóját vagy a telefonjának a tokját. Ez azért szükséges, hogy elkerülje a chip zavarását.
hy: Փորձեք հեռացնել ձեր անձնագրի կազմը կամ ձեր հեռախոսի պատճառը։ Սա անհրաժեշտ է չիպի հետ խախտումները խուսափելու համար։
id: Coba lepaskan penutup dari paspor Anda atau sarung dari telepon Anda. Ini untuk menghindari gangguan dengan chip.
it: Prova a rimuovere la copertina dal tuo passaporto o la custodia dal tuo telefono. Questo per evitare interferenze con il chip.
ja: パスポートのカバーや携帯電話のケースを取り外してみてください。これはチップの干渉を避けるためです。
ko: 여권의 커버를 제거하거나 휴대폰의 케이스를 제거해 보세요. 이는 칩과의 간섭을 피하기 위함입니다.
lt: Pabandykite nuimti dangtelį nuo savo paso arba dėklą nuo savo telefono. Tai padės išvengti trikdžių su lustu.
lv: Mēģiniet noņemt vāku no pases vai apvalku no tālruņa. Tas ir nepieciešams, lai izvairītos no traucējumiem ar mikroshēmu.
ms: Cuba keluarkan sarung dari pasport anda atau kes dari telefon anda. Ini adalah untuk mengelakkan gangguan dengan cip.
nb: Prøv å fjerne dekselet fra passet ditt eller etuiet fra telefonen din. Dette er for å unngå forstyrrelser med chipen.
nl: Probeer de hoes van uw paspoort of de hoes van uw telefoon te verwijderen. Dit is om interferentie met de chip te voorkomen.
pl: Spróbuj zdjąć okładkę z paszportu lub etui z telefonu. Ma to na celu uniknięcie zakłóceń związanych z chipem.
pt: Tente remover a capa do seu passaporte ou a capa do seu telefone. Isso é para evitar interferências com o chip.
ro: Încercați să îndepărtați coperta de pe pașaport sau husa de pe telefon. Acest lucru este pentru a evita interferențele cu cipul.
ru: Попробуйте снять обложку с вашего паспорта или чехол с вашего телефона. Это нужно, чтобы избежать помех с чипом.
sk: Skúste odstrániť obal z vášho pasu alebo puzdro z vášho telefónu. Toto je na to, aby sa predišlo rušeniu s čipom.
sl: Poskusite odstraniti ovitek s potnega lista ali ovitek s telefona. To je za preprečevanje motenj s čipom.
sr: Pokušajte da uklonite zaštitu sa vašeg pasoša ili futrolu sa vašeg telefona. Ovo je da bi se izbegle smetnje sa čipom.
sv: Försök att ta bort skyddet från ditt pass eller fodralet från din telefon. Detta är för att undvika störningar med chippet.
th: ลองถอดปกจากพาสปอร์ตของคุณหรือเคสจากโทรศัพท์ของคุณ นี่เพื่อหลีกเลี่ยงการรบกวนชิป
tr: Pasaportunuzun kılıfını veya telefonunuzun kılıfını çıkarmayı deneyin. Bu, çiple olan müdahaleleri önlemek içindir.
uk: Спробуйте зняти обкладинку з вашого паспорта або чохол з вашого телефону. Це допоможе уникнути перешкод для чіпа.
vi: Hãy thử gỡ bìa hộ chiếu hoặc ốp lưng điện thoại của bạn. Điều này nhằm tránh gây nhiễu cho chip.
zh: 尝试从您的护照上移除保护套，或者从您的手机上取下手机壳。这是为了避免与芯片产生干扰。

# nfc_error_instruction_2_document
source: Place your document against the back of your phone, so they’re touching.
ar: ضع المستند الخاص بك على الجزء الخلفي من هاتفك، بحيث يكونان على اتصال.
bg: Поставете документа си в контакт с гърба на вашия телефон, така че да се докосват.
cs: Umístěte svůj dokument na zadní stranu telefonu, tak aby se dotýkaly.
da: Placer dit dokument mod bagsiden af din telefon, så de rører ved hinanden.
de: Legen Sie Ihr Dokument gegen die Rückseite Ihres Telefons, so dass sie sich berühren.
el: Βάλτε το έγγραφό σας κατά μήκος της πίσω πλευράς του τηλεφώνου σας, ώστε να έρχονται σε επαφή.
es: Coloque su documento contra la parte posterior de su teléfono, de modo que estén en contacto.
et: Asetage oma dokument telefoni taha, nii et need puutuvad kokku.
fa: سند خود را به گونه ای در پشت تلفن خود بگذارید که با هم تماس داشته باشند.
fi: Aseta asiakirja puhelimesi takaosaa vasten, niin että ne koskettavat toisiaan.
fr: Placez votre document contre le dos de votre téléphone, de sorte qu`ils se touchent.
he: הנח את המסמך שלך על גב הטלפון שלך, כך שהם מגעים.
hi: अपने दस्तावेज़ को अपने फ़ोन के पीछे रखें, ताकि वे छू रहें हों।
hr: Stavite svoj dokument na stražnju stranu telefona, tako da se dodiruju.
hu: Illessze a dokumentumát a telefonja hátuljához, úgy, hogy érintkezzenek.
hy: Տեղադրեք ձեր փաստաթուղթը ձեր հեռախոսի հետևի մասում, որպեսզի նրանք շփվեն:
id: Tempatkan dokumen Anda di bagian belakang telepon Anda, sehingga mereka saling menyentuh.
it: Posiziona il tuo documento sul retro del tuo telefono, in modo che si tocchino.
ja: ドキュメントを電話の背面に押し当てて、触れるように置きます。
ko: 문서를 휴대폰 뒷면에 대고, 서로 닿도록 놓으세요.
lt: Padėkite savo dokumentą prie telefono galo, kad jie liestųsi.
lv: Novietojiet savu dokumentu pret telefona aizmuguri, tā, lai tie saskartos.
ms: Posisikan dokumen anda sehingga menyentuh bahagian belakang telefon anda.
nb: Plasser dokumentet ditt mot baksiden av telefonen din, slik at de berører hverandre.
nl: Plaats uw document tegen de achterkant van uw telefoon, zodat ze elkaar raken.
pl: Umieść swój dokument z tyłu telefonu, tak aby się dotykały.
pt: Coloque o seu documento contra a parte de trás do seu telefone, para que estejam se tocando.
ro: Puneți documentul dvs. împotriva părții din spate a telefonului dvs., astfel încât să se atingă.
ru: Приложите ваш документ к задней панели телефона так, чтобы они соприкасались.
sk: Umiestnite svoj dokument na zadnú stranu telefónu, tak aby sa dotýkali.
sl: Svoj dokument položite na zadnjo stran telefona, tako da se dotikata.
sr: Поставите свој документ на задњу страну телефона тако да се додирују.
sv: Placera ditt dokument mot baksidan av din telefon, så att de rör vid varandra.
th: วางเอกสารของคุณให้สัมผัสกับด้านหลังของโทรศัพท์ของคุณ
tr: Belgenizi telefonunuzun arkasına yerleştirin, böylece birbirine değsinler.
uk: Розмістіть документ на задній панелі вашого телефону, так щоб вони торкалися.
vi: Đặt tài liệu của bạn vào phía sau điện thoại, sao cho chúng tiếp xúc với nhau.
zh: 将您的文档放在手机的背面，使它们接触。

# nfc_error_instruction_2_passport
source: Close your passport and place it on a flat surface with the front side up.
ar: أغلق جواز سفرك وضعه على سطح مستو مع الجهة الأمامية للأعلى.
bg: Затворете паспорта си и го поставете върху равна повърхност с предната страна нагоре.
cs: Zavřete svůj pas a položte ho na rovný povrch s přední stranou nahoru.
da: Luk dit pas og placer det på en plan overflade med forsiden opad.
de: Schließen Sie Ihren Reisepass und legen Sie ihn mit der Vorderseite nach oben auf eine ebene Fläche.
el: Κλείστε το διαβατήριό σας και τοποθετήστε το σε μια επίπεδη επιφάνεια με την εμπρόσθια πλευρά προς τα πάνω.
es: Cierre su pasaporte y colóquelo sobre una superficie plana con el lado frontal hacia arriba.
et: Sulgege oma pass ja asetage see tasasele pinnale esiküljega ülespoole.
fa: گذرنامه خود را ببندید و آن را روی یک سطح صاف با رویه جلو به بالا قرار دهید.
fi: Sulje passisi ja aseta se tasaiselle alustalle etupuoli ylöspäin.
fr: Fermez votre passeport et placez-le sur une surface plane avec le côté avant vers le haut.
he: סגור את הדרכון שלך והנח אותו על משטח שטוח עם הצד הקדמי למעלה.
hi: अपने पासपोर्ट को बंद करें और उसे सपाट सतह पर सामने की ओर ऊपर रखें।
hr: Zatvorite putovnicu i stavite je na ravnu podlogu s prednjom stranom prema gore.
hu: Csukja be az útlevelét és helyezze azt egy sima felületre az előlapjával felfelé.
hy: Փակեք ձեր անձնագիրը և դրեք այն հարթ մակերեսի վրա, դեմքով վերև։
id: Tutup paspor Anda dan letakkan pada permukaan datar dengan sisi depan menghadap ke atas.
it: Chiudi il tuo passaporto e posizionalo su una superficie piana con il lato frontale rivolto verso l`alto.
ja: パスポートを閉じて、表面が上になるように平らな面に置いてください。
ko: 여권을 닫고 앞면이 위로 오도록 평평한 곳에 놓으세요.
lt: Uždarykite pasą ir padėkite jį ant lygaus paviršiaus priekinė puse į viršų.
lv: Aizveriet pasi un novietojiet to uz līdzenas virsmas ar priekšpusi uz augšu.
ms: Tutup pasport anda dan letakkan di atas permukaan yang rata dengan bahagian depan menghadap ke atas.
nb: Lukk passet ditt og legg det på et flatt underlag med forsiden opp.
nl: Sluit uw paspoort en leg het op een plat oppervlak met de voorkant naar boven.
pl: Zamknij paszport i połóż go na płaskiej powierzchni, stroną frontową do góry.
pt: Feche o seu passaporte e coloque-o sobre uma superfície plana com a parte da frente para cima.
ro: Închideți pașaportul și așezați-l pe o suprafață plană cu fața în sus.
ru: Закройте паспорт и положите его на ровную поверхность лицевой стороной вверх.
sk: Zatvorte pas a umiestnite ho na rovný povrch prednou stranou nahor.
sl: Zaprite svoj potni list in ga položite na ravno površino s sprednjo stranjo navzgor.
sr: Zatvorite pasoš i postavite ga na ravnu površinu sa prednjom stranom prema gore.
sv: Stäng ditt pass och lägg det på en plan yta med framsidan upp.
th: ปิดหนังสือเดินทางของคุณและวางลงบนพื้นผิวราบด้วยด้านหน้าอยู่ด้านบน
tr: Pasaportunuzu kapatın ve ön yüzü yukarıda olacak şekilde düz bir yüzeye koyun.
uk: Закрийте свій паспорт і покладіть його на рівну поверхню обличчям вгору.
vi: Đóng hộ chiếu và đặt nó trên một mặt phẳng với mặt trước hướng lên.
zh: 请将护照合上，正面朝上放在平坦的表面上。

# nfc_error_instruction_2_passport_usa
source: Open your passport to the last page and place it on a flat surface. You should see the inside of the back cover with an illustration and a barcode.
ar: افتح جواز سفرك إلى الصفحة الأخيرة وضعه على سطح مستوٍ. يجب أن ترى الجزء الداخلي من الغلاف الخلفي مع رسم توضيحي وباركود.
bg: Отворете паспорта си на последната страница и го поставете на равна повърхност. Трябва да видите вътрешната страна на задната корица с илюстрация и баркод.
cs: Otevřete svůj pas na poslední stránku a položte jej na rovný povrch. Měli byste vidět vnitřní stranu zadního obalu s ilustrací a čárovým kódem.
da: Åbn dit pas til den sidste side og læg det på en flad overflade. Du bør se indersiden af bagomslaget med en illustration og en stregkode.
de: Öffnen Sie Ihren Reisepass auf der letzten Seite und legen Sie ihn auf eine flache Oberfläche. Sie sollten die Innenseite des hinteren Umschlags mit einer Illustration und einem Barcode sehen.
el: Ανοίξτε το διαβατήριό σας στην τελευταία σελίδα και τοποθετήστε το σε μια επίπεδη επιφάνεια. Θα πρέπει να βλέπετε το εσωτερικό του πίσω εξωφύλλου με μια εικονογράφηση και ένα γραμμωτό κώδικα.
es: Abra su pasaporte en la última página y colóquelo sobre una superficie plana. Debería ver el interior de la contraportada con una ilustración y un código de barras.
et: Avage oma pass viimasele lehele ja asetage see tasasele pinnale. Te peaksite nägema tagakaane sisekülge koos illustratsiooni ja vöötkoodiga.
fa: گذرنامه خود را به صفحه آخر باز کنید و آن را روی یک سطح صاف قرار دهید. شما باید داخل جلد پشتی را با یک تصویر و یک بارکد ببینید.
fi: Avaa passisi viimeiselle sivulle ja aseta se tasaiselle pinnalle. Sinun pitäisi nähdä takakannen sisäpuoli, jossa on kuvitus ja viivakoodi.
fr: Ouvrez votre passeport à la dernière page et placez-le sur une surface plane. Vous devriez voir l`intérieur de la couverture arrière avec une illustration et un code-barres.
he: פתח את הדרכון שלך לעמוד האחרון והנח אותו על משטח שטוח. עליך לראות את החלק הפנימי של הכריכה האחורית עם איור וברקוד.
hi: अपने पासपोर्ट को अंतिम पृष्ठ पर खोलें और इसे एक समतल सतह पर रखें। आपको पिछले कवर के अंदर की ओर एक चित्र और एक बारकोड दिखाई देना चाहिए।
hr: Otvorite svoju putovnicu na posljednju stranicu i stavite je na ravnu površinu. Trebali biste vidjeti unutrašnjost stražnje korice s ilustracijom i barkodom.
hu: Nyissa ki az útlevelét az utolsó oldalra, és helyezze egy sík felületre. Látnia kell a hátsó borító belsejét egy illusztrációval és egy vonalkóddal.
hy: Բացեք ձեր անձնագիրը վերջին էջին և դրեք այն հարթ մակերեսի վրա։ Դուք պետք է տեսնեք հետևի կազմի ներսը նկարազարդմամբ և շտրիխ կոդով։
id: Buka paspor Anda ke halaman terakhir dan letakkan di permukaan datar. Anda harus melihat bagian dalam sampul belakang dengan ilustrasi dan barcode.
it: Apri il tuo passaporto all`ultima pagina e posizionalo su una superficie piana. Dovresti vedere l`interno della copertina posteriore con un`illustrazione e un codice a barre.
ja: パスポートを最後のページまで開き、平らな面に置いてください。裏表紙の内側にイラストとバーコードが見えるはずです。
ko: 여권을 마지막 페이지까지 열고 평평한 표면에 놓으세요. 뒷표지 안쪽에 그림과 바코드가 보일 것입니다.
lt: Atidarykite savo pasą iki paskutinio puslapio ir padėkite jį ant lygaus paviršiaus. Turėtumėte matyti vidinę galinio viršelio pusę su iliustracija ir brūkšniniu kodu.
lv: Atveriet savu pasi uz pēdējās lapas un novietojiet to uz līdzenas virsmas. Jums vajadzētu redzēt aizmugurējā vāka iekšpusi ar ilustrāciju un svītrkodu.
ms: Buka pasport anda ke halaman terakhir dan letakkan di permukaan rata. Anda sepatutnya melihat bahagian dalam penutup belakang dengan ilustrasi dan kod bar.
nb: Åpne passet ditt til siste side og legg det på en flat overflate. Du skal se innsiden av bakdekselet med en illustrasjon og en strekkode.
nl: Open uw paspoort naar de laatste pagina en leg het op een vlakke ondergrond. U zou de binnenkant van de achteromslag moeten zien met een illustratie en een streepjescode.
pl: Otwórz swój paszport na ostatniej stronie i połóż go na płaskiej powierzchni. Powinieneś zobaczyć wewnętrzną stronę tylnej okładki z ilustracją i kodem kreskowym.
pt: Abra seu passaporte na última página e coloque-o em uma superfície plana. Você deve ver o interior da contracapa com uma ilustração e um código de barras.
ro: Deschideți pașaportul la ultima pagină și așezați-l pe o suprafață plană. Ar trebui să vedeți interiorul copertei din spate cu o ilustrație și un cod de bare.
ru: Откройте паспорт на последней странице и положите его на ровную поверхность. Вы должны увидеть внутреннюю сторону задней обложки с иллюстрацией и штрих-кодом.
sk: Otvorte svoj pas na poslednej strane a položte ho na rovnú plochu. Mali by ste vidieť vnútro zadného obalu s ilustráciou a čiarovým kódom.
sl: Odprite svoj potni list na zadnji strani in ga položite na ravno površino. Videti bi morali notranjost zadnje platnice z ilustracijo in črtno kodo.
sr: Otvorite svoj pasoš na poslednjoj strani i postavite ga na ravnu površinu. Trebalo bi da vidite unutrašnjost zadnje korice sa ilustracijom i barkodom.
sv: Öppna ditt pass till sista sidan och lägg det på en plan yta. Du bör se insidan av bakre omslaget med en illustration och en streckkod.
th: เปิดหนังสือเดินทางของคุณไปที่หน้าสุดท้ายและวางบนพื้นผิวเรียบ คุณควรเห็นด้านในของปกหลังที่มีภาพประกอบและบาร์โค้ด
tr: Pasaportunuzu son sayfaya açın ve düz bir yüzeye yerleştirin. Arka kapağın iç kısmında bir illüstrasyon ve bir barkod görmelisiniz.
uk: Відкрийте свій паспорт на останній сторінці та покладіть його на рівну поверхню. Ви повинні побачити внутрішню частину задньої обкладинки з ілюстрацією та штрих-кодом.
vi: Mở hộ chiếu của bạn đến trang cuối cùng và đặt nó trên một bề mặt phẳng. Bạn sẽ thấy bên trong bìa sau với một hình minh họa và một mã vạch.
zh: 打开护照的最后一页，并将其放在平坦的表面上。您应该看到封底内侧的插图和条形码。

# nfc_error_instruction_3_document
source: You may need to slowly slide your document up and down against your phone until you locate the chip.
ar: قد تحتاج إلى تحريك وثيقتك ببطء لأعلى ولأسفل مقابل هاتفك حتى تعثر على الشريحة.
bg: Може да се наложи бавно да плъзнете документа си нагоре и надолу срещу телефона, докато не откриете чипа.
cs: Možná budete muset pomalu posouvat svůj doklad nahoru a dolů proti telefonu, dokud nenajdete čip.
da: Du skal muligvis langsomt glide dit dokument op og ned mod din telefon, indtil du finder chippen.
de: Möglicherweise müssen Sie Ihr Dokument langsam auf und ab gegen Ihr Telefon schieben, bis Sie den Chip finden.
el: Ίσως χρειαστεί να σύρετε αργά το έγγραφό σας πάνω και κάτω στο τηλέφωνό σας μέχρι να εντοπίσετε το chip.
es: Es posible que necesite deslizar lentamente su documento hacia arriba y hacia abajo contra su teléfono hasta que localice el chip.
et: Võib-olla peate oma dokumenti aeglaselt telefoni vastu üles ja alla libistama, kuni leiate kiibi.
fa: ممکن است نیاز داشته باشید که به آرامی سند خود را در برابر تلفن خود بالا و پایین بکشید تا تراشه را پیدا کنید.
fi: Saatat joutua hitaasti liu`uttamaan asiakirjaasi ylös ja alas puhelintasi vasten, kunnes löydät sirun.
fr: Vous devrez peut-être faire glisser lentement votre document vers le haut et vers le bas contre votre téléphone jusqu`à ce que vous localisiez la puce.
he: ייתכן שתצטרך להחליק את המסמך שלך לאט למעלה ולמטה כנגד הטלפון שלך עד שתאתר את השבב.
hi: आपको अपने दस्तावेज़ को धीरे-धीरे अपने फोन के खिलाफ ऊपर और नीचे स्लाइड करने की आवश्यकता हो सकती है जब तक कि आप चिप का पता नहीं लगा लेते।
hr: Možda ćete trebati polako pomicati svoj dokument gore-dolje uz telefon dok ne pronađete čip.
hu: Lehet, hogy lassan fel és le kell csúsztatnia az okmányát a telefonján, amíg meg nem találja a chipet.
hy: Դուք կարող եք դանդաղ սահեցնել ձեր փաստաթուղթը վեր ու վար ձեր հեռախոսի վրա, մինչև գտնեք չիպը։
id: Anda mungkin perlu perlahan-lahan menggeser dokumen Anda ke atas dan ke bawah pada ponsel Anda sampai Anda menemukan chip tersebut.
it: Potrebbe essere necessario far scorrere lentamente il documento su e giù contro il telefono finché non si individua il chip.
ja: ドキュメントをゆっくりと上下にスライドさせて、チップを見つける必要があるかもしれません。
ko: 문서를 휴대폰에 대고 위아래로 천천히 움직여 칩을 찾을 수 있습니다.
lt: Jums gali tekti lėtai slinkti savo dokumentą aukštyn ir žemyn prieš telefoną, kol surasite lustą.
lv: Jums var būt nepieciešams lēnām slīdēt savu dokumentu uz augšu un leju pret tālruni, līdz atrodat mikroshēmu.
ms: Anda mungkin perlu perlahan-lahan menggeser dokumen anda ke atas dan ke bawah pada telefon anda sehingga anda menemui cip.
nb: Du må kanskje sakte skyve identitetsdokumentet ditt opp og ned mot telefonen til du finner chipen.
nl: U moet mogelijk uw document langzaam omhoog en omlaag schuiven tegen uw telefoon totdat u de chip vindt.
pl: Możesz potrzebować powoli przesuwać swój dokument w górę i w dół wzdłuż telefonu, aż zlokalizujesz chip.
pt: Pode ser necessário deslizar lentamente o seu documento para cima e para baixo contra o seu telefone até localizar o chip.
ro: Este posibil să fie nevoie să glisați încet documentul în sus și în jos pe telefonul dvs. până când localizați cipul.
ru: Возможно, вам потребуется медленно перемещать ваш документ вверх и вниз по телефону, пока вы не обнаружите чип.
sk: Možno budete musieť pomaly posúvať svoj doklad hore a dole proti telefónu, kým nenájdete čip.
sl: Morda boste morali počasi drseti z dokumentom gor in dol ob telefonu, dokler ne najdete čipa.
sr: Možda ćete morati polako kliziti vašim dokumentom gore-dole uz telefon dok ne locirate čip.
sv: Du kan behöva långsamt föra ditt dokument upp och ner mot din telefon tills du hittar chipet.
th: คุณอาจจำเป็นต้องเลื่อนเอกสารของคุณขึ้นและลงช้าๆ บนโทรศัพท์ของคุณจนกว่าจะพบชิป
tr: Belgenizi telefonunuza karşı yavaşça yukarı ve aşağı kaydırmanız gerekebilir, çipi bulana kadar.
uk: Можливо, вам доведеться повільно переміщувати ваш документ вгору і вниз по телефону, поки ви не знайдете чіп.
vi: Bạn có thể cần từ từ trượt tài liệu của mình lên và xuống trên điện thoại cho đến khi bạn tìm thấy chip.
zh: 您可能需要慢慢地将您的身份证件在手机上上下滑动，直到找到芯片。

# nfc_error_instruction_3_passport_android
source: Place your phone against your passport, so they’re touching.
ar: ضع هاتفك على جواز سفرك، بحيث يكونان على اتصال.
bg: Поставете телефона си срещу паспорта си, така че да се докосват.
cs: Položte telefon na pas, takže se dotýkají.
da: Placer din telefon mod dit pas, så de rører ved hinanden.
de: Legen Sie Ihr Handy gegen Ihren Reisepass, sodass sie sich berühren.
el: Βάλτε το τηλέφωνό σας κατά μήκος του διαβατηρίου σας, ώστε να έρχονται σε επαφή.
es: Coloca tu teléfono contra tu pasaporte, de modo que estén tocándose.
et: Asetage telefon passi vastu, nii et need puutuvad kokku.
fa: گوشی خود را به گذرنامه خود بچسبانید تا با هم تماس داشته باشند.
fi: Aseta puhelimesi passisi vasten, niin että ne koskettavat toisiaan.
fr: Placez votre téléphone contre votre passeport, de sorte qu`ils se touchent.
he: מקם את הטלפון שלך נגד הדרכון שלך, כך שהם מגעים.
hi: अपने फ़ोन को अपने पासपोर्ट से छूने के लिए रखें, ताकि वे छू जाएं।
hr: Stavite mobitel na putovnicu, tako da se dodiruju.
hu: Helyezze a telefonját az útlevelére, úgy hogy érintkezzenek.
hy: Տեղադրեք ձեր հեռախոսը ձեր անձնագրի դեմ, որպեսզի նրանք շփոթվեն։
id: Tempatkan ponsel Anda di bagian atas paspor Anda, sehingga mereka saling menyentuh.
it: Posizionare il telefono contro il passaporto, in modo che si tocchino.
ja: スマートフォンをパスポートに対して置き、触れるようにしてください。
ko: 휴대폰을 여권에 대고, 그들이 닿을 수 있도록 하세요.
lt: Pakelkite telefoną prie savo paso, kad jie liestųsi.
lv: Novietojiet tālruni pret pasi, tā, lai tie saskaras.
ms: Letakkan telefon anda menentang pasport anda, sehingga mereka bersentuhan.
nb: Plasser telefonen din mot passet ditt, slik at de berører hverandre.
nl: Leg uw telefoon tegen uw paspoort, zodat ze elkaar raken.
pl: Umieść telefon na wierzchu paszportu, tak aby się dotykały.
pt: Coloque o seu telefone contra o seu passaporte, de modo que eles estejam se tocando.
ro: Puneți telefonul dvs. împotriva pașaportului dvs., astfel încât să se atingă.
ru: Приложите телефон к паспорту, так чтобы они соприкасались.
sk: Umiestnite telefón na pas tak, aby sa dotýkali.
sl: Telefon postavite ob vaš potni list, tako da se dotikata.
sr: Stavite svoj telefon na svoj pasoš, tako da se dodiruju.
sv: Placera telefonen mot ditt pass, så att de rör vid varandra.
th: วางโทรศัพท์ของคุณลงบนหนังสือเดินทางของคุณให้สัมผัสกัน
tr: Telefonunuzu pasaportunuza değecek şekilde yerleştirin, böylece birbirine dokunuyorlar.
uk: Покладіть телефон на паспорт, так щоб вони торкалися.
vi: Đặt điện thoại của bạn lên hộ chiếu, sao cho chúng đang chạm vào nhau.
zh: 将手机放在护照上，使它们接触。
