Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_loading_doc_upload_waiting_1_subtitle
source: Please wait a little longer for the task to finish.
ar: يرجى الانتظار لفترة أطول قليلاً حتى يتم الانتهاء من المهمة.
bg: Моля, имайте още малко търпение, докато задачата приключи.
cs: Prosíme o trochu více trpělivosti, úloha ještě není dokončena.
da: Vent venligst lidt længere, indtil opgaven er færdig.
de: Bitte haben Sie noch etwas Geduld, bis die Aufgabe abgeschlossen ist.
el: Παρακαλώ περιμένετε λίγο περισσότερο για την ολοκλήρωση της εργασίας.
es: Por favor, espere un poco más para que la tarea termine.
et: Palun oodake veidi kauem, kuni ülesanne on lõpule viidud.
fa: لطفاً کمی بیشتر صبر کنید تا کار به اتمام برسد.
fi: Ole hyvä ja odota hieman pidempään, jotta tehtävä saadaan valmiiksi.
fr: Veuillez patienter un peu plus longtemps pour que la tâche soit terminée.
he: אנא המתן עוד קצת זמן עד שהמשימה תהיה מוכנה.
hi: कार्य समाप्त होने के लिए कृपया थोड़ा और धैर्य रखें।
hr: Molimo vas da pričekate malo duže dok se zadatak ne završi.
hu: Kérjük, várjon egy kicsit tovább, hogy a folyamat befejeződjön.
hy: Խնդրում ենք մի փոքր ավելի երկար սպասել, մինչև առաջադրանքը ավարտվի։
id: Harap bersabar sebentar lagi sampai tugas selesai.
it: Si prega di attendere un po` di più per il completamento del compito.
ja: タスクが完了するまで、もう少しお待ちいただきますようお願い申し上げます。
ko: 작업이 완료될 때까지 잠시만 더 기다려 주세요.
lt: Prašome dar šiek tiek palaukti, kol užduotis bus atlikta.
lv: Lūdzu, vēl nedaudz pagaidiet, kamēr uzdevums tiek pabeigts.
ms: Sila bersabar sebentar lagi untuk tugas ini selesai.
nb: Vennligst vent litt lenger for at oppgaven skal fullføres.
nl: Wacht alstublieft nog even, de taak is bijna voltooid.
pl: Proszę o chwilę cierpliwości, zadanie jest jeszcze w trakcie realizacji.
pt: Por favor, aguarde um pouco mais para que a tarefa seja concluída.
ro: Vă rugăm să așteptați puțin mai mult pentru ca sarcina să se finalizeze.
ru: Пожалуйста, подождите немного дольше, чтобы задача завершилась.
sk: Prosím, počkajte ešte chvíľu, kým sa úloha dokončí.
sl: Prosimo, počakajte malo dlje, da se naloga konča.
sr: Molimo vas da malo duže sačekate da se zadatak završi.
sv: Vänligen vänta lite längre för att uppgiften ska bli klar.
th: โปรดรออีกสักครู่เพื่อให้งานเสร็จสมบูรณ์
tr: Lütfen görevin bitmesi için biraz daha bekleyin.
uk: Будь ласка, зачекайте трохи довше, щоб завдання завершилося.
vi: Vui lòng đợi thêm một chút để công việc hoàn thành.
zh: 请稍微等待一下，让任务完成。

# common_loading_doc_upload_waiting_1_title
source: Checking image quality
ar: التحقق من جودة الصورة
bg: Проверка на качеството на изображението
cs: Kontrola kvality obrazu
da: Kontrol af billedkvalitet
de: Bildqualität wird überprüft
el: Έλεγχος ποιότητας εικόνας
es: Comprobando calidad de la imagen
et: Kujutise kvaliteedi kontrollimine
fa: بررسی کیفیت تصویر
fi: Tarkistetaan kuvanlaatua
fr: Vérification de la qualité d’image
he: בדיקת איכות התמונה
hi: इमेज की क्वालिटी परखना
hr: Provjeravamo kvalitetu slike
hu: Képminőség ellenőrzése
hy: Նկարի որակի ստուգում
id: Memeriksa kualitas gambar
it: Controllo qualità dell’immagine
ja: 画質の確認
ko: 이미지 품질 확인 중
lt: Vaizdo kokybės tikrinimas
lv: Notiek attēla kvalitātes pārbaude
ms: Memeriksa kualiti imej
nb: Kontrollerer bildekvalitet
nl: Kwaliteit afbeelding controleren
pl: Sprawdzanie jakości obrazu
pt: A verificar a qualidade da imagem
ro: Verificare în curs a calității imaginii
ru: Проверка качества изображения
sk: Kontroluje sa kvalita obrázka
sl: Preverjanje kakovosti slike
sr: Provera kvaliteta slike
sv: Kontrollerar bildkvaliteten
th: กำลังตรวจสอบคุณภาพของภาพ
tr: Görüntü kalitesi kontrol ediliyor
uk: Перевірка якості зображення
vi: Kiểm tra chất lượng hình ảnh
zh: 正在检查图像质量

# common_loading_doc_upload_waiting_2_subtitle
source: The task is still running, your patience is appreciated.
ar: المهمة لا تزال قيد التشغيل، نقدر صبرك.
bg: Задачата все още се изпълнява, благодарим ви за търпението.
cs: Úloha stále běží, vaše trpělivost je oceňována.
da: Opgaven kører stadig, din tålmodighed værdsættes.
de: Die Aufgabe läuft noch, Ihre Geduld wird geschätzt.
el: Η εργασία εξακολουθεί να εκτελείται, η υπομονή σας εκτιμάται.
es: La tarea aún está en ejecución, se agradece su paciencia.
et: Ülesanne on endiselt käimas, teie kannatlikkust hinnatakse.
fa: کار هنوز در حال اجرا است، صبر شما قدردانی می شود.
fi: Tehtävä on edelleen käynnissä, kiitämme kärsivällisyydestäsi.
fr: La tâche est toujours en cours, votre patience est appréciée.
he: המשימה עדיין בתהליך, אנו מעריכים את סבלנותך.
hi: कार्य अभी भी चल रहा है, आपकी धैर्यता की सराहना की जाती है।
hr: Zadatak je još uvijek u tijeku, cijenimo vašu strpljivost.
hu: A feladat még mindig fut, türelmét köszönjük.
hy: Առաջադրանքը դեռ շարունակվում է, ձեր համբերատարությունը գնահատվում է:
id: Tugas masih berjalan, kesabaran Anda dihargai.
it: Il compito è ancora in esecuzione, la tua pazienza è apprezzata.
ja: タスクはまだ実行中です、お待ちいただきありがとうございます。
ko: 작업이 아직 진행 중이며, 귀하의 인내심에 감사드립니다.
lt: Užduotis vis dar vykdoma, dėkojame už kantrybę.
lv: Uzdevums joprojām tiek izpildīts, mēs novērtējam jūsu pacietību.
ms: Tugas masih berjalan, kesabaran anda dihargai.
nb: Oppgaven kjører fortsatt, din tålmodighet settes pris på.
nl: De taak is nog steeds bezig, uw geduld wordt op prijs gesteld.
pl: Zadanie nadal jest wykonywane, dziękujemy za cierpliwość.
pt: A tarefa ainda está em execução, a sua paciência é apreciada.
ro: Sarcina încă rulează, apreciem răbdarea dumneavoastră.
ru: Задача все еще выполняется, ваше терпение ценится.
sk: Úloha stále prebieha, vaša trpezlivosť je ocenená.
sl: Naloga se še vedno izvaja, vaša potrpežljivost je cenjena.
sr: Zadatak je još uvek u toku, hvala na strpljenju.
sv: Uppgiften körs fortfarande, din tålamod uppskattas.
th: งานยังคงทำงานอยู่ ขอขอบคุณสำหรับความอดทนของคุณ
tr: Görev hala devam ediyor, sabrınız takdir edilmektedir.
uk: Завдання все ще виконується, ваше терпіння цінується.
vi: Công việc vẫn đang được thực hiện, xin cảm ơn sự kiên nhẫn của bạn.
zh: 任务仍在运行中，感谢您的耐心等待。

# common_loading_doc_upload_waiting_2_title
source: Checking image quality
ar: التحقق من جودة الصورة
bg: Проверка на качеството на изображението
cs: Kontrola kvality obrazu
da: Kontrol af billedkvalitet
de: Bildqualität wird überprüft
el: Έλεγχος ποιότητας εικόνας
es: Comprobando calidad de la imagen
et: Kujutise kvaliteedi kontrollimine
fa: بررسی کیفیت تصویر
fi: Tarkistetaan kuvanlaatua
fr: Vérification de la qualité d’image
he: בדיקת איכות התמונה
hi: इमेज की क्वालिटी परखना
hr: Provjeravamo kvalitetu slike
hu: Képminőség ellenőrzése
hy: Նկարի որակի ստուգում
id: Memeriksa kualitas gambar
it: Controllo qualità dell’immagine
ja: 画質の確認
ko: 이미지 품질 확인 중
lt: Vaizdo kokybės tikrinimas
lv: Notiek attēla kvalitātes pārbaude
ms: Memeriksa kualiti imej
nb: Kontrollerer bildekvalitet
nl: Kwaliteit afbeelding controleren
pl: Sprawdzanie jakości obrazu
pt: A verificar a qualidade da imagem
ro: Verificare în curs a calității imaginii
ru: Проверка качества изображения
sk: Kontroluje sa kvalita obrázka
sl: Preverjanje kakovosti slike
sr: Provera kvaliteta slike
sv: Kontrollerar bildkvaliteten
th: กำลังตรวจสอบคุณภาพของภาพ
tr: Görüntü kalitesi kontrol ediliyor
uk: Перевірка якості зображення
vi: Kiểm tra chất lượng hình ảnh
zh: 正在检查图像质量

# common_loading_generic_immediate_subtitle
source: We are compiling the data collected, please wait.
ar: نحن نقوم بتجميع البيانات المجمعة، يرجى الانتظار.
bg: Компилираме събраните данни, моля изчакайте.
cs: Sestavujeme shromážděná data, prosím počkejte.
da: Vi samler de indsamlede data, vent venligst.
de: Wir kompilieren die gesammelten Daten, bitte warten Sie.
el: Συγκεντρώνουμε τα δεδομένα που συλλέχθηκαν, παρακαλώ περιμένετε.
es: Estamos compilando los datos recopilados, por favor espera.
et: Me koondame kogutud andmeid, palun oodake.
fa: ما در حال تهیه داده های جمع آوری شده هستیم، لطفا صبر کنید.
fi: Kokoamme kerättyjä tietoja, odota hetki.
fr: Nous compilons les données collectées, veuillez patienter.
he: אנו מקבצים את הנתונים שנאספו, אנא המתן.
hi: हम संग्रहित डेटा को संकलित कर रहे हैं, कृपया प्रतीक्षा करें।
hr: Sastavljamo prikupljene podatke, molimo pričekajte.
hu: Összeállítjuk a gyűjtött adatokat, kérjük várjon.
hy: Մենք հավաքված տվյալները համադրում ենք, խնդրում ենք սպասել:
id: Kami sedang mengkompilasi data yang dikumpulkan, harap tunggu.
it: Stiamo compilando i dati raccolti, attendere prego.
ja: 収集したデータをコンパイルしています、お待ちください。
ko: 우리는 수집된 데이터를 컴파일하고 있습니다, 기다려 주세요.
lt: Mes surinkome surinktus duomenis, prašome palaukti.
lv: Mēs apkopojam savāktos datus, lūdzu, uzgaidiet.
ms: Kami sedang mengumpulkan data yang dikumpulkan, sila tunggu.
nb: Vi samler inn dataene som er samlet inn, vennligst vent.
nl: We zijn de verzamelde gegevens aan het compileren, even geduld aub.
pl: Kompilujemy zebrane dane, proszę czekać.
pt: Estamos compilando os dados coletados, por favor aguarde.
ro: Compilăm datele colectate, vă rugăm să așteptați.
ru: Мы компилируем собранные данные, пожалуйста, подождите.
sk: Kompilujeme zhromaždené údaje, prosím počkajte.
sl: Zbiramo zbrane podatke, prosimo počakajte.
sr: Sakupljamo prikupljene podatke, molimo sačekajte.
sv: Vi sammanställer de insamlade uppgifterna, var god vänta.
th: เรากำลังรวบรวมข้อมูลที่ได้รับ โปรดรอสักครู่
tr: Toplanan verileri derliyoruz, lütfen bekleyin.
uk: Ми обробляємо зібрані дані, будь ласка, зачекайте.
vi: Chúng tôi đang tổng hợp dữ liệu đã thu thập, vui lòng đợi.
zh: 我们正在整理收集的数据，请等待。

# common_loading_generic_immediate_title
source: Compiling data...
ar: جاري تجميع البيانات...
bg: Компилиране на данни...
cs: Kompilace dat...
da: Samler data...
de: Daten werden zusammengestellt...
el: Συγκεντρώνοντας δεδομένα...
es: Compilando datos...
et: Andmete koostamine...
fa: در حال جمع‌آوری داده‌ها...
fi: Kokoaa tietoja...
fr: Compilation des données...
he: מהדר נתונים...
hi: डेटा संकलित कर रहा है...
hr: Kompilacija podataka...
hu: Adatok összegyűjtése...
hy: Տվյալների կոմպիլյացիա...
id: Mengkompilasi data...
it: Compilazione dei dati...
ja: データをコンパイル中...
ko: 데이터를 컴파일 중...
lt: Kompiliuojami duomenys...
lv: Kompilē datus...
ms: Memproses data...
nb: Samler data...
nl: Gegevens aan het compileren...
pl: Kompilowanie danych...
pt: Compilando dados...
ro: Compilare date...
ru: Компиляция данных...
sk: Kompilácia dát...
sl: Zbiranje podatkov...
sr: Kompilacija podataka...
sv: Kompilerar data...
th: กำลังรวบรวมข้อมูล...
tr: Veri derleniyor...
uk: Компіляція даних...
vi: Đang biên dịch dữ liệu...
zh: 正在编译数据...

# common_loading_generic_waiting_1_subtitle
source: We are securing your information, please wait.
ar: نحن نؤمن معلوماتك، يرجى الانتظار.
bg: Сигурни сме за вашата информация, моля изчакайте.
cs: Zabezpečujeme vaše informace, prosím počkejte.
da: Vi sikrer dine oplysninger, vent venligst.
de: Wir sichern Ihre Informationen, bitte warten Sie.
el: Ασφαλίζουμε τις πληροφορίες σας, παρακαλώ περιμένετε.
es: Estamos asegurando su información, por favor espere.
et: Me turvame teie teavet, palun oodake.
fa: ما در حال امن کردن اطلاعات شما هستیم، لطفا صبر کنید.
fi: Olemme turvaamassa tietojasi, odota hetki.
fr: Nous sécurisons vos informations, veuillez patienter.
he: אנו מאבטחים את המידע שלך, אנא המתן.
hi: हम आपकी जानकारी को सुरक्षित कर रहे हैं, कृपया प्रतीक्षा करें।
hr: Osiguravamo vaše podatke, molimo pričekajte.
hu: Biztosítjuk az Ön információit, kérjük várjon.
hy: Մենք ապահովում ենք ձեր տվյալները, խնդրում ենք սպասել:
id: Kami sedang mengamankan informasi Anda, harap tunggu.
it: Stiamo proteggendo le tue informazioni, per favore aspetta.
ja: お客様の情報を保護しています、お待ちください。
ko: 귀하의 정보를 보호 중입니다, 잠시 기다려 주십시오.
lt: Mes užtikriname jūsų informacijos saugumą, prašome palaukti.
lv: Mēs nodrošinām jūsu informāciju, lūdzu, uzgaidiet.
ms: Kami sedang melindungi maklumat anda, sila tunggu.
nb: Vi sikrer informasjonen din, vennligst vent.
nl: We beveiligen uw informatie, even geduld a.u.b.
pl: Zabezpieczamy Twoje informacje, proszę czekać.
pt: Estamos protegendo suas informações, por favor aguarde.
ro: Securizăm informațiile dvs., vă rugăm să așteptați.
ru: Мы обеспечиваем безопасность вашей информации, пожалуйста, подождите.
sk: Zabezpečujeme vaše informácie, prosím počkajte.
sl: Varujemo vaše podatke, prosimo počakajte.
sr: Osiguravamo vaše informacije, molimo sačekajte.
sv: Vi säkrar din information, vänta.
th: เรากำลังรักษาความปลอดภัยของข้อมูลของคุณ กรุณารอสักครู่
tr: Bilgilerinizi güvence altına alıyoruz, lütfen bekleyin.
uk: Ми захищаємо вашу інформацію, будь ласка, зачекайте.
vi: Chúng tôi đang bảo mật thông tin của bạn, vui lòng đợi.
zh: 我们正在保护您的信息，请等待。

# common_loading_generic_waiting_1_title
source: Securing data...
ar: تأمين البيانات...
bg: Сигурност на данните...
cs: Zabezpečování dat...
da: Sikrer data...
de: Daten sichern...
el: Ασφάλιση δεδομένων...
es: Asegurando los datos...
et: Andmete turvamine...
fa: در حال امن سازی داده ها...
fi: Turvataan tietoja...
fr: Sécurisation des données...
he: מאבטח נתונים...
hi: डेटा सुरक्षित कर रहा है...
hr: Osiguravanje podataka...
hu: Adatok biztonságos tárolása...
hy: Տվյալների ապահովում...
id: Mengamankan data...
it: Protezione dei dati in corso...
ja: データを保護中...
ko: 데이터를 보호하는 중...
lt: Apsaugojama informacija...
lv: Datu nodrošināšana...
ms: Mengamankan data...
nb: Sikrer data...
nl: Gegevens beveiligen...
pl: Zabezpieczanie danych...
pt: Protegendo os dados...
ro: Securizarea datelor...
ru: Защита данных...
sk: Zabezpečovanie dát...
sl: Zavarovanje podatkov...
sr: Обезбеђивање података...
sv: Säkrar data...
th: กำลังรักษาความปลอดภัยของข้อมูล...
tr: Verileri güvenceye alıyor...
uk: Забезпечення даних...
vi: Đang bảo mật dữ liệu...
zh: 正在保护数据...

# common_loading_generic_waiting_2_subtitle
source: Securing your data is important, please wait a moment for this task to finish.
ar: تأمين بياناتك مهم، يرجى الانتظار لحظة لإنهاء هذه المهمة.
bg: Сигурността на вашите данни е важна, моля изчакайте момент, за да завърши тази задача.
cs: Zabezpečení vašich dat je důležité, prosím počkejte chvíli, než se tato úloha dokončí.
da: Det er vigtigt at sikre dine data, vent venligst et øjeblik på, at denne opgave bliver færdig.
de: Die Sicherung Ihrer Daten ist wichtig, bitte warten Sie einen Moment, bis diese Aufgabe abgeschlossen ist.
el: Η ασφάλεια των δεδομένων σας είναι σημαντική, παρακαλώ περιμένετε λίγο για να ολοκληρωθεί αυτή η εργασία.
es: Asegurar tus datos es importante, por favor espera un momento para que esta tarea termine.
et: Teie andmete turvamine on oluline, palun oodake hetk, kuni see ülesanne on lõpule viidud.
fa: امنیت داده های شما مهم است، لطفاً یک لحظه منتظر بمانید تا این کار تمام شود.
fi: Tietojesi turvaaminen on tärkeää, odota hetki, että tehtävä saadaan päätökseen.
fr: La sécurisation de vos données est importante, veuillez attendre un moment que cette tâche se termine.
he: אבטחת המידע שלך חשובה, אנא המתן רגע עד שהמשימה תסתיים.
hi: आपका डाटा सुरक्षित करना महत्वपूर्ण है, कृपया इस कार्य को समाप्त होने के लिए एक क्षण प्रतीक्षा करें।
hr: Osiguranje vaših podataka je važno, molimo pričekajte trenutak da se ovaj zadatak završi.
hu: Fontos, hogy adatai biztonságban legyenek, kérjük várjon egy kicsit, amíg a művelet befejeződik.
hy: Ձեր տվյալների ապահովությունը կարևոր է, խնդրում ենք մի հատ պահ սպասել, մինչդեռ այս առաջադրանքը ավարտվի։
id: Mengamankan data Anda sangat penting, harap tunggu sebentar untuk menyelesaikan tugas ini.
it: La sicurezza dei tuoi dati è importante, attendi un momento perché questo compito si concluda.
ja: あなたのデータの安全性は重要です、このタスクが終了するまで少々お待ちください。
ko: 데이터를 보호하는 것이 중요하므로, 이 작업이 완료될 때까지 잠시 기다려 주십시오.
lt: Jūsų duomenų apsauga yra svarbi, prašome palaukti kol šis uždavinys bus baigtas.
lv: Jūsu datu drošība ir svarīga, lūdzu, uzgaidiet brīdi, kamēr šis uzdevums tiek pabeigts.
ms: Mengamankan data anda adalah penting, sila tunggu sebentar untuk tugas ini selesai.
nb: Sikring av dataene dine er viktig, vennligst vent et øyeblikk for at denne oppgaven skal bli ferdig.
nl: Het beveiligen van uw gegevens is belangrijk, wacht alstublieft even tot deze taak is voltooid.
pl: Zabezpieczenie Twoich danych jest ważne, proszę poczekać chwilę, aż to zadanie zostanie zakończone.
pt: Garantir a segurança dos seus dados é importante, por favor aguarde um momento para que esta tarefa seja concluída.
ro: Securizarea datelor dumneavoastră este importantă, vă rugăm să așteptați un moment pentru ca această sarcină să se finalizeze.
ru: Защита ваших данных важна, пожалуйста, подождите немного, пока задача не будет завершена.
sk: Zabezpečenie vašich údajov je dôležité, prosím počkajte chvíľu, kým sa táto úloha dokončí.
sl: Zaščita vaših podatkov je pomembna, prosimo, počakajte trenutek, da se to opravilo konča.
sr: Bezbednost vaših podataka je važna, molimo vas sačekajte trenutak da se ovaj zadatak završi.
sv: Att säkra dina data är viktigt, vänta en stund för att denna uppgift ska slutföras.
th: การรักษาความปลอดภัยของข้อมูลของคุณเป็นสิ่งสคัญ โปรดรอสักครู่ให้งานนี้เสร็จสิ้น
tr: Verilerinizi güvence altına almak önemlidir, bu görevin bitmesi için lütfen bir an bekleyin.
uk: Захист вашого даних є важливим, будь ласка, зачекайте момент, поки це завдання завершиться.
vi: Việc bảo mật dữ liệu của bạn rất quan trọng, vui lòng đợi một chút để công việc này hoàn tất.
zh: 保护您的数据非常重要，请稍等片刻，让此任务完成。

# common_loading_generic_waiting_2_title
source: Processing data...
ar: جاري معالجة البيانات...
bg: Обработка на данни...
cs: Zpracovávání dat...
da: Behandler data...
de: Daten werden verarbeitet...
el: Επεξεργασία δεδομένων...
es: Procesando datos...
et: Andmete töötlemine...
fa: در حال پردازش داده...
fi: Käsitellään tietoja...
fr: Traitement des données...
he: מעבד נתונים...
hi: डेटा प्रसंस्करण कर रहा है...
hr: Obrada podataka...
hu: Adatfeldolgozás...
hy: Տվյալների մշակում...
id: Mengolah data...
it: Elaborazione dei dati...
ja: データを処理中...
ko: 데이터 처리 중...
lt: Apdorojami duomenys...
lv: Apstrādā datus...
ms: Memproses data...
nb: Behandler data...
nl: Gegevens verwerken...
pl: Przetwarzanie danych...
pt: Processando dados...
ro: Procesare date...
ru: Обработка данных...
sk: Spracovávam dáta...
sl: Obdelava podatkov...
sr: Procesuiranje podataka...
sv: Bearbetar data...
th: กำลังประมวลผลข้อมูล...
tr: Veri işleniyor...
uk: Обробка даних...
vi: Đang xử lý dữ liệu...
zh: 正在处理数据...

# common_loading_generic_waiting_3_subtitle
source: We are processing your information, please wait.
ar: نحن نقوم بمعالجة معلوماتك، يرجى الانتظار.
bg: Обработваме вашата информация, моля изчакайте.
cs: Zpracováváme vaše informace, prosím čekejte.
da: Vi behandler dine oplysninger, vent venligst.
de: Wir verarbeiten Ihre Informationen, bitte warten Sie.
el: Επεξεργαζόμαστε τις πληροφορίες σας, παρακαλώ περιμένετε.
es: Estamos procesando su información, por favor espere.
et: Me töötleme teie andmeid, palun oodake.
fa: ما در حال پردازش اطلاعات شما هستیم، لطفا صبر کنید.
fi: Käsittelemme tietojasi, odota hetki.
fr: Nous traitons vos informations, veuillez patienter.
he: אנו מעבדים את המידע שלך, אנא המתן.
hi: हम आपकी जानकारी को प्रसंस्करण कर रहे हैं, कृपया प्रतीक्षा करें।
hr: Obrađujemo vaše podatke, molimo pričekajte.
hu: Adatainak feldolgozása folyamatban van, kérjük várjon.
hy: Մենք մշակում ենք ձեր տվյալները, խնդրում ենք սպասել:
id: Kami sedang memproses informasi Anda, harap tunggu.
it: Stiamo elaborando le tue informazioni, per favore aspetta.
ja: お客様の情報を処理しています、お待ちください。
ko: 귀하의 정보를 처리 중입니다, 잠시 기다려 주십시오.
lt: Mes apdorojame jūsų informaciją, prašome palaukti.
lv: Mēs apstrādājam jūsu informāciju, lūdzu, uzgaidiet.
ms: Kami sedang memproses maklumat anda, sila tunggu.
nb: Vi behandler informasjonen din, vennligst vent.
nl: We verwerken uw informatie, even geduld aub.
pl: Przetwarzamy Twoje informacje, proszę czekać.
pt: Estamos processando suas informações, por favor aguarde.
ro: Procesăm informațiile dumneavoastră, vă rugăm să așteptați.
ru: Мы обрабатываем вашу информацию, пожалуйста, подождите.
sk: Spracovávame vaše informácie, prosím počkajte.
sl: Obdelujemo vaše podatke, prosimo počakajte.
sr: Obrađujemo vaše informacije, molimo sačekajte.
sv: Vi behandlar din information, vänligen vänta.
th: เรากำลังประมวลผลข้อมูลของคุณ โปรดรอ
tr: Bilgilerinizi işliyoruz, lütfen bekleyin.
uk: Ми обробляємо вашу інформацію, будь ласка, зачекайте.
vi: Chúng tôi đang xử lý thông tin của bạn, vui lòng đợi.
zh: 我们正在处理您的信息，请等待。

# common_loading_generic_waiting_3_title
source: Processing in progress...
ar: المعالجة جارية...
bg: Обработката е в ход...
cs: Zpracování probíhá...
da: Bearbejdning i gang...
de: Verarbeitung läuft...
el: Επεξεργασία σε εξέλιξη...
es: Procesamiento en curso...
et: Töötlemine käib...
fa: در حال پردازش...
fi: Käsittely käynnissä...
fr: Traitement en cours...
he: העיבוד בתהליך...
hi: प्रक्रिया जारी है...
hr: Obrada je u tijeku...
hu: Feldolgozás folyamatban...
hy: Կատարումը ընթացքում է․․․
id: Pemrosesan sedang berlangsung...
it: Elaborazione in corso...
ja: 処理中...
ko: 처리 중...
lt: Apdorojimas vyksta...
lv: Apstrāde notiek...
ms: Pemprosesan sedang berlangsung...
nb: Bearbeiding pågår...
nl: Verwerking bezig...
pl: Trwa przetwarzanie...
pt: Processamento em andamento...
ro: Procesare în curs...
ru: Выполняется обработка...
sk: Spracovávanie prebieha...
sl: Obdelava v teku...
sr: Procesiranje u toku...
sv: Bearbetning pågår...
th: กำลังดำเนินการ...
tr: İşlem devam ediyor...
uk: Обробка триває...
vi: Đang xử lý...
zh: 处理中...
