Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_desktop_mac_device_settings_list_item_3_video_audio
source: Click Later in the pop-up
ar: انقر على لاحقا في النافذة المنبثقة
bg: Кликнете върху По-късно в изскачащия прозорец
cs: Klikněte na Později v otevřeném okně
da: Klik på Senere i pop op-vinduet
de: Klicken Sie in dem Pop-up auf Später
el: Κάντε κλικ στο Αργότερα στο αναδυόμενο παράθυρο
es: Haz clic en Más tarde en el pop-up
et: Klõpsake hüpikaknas Hiljem
fa: روی بعدا در پنجره پاپ‌آپ کلیک کنید
fi: Napsauta Myöhemmin ponnahdusikkunassa
fr: Cliquez sur Plus tard dans la pop-up
he: לחץ על מאוחר יותר בחלון הקופץ
hi: पॉप-अप में बाद में पर क्लिक करें
hr: Kliknite na Kasnije u skočnom prozoru
hu: Kattintson a Később gombra a felugró ablakban
hy: Սեղմեք Հետո պատուհանում
id: Klik Nanti di pop-up
it: Fai clic su Dopo nel pop-up
ja: ポップアップで後でをクリックしてください
ko: 팝업에서 나중에를 클릭하세요
lt: Spustelėkite Vėliau iššokančiame lange
lv: Noklikšķiniet uz Vēlāk uznirstošajā logā
ms: Klik Kemudian dalam pop-up
nb: Klikk på Senere i popup-vinduet
nl: Klik op Later in de pop-up
pl: Kliknij Później w wyskakującym okienku
pt: Clique em Mais tarde na janela pop-up
ro: Faceți clic pe Mai târziu în fereastra pop-up
ru: Нажмите Позже во всплывающем окне
sk: Kliknite na Neskôr v kontextovom okne
sl: Kliknite Kasneje v pojavnem oknu
sr: Kliknite na Kasnije u iskačućem prozoru
sv: Klicka på Senare i popup-fönstret
th: คลิก ภายหลัง ในหน้าต่างที่ขึ้นมา
tr: Pop-up`ta Sonra tıklayın
uk: Натисніть Пізніше у спливаючому вікні
vi: Nhấp vào Sau trong cửa sổ pop-up
zh: 点击弹出窗口中的稍后

# common_permissions_recovery_desktop_mac_device_settings_list_item_4
source: Click Quit & Reopen in the pop-up and come back to this page
ar: انقر على إغلاق وإعادة فتح في النافذة المنبثقة وعُد إلى هذه الصفحة
bg: Кликнете върху Излезте и отворете отново в изскачащия прозорец и се върнете към тази страница
cs: Klikněte na Ukončit a znovu otevřít v otevřeném okně a vraťte se na tuto stránku
da: Klik på Afslut & Genåbn i pop op-vinduet og vend tilbage til denne side
de: Klicken Sie in dem Pop-up auf Beenden & Neu öffnen und kehren Sie zu dieser Seite zurück
el: Κάντε κλικ στο Έξοδος & Επανεκκίνηση στο αναδυόμενο παράθυρο και επιστρέψτε σε αυτή τη σελίδα
es: Haz clic en Salir y volver a abrir en el pop-up y regresa a esta página
et: Klõpsake hüpikaknas Välju & Ava uuesti ja tulge tagasi sellele lehele
fa: روی خروج و بازگشت در پنجره پاپ‌آپ کلیک کنید و به این صفحه برگردید
fi: Napsauta Lopeta ja avaa uudelleen -painiketta ponnahdusikkunassa ja palaa takaisin tälle sivulle
fr: Cliquez sur Quitter & Rouvrir dans la pop-up et revenez à cette page
he: לחץ על צא & פתח מחדש בחלון הקופץ וחזור לדף זה
hi: पॉप-अप में बंद करें और पुनः खोलें पर क्लिक करें और इस पृष्ठ पर वापस आएं
hr: Kliknite na Zatvori i ponovno otvori u skočnom prozoru i vratite se na ovu stranicu
hu: Kattintson a Kilépés és újranyitás gombra a felugró ablakban, majd térjen vissza erre az oldalra
hy: Սեղմեք Դուրս գալ & Նորից բացել պատուհանում և վերադարձեք այս էջ
id: Klik Keluar & Buka Ulang di pop-up dan kembali ke halaman ini
it: Fai clic su Esci e riapri nel pop-up e torna a questa pagina
ja: ポップアップで終了して再開をクリックし、このページに戻ってきてください
ko: 팝업에서 종료 후 다시 열기를 클릭하고 이 페이지로 돌아오세요
lt: Spustelėkite Išeiti ir atidaryti iš naujo iššokančiame lange ir grįžkite į šį puslapį
lv: Noklikšķiniet uz Aizvērt un atkārtoti atvērt uznirstošajā logā un atgriezieties šajā lapā
ms: Klik Keluar & Buka Semula dalam pop-up dan kembali ke halaman ini
nb: Klikk på Avslutt & Åpne på nytt i popup-vinduet og kom tilbake til denne siden
nl: Klik op Stoppen & Opnieuw openen in de pop-up en keer terug naar deze pagina
pl: Kliknij Zamknij i otwórz ponownie w wyskakującym okienku i wróć na tę stronę
pt: Clique em Sair & Reabrir na janela pop-up e volte para esta página
ro: Faceți clic pe Închideți și redeschideți în fereastra pop-up și reveniți la această pagină
ru: Нажмите Выйти и открыть снова во всплывающем окне и вернитесь на эту страницу
sk: Kliknite na Ukončiť a znovu otvoriť v kontextovom menu a vráťte sa na túto stránku
sl: Kliknite na Zapri in ponovno odpri v pojavnem oknu in se vrnite na to stran
sr: Kliknite na Zatvori & Ponovo otvori u iskačućem prozoru i vratite se na ovu stranicu
sv: Klicka på Avsluta & Öppna igen i popup-fönstret och återvänd till denna sida
th: คลิก ออก & เปิดใหม่ ในหน้าต่างที่ปรากฏขึ้นและกลับมาที่หน้านี้
tr: Açılan pencerede Çıkış Yap & Yeniden Aç seçeneğine tıklayın ve bu sayfaya geri dönün
uk: Натисніть Вийти та відкрити знову у спливаючому вікні та поверніться на цю сторінку
vi: Nhấp vào Thoát & Mở lại trong cửa sổ pop-up và quay lại trang này
zh: 点击弹出窗口中的退出并重新打开，然后返回到此页面

# common_permissions_recovery_desktop_mac_device_settings_list_item_4_audio
source: Click Microphone and activate the toggle (or checkbox) next to
ar: انقر على الميكروفون وقم بتنشيط المفتاح (أو المربع) بجوار
bg: Кликнете върху Микрофон и активирайте превключвателя (или отметката) до
cs: Klikněte na Mikrofon a aktivujte přepínač (nebo zaškrtávací políčko) vedle
da: Klik på Mikrofon og aktiver kontakten (eller afkrydsningsfeltet) ved siden af
de: Klicken Sie auf Mikrofon und aktivieren Sie den Schalter (oder das Kontrollkästchen) neben
el: Κάντε κλικ στο Μικρόφωνο και ενεργοποιήστε τον διακόπτη (ή το πλαίσιο επιλογής) δίπλα στο
es: Haz clic en Micrófono y activa el interruptor (o casilla de verificación) junto a
et: Klõpsake Mikrofoni ja aktiveerige lüliti (või märkeruut) ikooni kõrval
fa: روی میکروفون کلیک کنید و کلید تغییر وضعیت (یا جعبه انتخاب) کنار را فعال کنید
fi: Napsauta Mikrofoni ja aktivoi kytkin (tai valintaruutu) kohdassa
fr: Cliquez sur Microphone et activez le bouton (ou la case à cocher) à côté de
he: לחץ על מיקרופון והפעל את המתג (או תיבת הסימון) ליד
hi: माइक्रोफ़ोन पर क्लिक करें और के बगल में टॉगल (या चेकबॉक्स) को सक्रिय करें
hr: Kliknite na Mikrofon i aktivirajte prekidač (ili potvrdni okvir) pored
hu: Kattintson a Mikrofon elemre, és aktiválja a kapcsolót (vagy jelölőnégyzetet) a mellett
hy: Սեղմեք Միկրոֆոն-ը և ակտիվացրեք անցկացուցիչը (կամ ստուգաթիվը) -ի կողքին
id: Klik Mikrofon dan aktifkan tombol (atau kotak centang) di sebelah
it: Fai clic su Microfono e attiva l`interruttore (o la casella di controllo) accanto a
ja: マイクロフォンをクリックし、の隣にあるトグル（またはチェックボックス）を有効にします
ko: 마이크를 클릭하고 옆의 토글(또는 체크박스)을 활성화하세요.
lt: Spustelėkite Mikrofoną ir aktyvuokite perjungiklį (arba žymimąjį langelį) šalia
lv: Noklikšķiniet uz Mikrofons un aktivizējiet slēdzi (vai izvēles rūtiņu) blakus
ms: Klik Mikrofon dan aktifkan suis (atau kotak semak) di sebelah
nb: Klikk på Mikrofon og aktiver vekselen (eller avkrysningsboksen) ved siden av
nl: Klik op Microfoon en activeer de schakelaar (of het selectievakje) naast
pl: Kliknij Mikrofon i aktywuj przełącznik (lub pole wyboru) obok
pt: Clique em Microfone e ative a alavanca (ou caixa de seleção) ao lado de
ro: Faceți clic pe Microfon și activați comutatorul (sau căsuța de selectare) de lângă
ru: Нажмите Микрофон и активируйте переключатель (или флажок) рядом с
sk: Kliknite na Mikrofón a aktivujte prepínač (alebo zaškrtávacie políčko) vedľa
sl: Kliknite Mikrofon in aktivirajte stikalo (ali potrditveno polje) poleg
sr: Kliknite na Mikrofon i aktivirajte prekidač (ili polje za potvrdu) pored
sv: Klicka på Mikrofon och aktivera reglaget (eller kryssrutan) bredvid
th: คลิก ไมโครโฟน และเปิดสวิตช์ (หรือช่องทำเครื่องหมาย) ที่อยู่ถัดจาก
tr: Mikrofonu tıklayın ve yanındaki anahtarı (veya onay kutusunu) etkinleştirin
uk: Натисніть Мікрофон та активуйте перемикач (або прапорець) поруч з
vi: Nhấp vào Micro và kích hoạt công tắc (hoặc hộp kiểm) bên cạnh
zh: 点击 麦克风 并激活 旁边的切换按钮（或复选框）

# common_permissions_recovery_desktop_safari_browser_settings_list_item_1
source: In your browser, right-click in the address bar and select Settings
ar: في المتصفح الخاص بك، انقر بزر الماوس الأيمن في شريط العنوان واختر الإعدادات
bg: Във вашия браузър, кликнете с десния бутон на мишката в адресната лента и изберете Настройки
cs: V prohlížeči klikněte pravým tlačítkem myši na adresní řádek a vyberte Nastavení
da: I din browser skal du højreklikke i adresselinjen og vælge Indstillinger
de: Klicken Sie in Ihrem Browser mit der rechten Maustaste in die Adressleiste und wählen Sie Einstellungen
el: Στον περιηγητή σας, κάντε δεξί κλικ στη γραμμή διευθύνσεων και επιλέξτε Ρυθμίσεις
es: En tu navegador, haz clic con el botón derecho en la barra de direcciones y selecciona Configuración
et: Oma brauseris paremklõpsake aadressiribal ja valige Seaded
fa: در مرورگر خود، روی نوار آدرس کلیک راست کنید و تنظیمات را انتخاب کنید
fi: Osoitepalkissa selaimessasi, napsauta oikealla ja valitse Asetukset
fr: Dans votre navigateur, faites un clic droit dans la barre d`adresse et sélectionnez Paramètres
he: בדפדפן שלך, לחץ עם הכפתור הימני בשורת הכתובת ובחר הגדרות
hi: अपने ब्राउज़र में, पता पट्टी पर दाएं क्लिक करें और सेटिंग्स का चयन करें
hr: U svom pregledniku, desnom tipkom miša kliknite na adresnu traku i odaberite Postavke
hu: A böngészőjében kattintson jobb gombbal a címsorban, és válassza a Beállítások opciót
hy: Ձեր զննարկչում, աջ կտտացրեք հասցեի վահանակում և ընտրեք Կարգավորումներ
id: Di browser Anda, klik kanan pada bilah alamat dan pilih Pengaturan
it: Nel tuo browser, fai clic con il tasto destro nella barra degli indirizzi e seleziona Impostazioni
ja: ブラウザで、アドレスバーを右クリックし、設定を選択します
ko: 브라우저에서 주소 표시 줄을 마우스 오른쪽 버튼으로 클릭하고 설정을 선택하세요.
lt: Savo naršyklėje spustelėkite dešiniuoju pelės mygtuku adreso juostoje ir pasirinkite Nustatymai
lv: Savā pārlūkprogrammā, labajā peles klikšķī adreses joslā un izvēlieties Iestatījumi
ms: Dalam pelayar anda, klik kanan pada bar alamat dan pilih Tetapan
nb: I nettleseren din, høyreklikk i adressefeltet og velg Innstillinger
nl: Klik met de rechtermuisknop in de adresbalk van uw browser en selecteer Instellingen
pl: W swojej przeglądarce kliknij prawym przyciskiem myszy na pasku adresu i wybierz Ustawienia
pt: No seu navegador, clique com o botão direito na barra de endereços e selecione Configurações
ro: În browserul tău, fă clic dreapta în bara de adrese și selectează Setări
ru: В вашем браузере щелкните правой кнопкой мыши на адресной строке и выберите Настройки
sk: V prehliadači kliknite pravým tlačidlom myši na adresný riadok a vyberte možnosť Nastavenia
sl: V svojem brskalniku z desnim klikom kliknite na naslovno vrstico in izberite Nastavitve
sr: U vašem pretraživaču, desnim klikom na adresnu traku i izaberite Podešavanja
sv: I din webbläsare, högerklicka i adressfältet och välj Inställningar
th: ในเบราว์เซอร์ของคุณ คลิกขวาที่แถบที่อยู่และเลือก การตั้งค่า
tr: Tarayıcınızda, adres çubuğunda sağ tıklayın ve Ayarlar seçeneğini seçin
uk: У вашому браузері клацніть правою кнопкою миші на адресному рядку та виберіть Налаштування
vi: Trên trình duyệt của bạn, nhấp chuột phải vào thanh địa chỉ và chọn Cài đặt
zh: 在您的浏览器中，右键点击地址栏并选择设置

# common_permissions_recovery_desktop_safari_browser_settings_list_item_2_audio
source: Click the dropdown next to Microphone and select Allow
ar: انقر على القائمة المنسدلة بجوار الميكروفون واختر السماح
bg: Кликнете върху падащото меню до Микрофон и изберете Разреши
cs: Klikněte na rozbalovací nabídku vedle Mikrofonu a vyberte Povolit
da: Klik på rullemenuen ved siden af Mikrofon og vælg Tillad
de: Klicken Sie auf das Dropdown-Menü neben Mikrofon und wählen Sie Zulassen aus
el: Κάντε κλικ στο αναπτυσσόμενο μενού δίπλα στο Μικρόφωνο και επιλέξτε Επιτρέπεται
es: Haz clic en el desplegable junto a Micrófono y selecciona Permitir
et: Klõpsake rippmenüül kõrval Mikrofon ja valige Luba
fa: روی کادر بازشو کنار میکروفون کلیک کنید و اجازه را انتخاب کنید
fi: Napsauta pudotusvalikkoa kohdassa Mikrofoni ja valitse Salli
fr: Cliquez sur le menu déroulant à côté de Microphone et sélectionnez Autoriser
he: לחץ על התפריט הנפתח ליד מיקרופון ובחר אפשר
hi: माइक्रोफ़ोन के बगल में ड्रॉपडाउन पर क्लिक करें और अनुमति दें चुनें
hr: Kliknite na padajući izbornik pored Mikrofona i odaberite Dopusti
hu: Kattintson a legördülő menüre a Mikrofon mellett és válassza a Engedélyezés opciót
hy: Սեղմեք ընտրացանկին Միկրոֆոնի կողքին և ընտրեք Թույլ տալ
id: Klik dropdown di sebelah Mikrofon dan pilih Izinkan
it: Fai clic sul menu a discesa accanto a Microfono e seleziona Consenti
ja: マイクの隣のドロップダウンをクリックし、許可を選択します
ko: 마이크 옆의 드롭다운을 클릭하고 허용을 선택하세요
lt: Spustelėkite išskleidžiamąjį meniu šalia Mikrofono ir pasirinkite Leisti
lv: Noklikšķiniet uz nolaižamās izvēlnes blakus Mikrofonam un izvēlieties Atļaut
ms: Klik pada dropdown sebelah Mikrofon dan pilih Benarkan
nb: Klikk på rullegardinmenyen ved siden av Mikrofon og velg Tillat
nl: Klik op het dropdown-menu naast Microfoon en selecteer Toestaan
pl: Kliknij rozwijane menu obok Mikrofonu i wybierz Zezwól
pt: Clique na seta ao lado de Microfone e selecione Permitir
ro: Faceți clic pe meniul derulant de lângă Microfon și selectați Permiteți
ru: Нажмите на выпадающий список рядом с Микрофоном и выберите Разрешить
sk: Kliknite na rozbaľovaciu ponuku vedľa Mikrofón a vyberte Povoliť
sl: Kliknite na spustni meni poleg Mikrofon in izberite Dovoli
sr: Kliknite na padajući meni pored Mikrofona i izaberite Dozvoli
sv: Klicka på rullgardinsmenyn bredvid Mikrofon och välj Tillåt
th: คลิกที่เมนูแบบเลื่อนลงที่อยู่ถัดจาก ไมโครโฟน และเลือก อนุญาต
tr: Mikrofon yanındaki açılır menüye tıklayın ve İzin Ver seçeneğini seçin
uk: Клацніть на випадаюче меню поруч з Мікрофоном та виберіть Дозволити
vi: Nhấp vào hộp xổ xuống bên cạnh Micro và chọn Cho phép
zh: 点击 麦克风旁边的下拉菜单，然后选择允许

# common_permissions_recovery_desktop_safari_browser_settings_list_item_2_video
source: Click the dropdown next to Camera and select Allow
ar: انقر على القائمة المنسدلة بجوار الكاميرا واختر السماح
bg: Кликнете върху падащото меню до Камера и изберете Разреши
cs: Klikněte na rozevírací nabídku vedle Kamery a vyberte Povolit
da: Klik på rullemenuen ved siden af Kamera og vælg Tillad
de: Klicken Sie auf das Dropdown-Menü neben Kamera und wählen Sie Zulassen aus
el: Κάντε κλικ στο αναπτυσσόμενο μενού δίπλα στην επιλογή Κάμερα και επιλέξτε Επιτρέπεται
es: Haz clic en el desplegable junto a Cámara y selecciona Permitir
et: Klõpsake rippmenüül kõrval Kaamera ja valige Luba
fa: روی کادر بازشو کنار دوربین کلیک کنید و اجازه را انتخاب کنید
fi: Napsauta pudotusvalikkoa kohdassa Kamera ja valitse Salli
fr: Cliquez sur le menu déroulant à côté de Caméra et sélectionnez Autoriser
he: לחץ על התפריט הנפתח ליד מצלמה ובחר אפשר
hi: कैमरा के बगल में ड्रॉपडाउन पर क्लिक करें और अनुमति दें चुनें
hr: Kliknite na padajući izbornik pored Kamere i odaberite Dopusti
hu: Kattintson a Kamera melletti legördülő menüre, és válassza a Engedélyezés opciót
hy: Սեղմեք Տեսախցիկի կողքի ընտրացանկին և ընտրեք Թույլատրել
id: Klik dropdown di sebelah Kamera dan pilih Izinkan
it: Fai clic sul menu a discesa accanto a Fotocamera e seleziona Consenti
ja: カメラの隣のドロップダウンをクリックし、許可を選択します
ko: 카메라 옆의 드롭다운을 클릭하고 허용을 선택하세요
lt: Spustelėkite išskleidžiamąjį meniu šalia Kamera ir pasirinkite Leisti
lv: Noklikšķiniet uz nolaižamās izvēlnes blakus Kamera un izvēlieties Atļaut
ms: Klik pada dropdown sebelah Kamera dan pilih Benarkan
nb: Klikk på rullegardinmenyen ved siden av Kamera og velg Tillat
nl: Klik op het dropdown-menu naast Camera en selecteer Toestaan
pl: Kliknij rozwijane menu obok Kamery i wybierz Zezwól
pt: Clique na seta ao lado de Câmara e selecione Permitir
ro: Faceți clic pe meniul derulant de lângă Camera și selectați Permiteți
ru: Нажмите на выпадающий список рядом с Камера и выберите Разрешить
sk: Kliknite na rozbaľovaciu ponuku vedľa Kamery a vyberte Povoliť
sl: Kliknite na spustni meni poleg Kamere in izberite Dovoli
sr: Kliknite na padajući meni pored Kamere i izaberite Dozvoli
sv: Klicka på rullgardinsmenyn bredvid Kamera och välj Tillåt
th: คลิกที่เมนูแบบเลื่อนลงที่อยู่ถัดจาก กล้อง และเลือก อนุญาต
tr: Kamera yanındaki açılır menüye tıklayın ve İzin Ver seçeneğini seçin
uk: Клацніть на випадаюче меню поруч з Камера та виберіть Дозволити
vi: Nhấp vào hộp thả xuống bên cạnh Camera và chọn Cho phép
zh: 点击 相机旁边的下拉菜单并选择允许

# common_permissions_recovery_desktop_safari_browser_settings_list_item_3
source: Come back to this page and click the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и кликнете върху бутона Опреснете страницата
cs: Vraťte se na tuto stránku a klikněte na tlačítko Obnovit stránku
da: Kom tilbage til denne side og klik på knappen Opdater siden
de: Kehren Sie zu dieser Seite zurück und klicken Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και κάντε κλικ στο κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y haz clic en el botón Actualizar la página
et: Tulge tagasi sellele lehele ja klõpsake nupul Lehe värskendamine
fa: به این صفحه برگردید و روی دکمه تغییرات را اعمال کردم کلیک کنید
fi: Palaa takaisin tälle sivulle ja napsauta Päivitä sivu -painiketta
fr: Revenez à cette page et cliquez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על הכפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन पर क्लिक करें
hr: Vratite se na ovu stranicu i kliknite na gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra és kattintson a Frissítse az oldalt gombra
hy: Վերադառնաք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan klik tombol Segarkan halaman
it: Torna a questa pagina e clicca sul pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをクリックしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 클릭하세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un noklikšķiniet uz pogas Atsvaidzināt lapu
ms: Kembali ke halaman ini dan klik butang Segarkan halaman
nb: Kom tilbake til denne siden og klikk på Oppdater siden knappen
nl: Kom terug naar deze pagina en klik op de Pagina vernieuwen knop
pl: Wróć do tej strony i kliknij przycisk Odśwież stronę
pt: Volte a esta página e clique no botão Atualizar a página
ro: Reveniți la această pagină și faceți clic pe butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a kliknite na tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in kliknite na gumb Osveži stran
sr: Vratite se na ovu stranicu i kliknite na dugme Osveži stranicu
sv: Kom tillbaka till denna sida och klicka på knappen Uppdatera sidan
th: กลับมาที่หน้านี้และคลิกที่ปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı Yenile düğmesine tıklayın
uk: Поверніться до цієї сторінки та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấp vào nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_desktop_windows_device_settings_list_item_1
source: On your computer, click the Windows menu and select Settings
ar: على جهاز الكمبيوتر الخاص بك، انقر على قائمة Windows واختر الإعدادات
bg: На вашия компютър, кликнете върху менюто на Windows и изберете Настройки
cs: Na svém počítači klikněte na nabídku Windows a vyberte Nastavení
da: På din computer, klik på Windows-menuen og vælg Indstillinger
de: Auf Ihrem Computer klicken Sie auf das Windows-Menü und wählen Einstellungen aus
el: Στον υπολογιστή σας, κάντε κλικ στο μενού των Windows και επιλέξτε Ρυθμίσεις
es: En su ordenador, haga clic en el menú de Windows y seleccione Configuración
et: Oma arvutis klõpsake Windowsi menüül ja valige Sätted
fa: روی کامپیوتر خود، منوی ویندوز را کلیک کنید و تنظیمات را انتخاب کنید
fi: Tietokoneellasi, napsauta Windows-valikkoa ja valitse Asetukset
fr: Sur votre ordinateur, cliquez sur le menu Windows et sélectionnez Paramètres
he: במחשב שלך, לחץ על תפריט Windows ובחר הגדרות
hi: अपने कंप्यूटर पर, Windows मेनू पर क्लिक करें और सेटिंग्स का चयन करें
hr: Na svom računalu, kliknite na Windows izbornik i odaberite Postavke
hu: A számítógépen kattintson a Windows menüre és válassza a Beállítások lehetőséget
hy: Ձեր համակարգչին սեղմեք Windows մենյուն և ընտրեք Կարգավորումներ
id: Di komputer Anda, klik menu Windows dan pilih Pengaturan
it: Sul tuo computer, fai clic sul menu Windows e seleziona Impostazioni
ja: お使いのコンピューターで、Windowsメニュー をクリックし、設定 を選択します
ko: 컴퓨터에서 Windows 메뉴 를 클릭하고 설정 을 선택하세요.
lt: Savo kompiuteryje spustelėkite Windows meniu ir pasirinkite Nustatymai
lv: Uz sava datora, noklikšķiniet uz Windows izvēlnes un izvēlieties Iestatījumi
ms: Pada komputer anda, klik menu Windows dan pilih Tetapan
nb: På datamaskinen din, klikk på Windows-menyen og velg Innstillinger
nl: Op uw computer, klik op het Windows-menu en selecteer Instellingen
pl: Na swoim komputerze kliknij menu Windows i wybierz Ustawienia
pt: No seu computador, clique no menu Windows e selecione Definições
ro: Pe computerul dvs., faceți clic pe meniul Windows și selectați Setări
ru: На вашем компьютере нажмите меню Windows и выберите Настройки
sk: Na svojom počítači kliknite na menu Windows a vyberte Nastavenia
sl: Na vašem računalniku kliknite meni Windows in izberite Nastavitve
sr: Na vašem računaru, kliknite na Windows meni i izaberite Podešavanja
sv: På din dator, klicka på Windows-menyn och välj Inställningar
th: บนคอมพิวเตอร์ของคุณ คลิกที่เมนู Windows และเลือก การตั้งค่า
tr: Bilgisayarınızda, Windows menüsünü tıklayın ve Ayarları seçin
uk: На вашому комп`ютері натисніть меню Windows та виберіть Налаштування
vi: Trên máy tính của bạn, nhấp vào menu Windows và chọn Cài đặt
zh: 在您的电脑上，点击Windows菜单 并选择 设置

# common_permissions_recovery_desktop_windows_device_settings_list_item_2
source: Click Privacy (or Privacy & Security)
ar: انقر على الخصوصية (أو الخصوصية والأمان)
bg: Кликнете върху Поверителност (или Поверителност & Сигурност)
cs: Klikněte na Soukromí (nebo Soukromí & Bezpečnost)
da: Klik på Privatliv (eller Privatliv & Sikkerhed)
de: Klicken Sie auf Datenschutz (oder Datenschutz & Sicherheit)
el: Κάντε κλικ στο Απόρρητο (ή Απόρρητο & Ασφάλεια)
es: Haz clic en Privacidad (o Privacidad & Seguridad)
et: Klõpsake Privaatsus (või Privaatsus & Turvalisus)
fa: روی حریم خصوصی کلیک کنید (یا حریم خصوصی & امنیت)
fi: Napsauta Yksityisyys (tai Yksityisyys & Turvallisuus)
fr: Cliquez sur Confidentialité (ou Confidentialité & Sécurité)
he: לחץ על פרטיות (או פרטיות & אבטחה)
hi: गोपनीयता (या गोपनीयता और सुरक्षा) पर क्लिक करें
hr: Kliknite Privatnost (ili Privatnost & Sigurnost)
hu: Kattintson a Adatvédelem (vagy Adatvédelem & Biztonság) lehetőségre
hy: Սեղմեք Գաղտնիությունը (կամ Գաղտնիություն & Անվտանգություն)
id: Klik Privasi (atau Privasi & Keamanan)
it: Fai clic su Privacy (o Privacy & Sicurezza)
ja: プライバシー（またはプライバシー & セキュリティ）をクリックしてください
ko: 개인정보 (또는 개인정보 & 보안)을 클릭하세요.
lt: Spustelėkite Privatumas (arba Privatumas & Saugumas)
lv: Noklikšķiniet uz Privātums (vai Privātums & Drošība)
ms: Klik Privasi (atau Privasi & Keselamatan)
nb: Klikk på Personvern (eller Personvern & Sikkerhet)
nl: Klik op Privacy (of Privacy & Beveiliging)
pl: Kliknij Prywatność (lub Prywatność i bezpieczeństwo)
pt: Clique em Privacidade (ou Privacidade & Segurança)
ro: Faceți clic pe Confidențialitate (sau Confidențialitate & Securitate)
ru: Нажмите Конфиденциальность (или Конфиденциальность и безопасность ).
sk: Kliknite na Súkromie (alebo Súkromie & Bezpečnosť)
sl: Kliknite Zasebnost (ali Zasebnost & Varnost)
sr: Kliknite na Privatnost (ili Privatnost & Sigurnost)
sv: Klicka på Integritet (eller Integritet & Säkerhet)
th: คลิก ความเป็นส่วนตัว (หรือ ความเป็นส่วนตัว & ความปลอดภัย)
tr: Gizlilik (veya Gizlilik & Güvenlik) tıklayın
uk: Натисніть Приватність (або Приватність та безпека)
vi: Nhấp vào Quyền riêng tư (hoặc Quyền riêng tư & Bảo mật)
zh: 点击 隐私（或 隐私和安全）
