Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_mex_specific_invalid_identity_card
source: Please enter a valid CURP
ar: الرجاء إدخال CURP
bg: Моля, въведете валиден CURP
cs: Zadejte prosím platný CURP
da: Indtast venligst en gyldig CURP
de: Bitte geben Sie eine gültige ein CURP
el: Παρακαλώ εισάγετε ένα έγκυρο CURP
es: Por favor, introduza un valor valido CURP
et: Sisestage kehtiv CURP
fa: لطفا یک معتبر وارد کنید CURP
fi: Anna kelvollinen CURP
fr: Veuillez entrer un valide CURP
he: אנא הזן תקף CURP
hi: कृपया कोई मान्य दर्ज करें CURP
hr: Unesite važeći CURP
hu: Adjon meg egy érvényes CURP-t
hy: Խնդրում ենք մուտքագրել վավեր CURP
id: Harap masukkan yang valid CURP
it: Inserisci un valore valido CURP
ja: 正しく入力してください CURP
ko: 유효한 것을 입력하십시오 CURP
lt: Įveskite tinkamą CURP
lv: Lūdzu, ievadiet derīgu CURP
ms: Sila masukkan yang sah CURP
nb: Vennligst skriv inn en gyldig CURP
nl: Voer een geldig CURP
pl: Wprowadź prawidłowy CURP
pt: Insira um válido CURP
ro: Vă rugăm să introduceți un valid CURP
ru: Пожалуйста, введите правильный CURP
sk: Zadajte platné CURP
sl: Vnesite veljavno CURP
sr: Унесите исправну CURP
sv: Vänligen ange en giltig CURP
th: กรุณาใส่ที่ถูกต้อง CURP
tr: Lütfen geçerli bir girin CURP
uk: Введіть дійсний CURP
vi: xin vui lòng nhập vào một giá trị CURP
zh: 请输入一个有效的 CURP

# profileData_field_validation_mex_specific_invalid_tax_id
source: Please enter a valid RFC
ar: الرجاء إدخال RFC
bg: Моля, въведете валиден RFC
cs: Zadejte prosím platný RFC
da: Indtast venligst en gyldig RFC
de: Bitte geben Sie eine gültige ein RFC
el: Παρακαλώ εισάγετε ένα έγκυρο RFC
es: Por favor, introduza un valor valido RFC
et: Sisestage kehtiv RFC
fa: لطفا یک معتبر وارد کنید RFC
fi: Anna kelvollinen RFC
fr: Veuillez entrer un valide RFC
he: אנא הזן תקף RFC
hi: कृपया कोई मान्य दर्ज करें RFC
hr: Unesite važeći RFC
hu: Adjon meg egy érvényes RFC-t
hy: Խնդրում ենք մուտքագրել վավեր RFC
id: Harap masukkan yang valid RFC
it: Inserisci un valore valido RFC
ja: 正しく入力してください RFC
ko: 유효한 것을 입력하십시오 RFC
lt: Įveskite tinkamą RFC
lv: Lūdzu, ievadiet derīgu RFC
ms: Sila masukkan yang sah RFC
nb: Vennligst skriv inn en gyldig RFC
nl: Voer een geldig RFC
pl: Wprowadź prawidłowy RFC
pt: Insira um válido RFC
ro: Vă rugăm să introduceți un valid RFC
ru: Пожалуйста, введите правильный RFC
sk: Zadajte platné RFC
sl: Vnesite veljavno RFC
sr: Унесите исправну RFC
sv: Vänligen ange en giltig RFC
th: กรุณาใส่ที่ถูกต้อง RFC
tr: Lütfen geçerli bir girin RFC
uk: Введіть дійсний RFC
vi: xin vui lòng nhập vào một giá trị RFC
zh: 请输入一个有效的 RFC

# profileData_field_validation_mex_specific_required_identity_card
source: Please enter your CURP
ar: الرجاء إدخال CURP الخاص بك
bg: Моля, въведете своя CURP
cs: Zadejte prosím svůj CURP
da: Indtast venligst din CURP
de: Bitte geben Sie Ihre CURP ein
el: Εισαγάγετε το CURP σας
es: Por favor ingrese su CURP
et: Palun sisestage oma CURP
fa: لطفا CURP خود را وارد کنید
fi: Anna CURP
fr: Veuillez entrer votre CURP
he: אנא הזן את ה-CURP שלך
hi: कृपया अपना CURP दर्ज करें
hr: Unesite svoj CURP
hu: Kérjük, adja meg CURP-jét
hy: Խնդրում ենք մուտքագրել ձեր CURP-ը
id: Masukkan CURP Anda
it: Inserisci il tuo CURP
ja: あなたのCURPを入力してください
ko: CURP를 입력하세요.
lt: Įveskite savo CURP
lv: Lūdzu, ievadiet savu CURP
ms: Sila masukkan CURP anda
nb: Vennligst skriv inn CURP
nl: Voer uw CURP in
pl: Wprowadź swój CURP
pt: Por favor, insira seu CURP
ro: Vă rugăm să introduceți CURP
ru: Пожалуйста, введите ваш CURP
sk: Zadajte svoj CURP
sl: Vnesite svoj CURP
sr: Унесите свој ЦУРП
sv: Vänligen ange din CURP
th: กรุณากรอก CURP ของคุณ
tr: Lütfen CURP`nizi girin
uk: Будь ласка, введіть свій CURP
vi: Vui lòng nhập CURP của bạn
zh: 请输入您的 CURP

# profileData_field_validation_mex_specific_required_tax_id
source: Please enter your RFC
ar: الرجاء إدخال RFC الخاص بك
bg: Моля, въведете своя RFC
cs: Zadejte prosím svůj RFC
da: Indtast venligst din RFC
de: Bitte geben Sie Ihren RFC ein
el: Εισαγάγετε το RFC σας
es: Por favor ingrese su RFC
et: Sisestage oma RFC
fa: لطفا RFC خود را وارد کنید
fi: Anna RFC
fr: Veuillez entrer votre RFC
he: אנא הזן את ה-RFC שלך
hi: कृपया अपना RFC दर्ज करें
hr: Unesite svoj RFC
hu: Kérjük, adja meg RFC-jét
hy: Խնդրում ենք մուտքագրել ձեր RFC-ն
id: Masukkan RFC Anda
it: Inserisci il tuo RFC
ja: RFC を入力してください
ko: RFC를 입력하세요.
lt: Įveskite savo RFC
lv: Lūdzu, ievadiet savu RFC
ms: Sila masukkan RFC anda
nb: Vennligst skriv inn RFC
nl: Voer uw RFC in
pl: Wprowadź swój dokument RFC
pt: Insira sua RFC
ro: Vă rugăm să introduceți RFC
ru: Пожалуйста, введите RFC
sk: Zadajte svoje RFC
sl: Vnesite vaš RFC
sr: Унесите свој РФЦ
sv: Ange din RFC
th: กรุณากรอก RFC ของคุณ
tr: Lütfen RFC`nizi girin
uk: Будь ласка, введіть ваш RFC
vi: Vui lòng nhập RFC của bạn
zh: 请输入您的RFC

# profileData_field_validation_mys_specific_invalid_national_id_value
source: Please enter a valid NRIC
ar: الرجاء إدخال NRIC صالح
bg: Моля, въведете валидна НКЖИ
cs: Zadejte prosím platné číslo NRIC
da: Indtast venligst et gyldigt NRIC
de: Bitte geben Sie eine gültige NRIC ein
el: Εισαγάγετε ένα έγκυρο NRIC
es: Introduzca un NRIC válido
et: Sisestage kehtiv NRIC
fa: لطفا یک NRIC معتبر وارد کنید
fi: Anna kelvollinen NRIC
fr: Veuillez entrer un NRIC valide
he: אנא הזן NRIC חוקי
hi: कृपया एक मान्य एनआरआईसी दर्ज करें
hr: Unesite važeći NRIC
hu: Adjon meg egy érvényes NRIC-t
hy: Խնդրում ենք մուտքագրել վավեր NRIC
id: Masukkan NRIC yang valid
it: Inserisci un NRIC valido
ja: 有効な NRIC を入力してください
ko: 유효한 NRIC를 입력하세요.
lt: Įveskite tinkamą NRIC
lv: Lūdzu, ievadiet derīgu NRIC
ms: Sila masukkan NRIC yang sah
nb: Angi en gyldig NRIC
nl: Voer een geldig NRIC in
pl: Wprowadź prawidłowy numer NRIC
pt: Insira um NRIC válido
ro: Vă rugăm să introduceți un NRIC valid
ru: Пожалуйста, введите действительный NRIC
sk: Zadajte platné číslo NRIC
sl: Vnesite veljavno NRIC
sr: Унесите важећи НРИЦ
sv: Ange ett giltigt NRIC
th: โปรดป้อน NRIC ที่ถูกต้อง
tr: Lütfen geçerli bir NRIC girin
uk: Будь ласка, введіть дійсний NRIC
vi: Vui lòng nhập NRIC hợp lệ
zh: 请输入有效的身份证

# profileData_field_validation_mys_specific_required_national_id_value
source: Please enter your NRIC
ar: الرجاء إدخال NRIC الخاص بك
bg: Моля, въведете вашата НКЖИ
cs: Zadejte prosím své NRIC
da: Indtast venligst dit NRIC
de: Bitte geben Sie Ihre NRIC ein
el: Εισαγάγετε το NRIC σας
es: Por favor ingrese su NRIC
et: Sisestage oma NRIC
fa: لطفا NRIC خود را وارد کنید
fi: Anna NRIC
fr: Veuillez entrer votre NRIC
he: נא להזין את ה-NRIC שלך
hi: कृपया अपना एनआरआईसी दर्ज करें
hr: Unesite svoj NKŽI
hu: Kérjük, adja meg NRIC-jét
hy: Խնդրում ենք մուտքագրել ձեր NRIC-ը
id: Masukkan NRIC Anda
it: Inserisci il tuo NRIC
ja: NRICを入力してください
ko: NRIC를 입력하십시오
lt: Įveskite savo NRIC
lv: Lūdzu, ievadiet savu NRIC
ms: Sila masukkan NRIC anda
nb: Vennligst skriv inn NRIC
nl: Voer uw NRIC in
pl: Wprowadź swój NRIC
pt: Insira seu NRIC
ro: Vă rugăm să introduceți NRIC-ul dvs
ru: Пожалуйста, введите свой NRIC
sk: Zadajte svoje NRIC
sl: Prosimo, vnesite svoj NŽIC
sr: Унесите свој НРИЦ
sv: Ange ditt NRIC
th: กรุณากรอก NRIC ของคุณ
tr: Lütfen NRIC`nizi girin
uk: Будь ласка, введіть свою НКЖД
vi: Vui lòng nhập NRIC của bạn
zh: 请填写您的身份证号码

# profileData_field_validation_nga_specific_invalid_identity_card
source: Please enter a valid National Identification Number (NIN)
ar: الرجاء إدخال رقم تعريف وطني صالح (NIN)
bg: Моля, въведете валиден национален идентификационен номер (NIN)
cs: Zadejte prosím platné národní identifikační číslo (NIN)
da: Indtast venligst et gyldigt nationalt identifikationsnummer (NIN)
de: Bitte geben Sie eine gültige nationale Identifikationsnummer (NIN) ein
el: Εισαγάγετε έναν έγκυρο Εθνικό Αριθμό Ταυτότητας (NIN)
es: Por favor ingrese un Número de Identificación Nacional (NIN) válido
et: Sisestage kehtiv riiklik identifitseerimisnumber (NIN)
fa: لطفاً یک شماره شناسایی معتبر ملی (NIN) وارد کنید
fi: Anna kelvollinen kansallinen henkilötunnus (NIN)
fr: Veuillez saisir un numéro d`identification national (NIN) valide
he: נא להזין מספר זיהוי לאומי חוקי (NIN)
hi: कृपया एक मान्य राष्ट्रीय पहचान संख्या (एनआईएन) दर्ज करें
hr: Unesite važeći nacionalni identifikacijski broj (NIN)
hu: Adjon meg egy érvényes nemzeti azonosító számot (NIN)
hy: Խնդրում ենք մուտքագրել վավեր ազգային նույնականացման համարը (NIN)
id: Masukkan Nomor Pengenal Nasional (NIN) yang valid
it: Inserisci un numero di identificazione nazionale (NIN) valido
ja: 有効な国民識別番号 (NIN) を入力してください
ko: 유효한 국가 식별 번호(NIN)를 입력하세요.
lt: Įveskite galiojantį nacionalinį identifikavimo numerį (NIN)
lv: Lūdzu, ievadiet derīgu valsts identifikācijas numuru (NIN)
ms: Sila masukkan Nombor Pengenalan Kebangsaan (NIN) yang sah
nb: Vennligst skriv inn et gyldig nasjonalt identifikasjonsnummer (NIN)
nl: Voer een geldig nationaal identificatienummer (NIN) in
pl: Podaj prawidłowy krajowy numer identyfikacyjny (NIN)
pt: Insira um Número de Identificação Nacional (NIN) válido
ro: Vă rugăm să introduceți un număr național de identificare (NIN) valid
ru: Пожалуйста, введите действительный национальный идентификационный номер (NIN)
sk: Zadajte platné národné identifikačné číslo (NIN)
sl: Vnesite veljavno nacionalno identifikacijsko številko (NIN)
sr: Унесите важећи национални матични број (НИН)
sv: Ange ett giltigt National Identification Number (NIN)
th: โปรดป้อนหมายเลขประจำตัวประชาชน (NIN) ที่ถูกต้อง
tr: Lütfen geçerli bir Ulusal Kimlik Numarası (NIN) girin
uk: Введіть дійсний національний ідентифікаційний номер (NIN)
vi: Vui lòng nhập Số nhận dạng quốc gia hợp lệ (NIN)
zh: 请输入有效的国民身份证号码 (NIN)

# profileData_field_validation_nga_specific_invalid_other
source: Please enter a valid BVN
ar: الرجاء إدخال BVN صالح
bg: Моля, въведете валиден BVN
cs: Zadejte prosím platné BVN
da: Indtast venligst et gyldigt BVN
de: Bitte geben Sie eine gültige BVN ein
el: Εισαγάγετε ένα έγκυρο BVN
es: Ingrese un BVN válido
et: Sisestage kehtiv BVN
fa: لطفا یک BVN معتبر وارد کنید
fi: Anna kelvollinen BVN
fr: Veuillez entrer un BVN valide
he: נא להזין BVN חוקי
hi: कृपया एक मान्य बीवीएन दर्ज करें
hr: Unesite važeći BVN
hu: Adjon meg egy érvényes BVN-t
hy: Խնդրում ենք մուտքագրել վավեր BVN
id: Masukkan BVN yang valid
it: Inserisci un BVN valido
ja: 有効な BVN を入力してください
ko: 유효한 BVN을 입력하세요.
lt: Įveskite galiojantį BVN
lv: Lūdzu, ievadiet derīgu BVN
ms: Sila masukkan BVN yang sah
nb: Vennligst skriv inn et gyldig BVN
nl: Voer een geldig BVN in
pl: Wprowadź prawidłowy numer BVN
pt: Insira um BVN válido
ro: Vă rugăm să introduceți un BVN valid
ru: Пожалуйста, введите действительный BVN
sk: Zadajte platné BVN
sl: Vnesite veljaven BVN
sr: Унесите важећи БВН
sv: Ange ett giltigt BVN
th: โปรดป้อน BVN ที่ถูกต้อง
tr: Lütfen geçerli bir BVN girin
uk: Введіть дійсний BVN
vi: Vui lòng nhập một BVN hợp lệ
zh: 请输入有效的 BVN

# profileData_field_validation_nga_specific_invalid_tax_id
source: Please enter a valid TIN
ar: الرجاء إدخال رقم تعريف صحيح (TIN) صالح
bg: Моля, въведете валиден TIN
cs: Zadejte prosím platné DIČ
da: Indtast venligst et gyldigt TIN
de: Bitte geben Sie eine gültige TIN ein
el: Εισαγάγετε ένα έγκυρο ΑΦΜ
es: Ingrese un TIN válido
et: Sisestage kehtiv TIN-kood
fa: لطفا یک TIN معتبر وارد کنید
fi: Anna kelvollinen TIN-tunnus
fr: Veuillez entrer un TIN valide
he: נא להזין מספר TIN חוקי
hi: कृपया एक वैध टीआईएन दर्ज करें
hr: Unesite valjani TIN
hu: Adjon meg egy érvényes TIN-számot
hy: Խնդրում ենք մուտքագրել վավեր TIN
id: Masukkan TIN yang valid
it: Inserisci un TIN valido
ja: 有効な TIN を入力してください
ko: 유효한 TIN을 입력하세요.
lt: Įveskite galiojantį TIN
lv: Lūdzu, ievadiet derīgu TIN
ms: Sila masukkan TIN yang sah
nb: Vennligst skriv inn et gyldig TIN
nl: Voer een geldig TIN in
pl: Wprowadź prawidłowy numer TIN
pt: Insira um TIN válido
ro: Vă rugăm să introduceți un TIN valid
ru: Пожалуйста, введите действительный ИНН
sk: Zadajte platné DIČ
sl: Vnesite veljavno TIN
sr: Унесите важећи ПИБ
sv: Ange ett giltigt TIN
th: โปรดป้อน TIN ที่ถูกต้อง
tr: Lütfen geçerli bir TIN girin
uk: Введіть дійсний ІПН
vi: Vui lòng nhập TIN hợp lệ
zh: 请输入有效的 TIN

# profileData_field_validation_nga_specific_required_identity_card
source: Please enter your National Identification Number (NIN)
ar: الرجاء إدخال رقم التعريف الوطني الخاص بك (NIN)
bg: Моля, въведете своя национален идентификационен номер (NIN)
cs: Zadejte své národní identifikační číslo (NIN)
da: Indtast venligst dit nationale identifikationsnummer (NIN)
de: Bitte geben Sie Ihre nationale Identifikationsnummer (NIN) ein
el: Εισαγάγετε τον Εθνικό Αριθμό Αναγνώρισής σας (NIN)
es: Por favor ingrese su Número de Identificación Nacional (NIN)
et: Sisestage oma riiklik identifitseerimisnumber (NIN)
fa: لطفا شماره شناسایی ملی (NIN) خود را وارد کنید
fi: Anna kansallinen tunnusnumerosi (NIN)
fr: Veuillez entrer votre numéro d`identification national (NIN)
he: אנא הזן את מספר הזיהוי הלאומי שלך (NIN)
hi: कृपया अपनी राष्ट्रीय पहचान संख्या (एनआईएन) दर्ज करें
hr: Unesite svoj nacionalni identifikacijski broj (NIN)
hu: Kérjük, adja meg nemzeti azonosító számát (NIN)
hy: Խնդրում ենք մուտքագրել ձեր ազգային նույնականացման համարը (NIN)
id: Silakan masukkan Nomor Induk Kependudukan (NIN) Anda
it: Inserisci il tuo numero di identificazione nazionale (NIN)
ja: 国民識別番号 (NIN) を入力してください
ko: 국가 식별 번호(NIN)를 입력하세요.
lt: Įveskite savo nacionalinį identifikavimo numerį (NIN)
lv: Lūdzu, ievadiet savu nacionālo identifikācijas numuru (NIN)
ms: Sila masukkan Nombor Pengenalan Kebangsaan (NIN) anda
nb: Vennligst skriv inn ditt nasjonale identifikasjonsnummer (NIN)
nl: Voer uw nationaal identificatienummer (NIN) in
pl: Wprowadź swój krajowy numer identyfikacyjny (NIN)
pt: Por favor insira o seu Número de Identificação Nacional (NIN)
ro: Vă rugăm să introduceți numărul dvs. național de identificare (NIN)
ru: Пожалуйста, введите свой национальный идентификационный номер (NIN)
sk: Zadajte svoje národné identifikačné číslo (NIN)
sl: Vnesite svojo nacionalno identifikacijsko številko (NIN)
sr: Унесите свој национални матични број (НИН)
sv: Vänligen ange ditt nationella identifieringsnummer (NIN)
th: โปรดป้อนหมายเลขประจำตัวประชาชน (NIN) ของคุณ
tr: Lütfen Ulusal Kimlik Numaranızı (NIN) giriniz
uk: Будь ласка, введіть свій національний ідентифікаційний номер (NIN)
vi: Vui lòng nhập Số nhận dạng quốc gia (NIN) của bạn
zh: 请输入您的国民身份证号码 (NIN)

# profileData_field_validation_nga_specific_required_other
source: Please enter your BVN
ar: الرجاء إدخال رقم التعريف الشخصي الخاص بك
bg: Моля, въведете своя BVN
cs: Zadejte své BVN
da: Indtast venligst dit BVN
de: Bitte geben Sie Ihre BVN ein
el: Εισαγάγετε το BVN σας
es: Por favor ingrese su BVN
et: Sisestage oma BVN
fa: لطفا BVN خود را وارد کنید
fi: Anna BVN-numerosi
fr: Veuillez entrer votre BVN
he: נא להזין את ה-BVN שלך
hi: कृपया अपना बीवीएन दर्ज करें
hr: Unesite svoj BVN
hu: Kérjük, adja meg BVN-jét
hy: Խնդրում ենք մուտքագրել ձեր BVN-ը
id: Masukkan BVN Anda
it: Inserisci il tuo BVN
ja: BVNを入力してください
ko: BVN을 입력하세요.
lt: Įveskite savo BVN
lv: Lūdzu, ievadiet savu BVN
ms: Sila masukkan BVN anda
nb: Vennligst skriv inn ditt BVN
nl: Vul a.u.b. uw BVN in
pl: Podaj swój BVN
pt: Insira seu BVN
ro: Vă rugăm să introduceți BVN-ul dvs
ru: Пожалуйста, введите свой БВН
sk: Zadajte svoje BVN
sl: Vnesite svoj BVN
sr: Унесите свој БВН
sv: Ange ditt BVN
th: กรุณากรอก BVN ของคุณ
tr: Lütfen BVN`nizi girin
uk: Будь ласка, введіть свій BVN
vi: Vui lòng nhập BVN của bạn
zh: 请输入您的 BVN

# profileData_field_validation_nga_specific_required_tax_id
source: Please enter your TIN
ar: الرجاء إدخال رقم التعريف الضريبي الخاص بك
bg: Моля, въведете вашия TIN
cs: Zadejte své DIČ
da: Indtast venligst dit TIN
de: Bitte geben Sie Ihre TIN ein
el: Εισαγάγετε τον ΑΦΜ σας
es: Por favor ingrese su TIN
et: Sisestage oma TIN
fa: لطفا TIN خود را وارد کنید
fi: Anna TIN-tunnus
fr: Veuillez saisir votre NIF
he: אנא הזן את ה-TIN שלך
hi: कृपया अपना टिन दर्ज करें
hr: Unesite svoj PIB
hu: Kérjük, adja meg TIN-számát
hy: Խնդրում ենք մուտքագրել ձեր TIN-ը
id: Silakan masukkan TIN Anda
it: Inserisci il tuo TIN
ja: TIN を入力してください
ko: TIN을 입력하세요.
lt: Įveskite savo TIN
lv: Lūdzu, ievadiet savu TIN
ms: Sila masukkan TIN anda
nb: Vennligst skriv inn TIN
nl: Voer uw TIN in
pl: Wprowadź swój NIP
pt: Por favor insira o seu NIF
ro: Vă rugăm să introduceți TIN-ul dvs
ru: Пожалуйста, введите свой ИНН
sk: Zadajte svoje DIČ
sl: Vnesite svojo TIN
sr: Унесите свој ТИН
sv: Vänligen ange ditt TIN
th: โปรดป้อน TIN ของคุณ
tr: Lütfen VKN`nizi girin
uk: Будь ласка, введіть свій ІПН
vi: Vui lòng nhập TIN của bạn
zh: 请输入您的纳税人识别号

# profileData_field_validation_phl_specific_invalid_national_id_value
source: Please enter a valid PhilSys Card Number (PCN)
ar: الرجاء إدخال رقم بطاقة PhilSys صالح (PCN)
bg: Моля, въведете валиден номер на карта PhilSys (PCN)
cs: Zadejte prosím platné číslo karty PhilSys (PCN)
da: Indtast venligst et gyldigt PhilSys-kortnummer (PCN)
de: Bitte geben Sie eine gültige PhilSys Card Number (PCN) ein
el: Εισαγάγετε έναν έγκυρο αριθμό κάρτας PhilSys (PCN)
es: Ingrese un número de tarjeta PhilSys válido (PCN)
et: Sisestage kehtiv PhilSysi kaardi number (PCN)
fa: لطفاً یک شماره کارت PhilSys (PCN) معتبر وارد کنید
fi: Anna kelvollinen PhilSys-kortin numero (PCN)
fr: Veuillez entrer un numéro de carte PhilSys valide (PCN)
he: נא להזין מספר כרטיס PhilSys חוקי (PCN)
hi: कृपया एक मान्य PhilSys कार्ड नंबर (PCN) दर्ज करें
hr: Unesite važeći broj PhilSys kartice (PCN)
hu: Adjon meg egy érvényes PhilSys kártyaszámot (PCN)
hy: Խնդրում ենք մուտքագրել վավեր PhilSys քարտի համարը (PCN)
id: Masukkan Nomor Kartu PhilSys (PCN) yang valid
it: Inserisci un numero di carta PhilSys valido (PCN)
ja: 有効な PhilSys カード番号 (PCN) を入力してください
ko: 유효한 PhilSys 카드 번호(PCN)를 입력하십시오.
lt: Įveskite galiojantį PhilSys kortelės numerį (PCN)
lv: Lūdzu, ievadiet derīgu PhilSys kartes numuru (PCN)
ms: Sila masukkan Nombor Kad PhilSys (PCN) yang sah
nb: Vennligst skriv inn et gyldig PhilSys-kortnummer (PCN)
nl: Voer een geldig PhilSys-kaartnummer (PCN) in
pl: Wprowadź prawidłowy numer karty PhilSys (PCN)
pt: Insira um número de cartão PhilSys válido (PCN)
ro: Vă rugăm să introduceți un număr valid de card PhilSys (PCN)
ru: Введите действительный номер карты PhilSys (PCN)
sk: Zadajte platné číslo karty PhilSys (PCN)
sl: Vnesite veljavno številko kartice PhilSys (PCN)
sr: Унесите важећи број ПхилСис картице (ПЦН)
sv: Vänligen ange ett giltigt PhilSys Card Number (PCN)
th: โปรดป้อนหมายเลขบัตร PhilSys (PCN) ที่ถูกต้อง
tr: Lütfen geçerli bir PhilSys Kart Numarası (PCN) girin
uk: Введіть дійсний номер картки PhilSys (PCN)
vi: Vui lòng nhập Số thẻ PhilSys (PCN) hợp lệ
zh: 请输入有效的 PhilSys 卡号 (PCN)

# profileData_field_validation_phl_specific_required_national_id_value
source: Please enter your PhilSys Card Number (PCN)
ar: الرجاء إدخال رقم بطاقة PhilSys (PCN)
bg: Моля, въведете номера на вашата карта PhilSys (PCN)
cs: Zadejte číslo své karty PhilSys (PCN)
da: Indtast venligst dit PhilSys-kortnummer (PCN)
de: Bitte geben Sie Ihre PhilSys Card Number (PCN) ein
el: Εισαγάγετε τον αριθμό της κάρτας PhilSys (PCN)
es: Ingrese su número de tarjeta PhilSys (PCN)
et: Sisestage oma PhilSysi kaardi number (PCN)
fa: لطفا شماره کارت PhilSys (PCN) خود را وارد کنید
fi: Anna PhilSys-korttisi numero (PCN)
fr: Veuillez entrer votre numéro de carte PhilSys (PCN)
he: אנא הזן את מספר כרטיס PhilSys שלך (PCN)
hi: कृपया अपना फिलिस कार्ड नंबर दर्ज करें (पीसीएन)
hr: Unesite broj vaše PhilSys kartice (PCN)
hu: Kérjük, adja meg PhilSys kártyaszámát (PCN)
hy: Խնդրում ենք մուտքագրել ձեր PhilSys քարտի համարը (PCN)
id: Silakan masukkan Nomor Kartu PhilSys (PCN) Anda
it: Inserisci il numero della tua carta PhilSys (PCN)
ja: PhilSys カード番号 (PCN) を入力してください
ko: PhilSys 카드 번호(PCN)를 입력하십시오.
lt: Įveskite savo PhilSys kortelės numerį (PCN)
lv: Lūdzu, ievadiet savu PhilSys kartes numuru (PCN)
ms: Sila masukkan Nombor Kad PhilSys (PCN) anda
nb: Vennligst skriv inn ditt PhilSys-kortnummer (PCN)
nl: Voer uw PhilSys-kaartnummer (PCN) in
pl: Wprowadź numer swojej karty PhilSys (PCN)
pt: Insira o número do seu cartão PhilSys (PCN)
ro: Vă rugăm să introduceți numărul cardului PhilSys (PCN)
ru: Пожалуйста, введите номер вашей карты PhilSys (PCN)
sk: Zadajte číslo svojej karty PhilSys (PCN)
sl: Vnesite številko vaše kartice PhilSys (PCN)
sr: Унесите број своје ПхилСис картице (ПЦН)
sv: Vänligen ange ditt PhilSys-kortnummer (PCN)
th: กรุณากรอกหมายเลขบัตร PhilSys (PCN) ของคุณ
tr: Lütfen PhilSys Kart Numaranızı (PCN) girin
uk: Введіть номер вашої картки PhilSys (PCN)
vi: Vui lòng nhập Số thẻ PhilSys (PCN) của bạn
zh: 请输入您的 PhilSys 卡号 (PCN)

# profileData_field_validation_pol_specific_invalid_national_id_value
source: Please enter a valid PESEL number
ar: الرجاء إدخال رقم PESEL صالح
bg: Моля, въведете валиден PESEL номер
cs: Zadejte prosím platné číslo PESEL
da: Indtast venligst et gyldigt PESEL-nummer
de: Bitte geben Sie eine gültige PESEL-Nummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό PESEL
es: Por favor ingrese un número PESEL válido
et: Sisestage kehtiv PESEL-i number
fa: لطفاً یک شماره PESEL معتبر وارد کنید
fi: Anna kelvollinen PESEL-numero
fr: Veuillez entrer un numéro PESEL valide
he: נא להזין מספר PESEL חוקי
hi: कृपया एक मान्य PESEL नंबर दर्ज करें
hr: Unesite važeći PESEL broj
hu: Adjon meg egy érvényes PESEL-számot
hy: Խնդրում ենք մուտքագրել վավեր PESEL համար
id: Masukkan nomor PESEL yang valid
it: Inserisci un numero PESEL valido
ja: 有効な PESEL 番号を入力してください
ko: 유효한 PESEL 번호를 입력하세요.
lt: Įveskite galiojantį PESEL numerį
lv: Lūdzu, ievadiet derīgu PESEL numuru
ms: Sila masukkan nombor PESEL yang sah
nb: Vennligst skriv inn et gyldig PESEL-nummer
nl: Voer een geldig PESEL-nummer in
pl: Podaj prawidłowy numer PESEL
pt: Insira um número PESEL válido
ro: Vă rugăm să introduceți un număr PESEL valid
ru: Пожалуйста, введите действительный номер PESEL
sk: Zadajte platné číslo PESEL
sl: Vnesite veljavno številko PESEL
sr: Унесите важећи ПЕСЕЛ број
sv: Ange ett giltigt PESEL-nummer
th: โปรดป้อนหมายเลข PESEL ที่ถูกต้อง
tr: Lütfen geçerli bir PESEL numarası girin
uk: Введіть дійсний номер PESEL
vi: Vui lòng nhập số PESEL hợp lệ
zh: 请输入有效的 PESEL 编号

# profileData_field_validation_pol_specific_required_national_id_value
source: Please enter your PESEL number
ar: الرجاء إدخال رقم PESEL الخاص بك
bg: Моля, въведете своя PESEL номер
cs: Zadejte své číslo PESEL
da: Indtast venligst dit PESEL-nummer
de: Bitte geben Sie Ihre PESEL-Nummer ein
el: Εισαγάγετε τον αριθμό PESEL σας
es: Por favor ingrese su número PESEL
et: Sisestage oma PESEL-i number
fa: لطفا شماره PESEL خود را وارد کنید
fi: Anna PESEL-numerosi
fr: Veuillez entrer votre numéro PESEL
he: אנא הזן את מספר ה-PESEL שלך
hi: कृपया अपना PESEL नंबर दर्ज करें
hr: Unesite svoj PESEL broj
hu: Kérjük, adja meg PESEL számát
hy: Խնդրում ենք մուտքագրել ձեր PESEL համարը
id: Silakan masukkan nomor PESEL Anda
it: Inserisci il tuo numero PESEL
ja: PESEL番号を入力してください
ko: PESEL 번호를 입력하세요
lt: Įveskite savo PESEL numerį
lv: Lūdzu, ievadiet savu PESEL numuru
ms: Sila masukkan nombor PESEL anda
nb: Vennligst skriv inn ditt PESEL-nummer
nl: Voer uw PESEL-nummer in
pl: Podaj swój numer PESEL
pt: Insira seu número PESEL
ro: Vă rugăm să introduceți numărul dvs. PESEL
ru: Пожалуйста, введите свой номер PESEL
sk: Zadajte svoje číslo PESEL
sl: Vnesite svojo številko PESEL
sr: Унесите свој ПЕСЕЛ број
sv: Vänligen ange ditt PESEL-nummer
th: โปรดป้อนหมายเลข PESEL ของคุณ
tr: Lütfen PESEL numaranızı giriniz.
uk: Будь ласка, введіть свій номер PESEL
vi: Vui lòng nhập số PESEL của bạn
zh: 请输入您的 PESEL 编号
