Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_country_selection_countries_PRK
source: Korea (Democratic People`s Republic of)
ar: كوريا (جمهورية كوريا الديمقراطية الشعبية)
bg: Корея (Корейска народнодемократична република)
cs: Korea (Korejská lidově demokratická republika)
da: Korea (Den Demokratiske Folkerepublik)
de: Korea (Demokratische Volksrepublik)
el: Κορέα (Λαοκρατική Δημοκρατία της)
es: Corea (República Popular Democrática)
et: Korea (Korea Rahvademokraatlik Vabariik)
fa: کره (جمهوری دموکراتیک خلق)
fi: Korea (Korean demokraattinen kansantasavalta)
fr: Corée (République populaire démocratique)
he: קוריאה (הרפובליקה הדמוקרטית העממית)
hi: कोरिया (गणतांत्रिक जनवादी गणराज्य)
hr: Koreja (Demokratska Narodna Republika)
hu: Korea (Koreai Népi Demokratikus Köztársaság)
hy: Կորեա (Ժողովրդական Դեմոկրատական Հանրապետություն)
id: Korea (Republik Rakyat Demokratik)
it: Corea (Repubblica Popolare Democratica)
ja: 朝鮮民主主義人民共和国
ko: 조선민주주의인민공화국
lt: Korėja (Korėjos Liaudies Demokratinė Respublika)
lv: Koreja (Korejas Tautas Demokrātiskā Republika)
ms: Korea (Republik Rakyat Demokratik)
nb: Korea (Den demokratiske folkerepublikken)
nl: Korea (Democratische Volksrepubliek)
pl: Koreańska Republika Ludowo-Demokratyczna
pt: Coreia (República Popular Democrática)
ro: Coreea (Republica Populară Democrată)
ru: Корея (Корейская Народно-Демократическая Республика)
sk: Kórejská ľudovodemokratická republika
sl: Koreja (Demokratična ljudska republika)
sr: Koreja (Demokratska Narodna Republika)
sv: Korea (Demokratiska folkrepubliken)
th: เกาหลี (สาธารณรัฐประชาธิปไตยประชาชน)
tr: Kore (Kore Demokratik Halk Cumhuriyeti)
uk: Корея (Корейська Народно-Демократична Республіка)
vi: Triều Tiên (Cộng hòa Dân chủ Nhân dân)
zh: 朝鲜民主主义人民共和国

# common_country_selection_countries_PRT
source: Portugal
ar: البرتغال
bg: Португалия
cs: Portugalsko
el: Πορτογαλία
fa: پرتغال
fi: Portugali
he: פורטוגל
hi: पुर्तगाल
hu: Portugália
hy: Պորտուգալիա
it: Portogallo
ja: ポルトガル
ko: 포르투갈
lt: Portugalija
lv: Portugāle
pl: Portugalia
ro: Portugalia
ru: Португалия
sk: Portugalsko
sl: Portugalska
sr: Португал
th: โปรตุเกส
tr: Portekiz
uk: Португалія
vi: Bồ Đào Nha
zh: 葡萄牙

# common_country_selection_countries_PRY
source: Paraguay
ar: باراغواي
bg: Парагвай
el: Παραγουάη
fa: پاراگوئه
he: פרגוואי
hi: पैराग्वे
hr: Paragvaj
hy: Պարագվայ
ja: パラグアイ
ko: 파라과이
lt: Paragvajus
lv: Paragvaja
pl: Paragwaj
pt: Paraguai
ru: Парагвай
sk: Paraguaj
sl: Paragvaj
sr: Парагвај
th: ปารากวัย
uk: Парагвай
zh: 巴拉圭

# common_country_selection_countries_PSE
source: Palestine, State of
ar: فلسطين، دولة
bg: Палестина, Държава на
cs: Palestina, Stát
da: Palæstina, Staten
de: Palästina, Staat
el: Παλαιστίνη, Κράτος της
es: Palestina, Estado de
et: Palestiina, Riik
fa: فلسطین، دولت
fi: Palestiina, Palestiinan valtio
fr: Palestine, État de
he: פלסטין, מדינת
hi: फिलिस्तीन, राज्य
hr: Palestina, Država
hu: Palesztina Állam
hy: Պաղեստին, Պետություն
id: Palestina, Negara
it: Palestina, Stato di
ja: パレスチナ国
ko: 팔레스타인, 국가
lt: Palestina, Valstybė
lv: Palestīna, Valsts
ms: Palestin, Negara
nb: Palestina, staten
nl: Palestina, Staat van
pl: Palestyna, Państwo
pt: Palestina, Estado da
ro: Palestina, Statul
ru: Палестина, Государство
sk: Palestína, Štát
sl: Palestina, Država
sr: Palestina, Država
sv: Palestina, Staten
th: ปาเลสไตน์
tr: Filistin Devleti
uk: Палестина, Держава
vi: Palestine, Nhà nước của
zh: 巴勒斯坦国

# common_country_selection_countries_PYF
source: French Polynesia
ar: بولينيزيا الفرنسية
bg: Френска Полинезия
cs: Francouzská Polynésie
da: Fransk Polynesien
de: Französisch-Polynesien
el: Γαλλική Πολυνησία
es: Polinesia Francesa
et: Prantsuse Polüneesia
fa: پلی‌نزی فرانسه
fi: Ranskan Polynesia
fr: Polynésie française
he: פולינזיה הצרפתית
hi: फ्रेंच पोलिनेशिया
hr: Francuska Polinezija
hu: Francia Polinézia
hy: Ֆրանսիական Պոլինեզիա
id: Polinesia Prancis
it: Polinesia Francese
ja: フランス領ポリネシア
ko: 프랑스령 폴리네시아
lt: Prancūzijos Polinezija
lv: Franču Polinēzija
ms: Polinesia Perancis
nb: Fransk Polynesia
nl: Frans-Polynesië
pl: Polinezja Francuska
pt: Polinésia Francesa
ro: Polinezia Franceză
ru: Французская Полинезия
sk: Francúzska Polynézia
sl: Francoska Polinezija
sr: Francuska Polinezija
sv: Franska Polynesien
th: เฟรนช์โปลินีเซีย
tr: Fransız Polinezyası
uk: Французька Полінезія
vi: Polynésie thuộc Pháp
zh: 法属波利尼西亚

# common_country_selection_countries_QAT
source: Qatar
ar: قطر
bg: Катар
cs: Katar
de: Katar
el: Κατάρ
es: Catar
et: Katar
fa: قطر
he: קטר
hi: कतर
hr: Katar
hu: Katar
hy: Կատար
ja: カタール
ko: 카타르
lt: Kataras
lv: Katara
pl: Katar
pt: Catar
ru: Катар
sk: Katar
sl: Katar
sr: Katar
th: กาตาร์
tr: Katar
uk: Катар
zh: 卡塔尔

# common_country_selection_countries_RKS
source: Kosovo, Republic of
ar: كوسوفو، جمهورية
bg: Косово, Република
cs: Kosovo, Republika
da: Kosovo, Republikken
de: Kosovo, Republik
el: Κοσσυφοπέδιο, Δημοκρατία του
es: Kosovo, República de
et: Kosovo, Vabariik
fa: کوزوو، جمهوری
fi: Kosovo, tasavalta
fr: Kosovo, République du
he: קוסובו, רפובליקת
hi: कोसोवो, गणराज्य
hr: Kosovo, Republika
hu: Koszovó, Köztársaság
hy: Կոսովո, Հանրապետություն
id: Kosovo, Republik
it: Kosovo, Repubblica di
ja: コソボ共和国
ko: 코소보 공화국
lt: Kosovo, Respublika
lv: Kosova, Republika
ms: Kosovo, Republik
nb: Kosovo, Republikken
nl: Kosovo, Republiek
pl: Kosowo, Republika
pt: Kosovo, República do
ro: Kosovo, Republica
ru: Косово, Республика
sk: Kosovo, Republika
sl: Kosovo, Republika
sr: Kosovo, Republika
sv: Kosovo, Republiken
th: โคโซโว, สาธารณรัฐ
tr: Kosova Cumhuriyeti
uk: Косово, Республіка
vi: Kosovo, Cộng hòa
zh: 科索沃共和国

# common_country_selection_countries_ROU
source: Romania
ar: رومانيا
bg: Румъния
cs: Rumunsko
da: Rumænien
de: Rumänien
el: Ρουμανία
es: Rumania
et: Rumeenia
fa: رومانی
fr: Roumanie
he: רומניה
hi: रोमानिया
hr: Rumunjska
hu: Románia
hy: Ռումինիա
id: Rumania
ja: ルーマニア
ko: 루마니아
lt: Rumunija
lv: Rumānija
nl: Roemenië
pl: Rumunia
pt: Romênia
ro: România
ru: Румыния
sk: Rumunsko
sl: Romunija
sr: Rumunija
sv: Rumänien
th: โรมาเนีย
tr: Romanya
uk: Румунія
zh: 罗马尼亚

# common_country_selection_countries_RUS
source: Russian Federation
ar: الاتحاد الروسي
bg: Руска федерация
cs: Ruská federace
da: Den Russiske Føderation
de: Russische Föderation
el: Ρωσική Ομοσπονδία
es: Federación de Rusia
et: Venemaa Föderatsioon
fa: فدراسیون روسیه
fi: Venäjän federaatio
fr: Fédération de Russie
he: הפדרציה הרוסית
hi: रूसी संघ
hr: Ruska Federacija
hu: Orosz Föderáció
hy: Ռուսաստանի Դաշնություն
id: Federasi Rusia
it: Federazione Russa
ja: ロシア連邦
ko: 러시아 연방
lt: Rusijos Federacija
lv: Krievijas Federācija
ms: Persekutuan Rusia
nb: Den russiske føderasjon
nl: Russische Federatie
pl: Federacja Rosyjska
pt: Federação Russa
ro: Federația Rusă
ru: Российская Федерация
sk: Ruská federácia
sl: Ruska federacija
sr: Руска Федерација
sv: Ryssland
th: สหพันธรัฐรัสเซีย
tr: Rusya Federasyonu
uk: Російська Федерація
vi: Liên bang Nga
zh: 俄罗斯联邦

# common_country_selection_countries_RWA
source: Rwanda
ar: رواندا
bg: Руанда
de: Ruanda
el: Ρουάντα
es: Ruanda
fa: رواندا
fi: Ruanda
he: רואנדה
hi: रवांडा
hr: Ruanda
hu: Ruanda
hy: Ռուանդա
it: Ruanda
ja: ルワンダ
ko: 르완다
lt: Ruanda
lv: Ruanda
pt: Ruanda
ru: Руанда
sl: Ruanda
sr: Ruanda
th: รวันดา
tr: Ruanda
uk: Руанда
zh: 卢旺达

# common_country_selection_countries_SAU
source: Saudi Arabia
ar: المملكة العربية السعودية
bg: Саудитска Арабия
cs: Saúdská Arábie
da: Saudi-Arabien
de: Saudi-Arabien
el: Σαουδική Αραβία
es: Arabia Saudita
et: Saudi Araabia
fa: عربستان سعودی
fr: Arabie saoudite
he: ערב הסעודית
hi: सऊदी अरब
hr: Saudijska Arabija
hu: Szaúd-Arábia
hy: Սաուդյան Արաբիա
id: Arab Saudi
it: Arabia Saudita
ja: サウジアラビア
ko: 사우디아라비아
lt: Saudo Arabija
lv: Saūda Arābija
ms: Arab Saudi
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
ro: Arabia Saudită
ru: Саудовская Аравия
sk: Saudská Arábia
sl: Saudova Arabija
sr: Саудијска Арабија
sv: Saudiarabien
th: ซาอุดีอาระเบีย
tr: Suudi Arabistan
uk: Саудівська Аравія
vi: Ả Rập Xê Út
zh: 沙特阿拉伯

# common_country_selection_countries_SDN
source: Sudan
ar: السودان
bg: Судан
cs: Súdán
el: Σουδάν
es: Sudán
et: Sudaan
fa: سودان
fr: Soudan
he: סודאן
hi: सूडान
hu: Szudán
hy: Սուդան
ja: スーダン
ko: 수단
lt: Sudanas
lv: Sudāna
nl: Soedan
pt: Sudão
ru: Судан
sk: Sudán
th: ซูดาน
uk: Судан
zh: 苏丹

# common_country_selection_countries_SEN
source: Senegal
ar: السنغال
bg: Сенегал
el: Σενεγάλη
fa: سنگال
fr: Sénégal
he: סנגל
hi: सेनेगल
hu: Szenegál
hy: Սենեգալ
ja: セネガル
ko: 세네갈
lt: Senegalas
lv: Senegāla
ru: Сенегал
th: เซเนกัล
uk: Сенегал
zh: 塞内加尔

# common_country_selection_countries_SGP
source: Singapore
ar: سنغافورة
bg: Сингапур
cs: Singapur
de: Singapur
el: Σιγκαπούρη
es: Singapur
et: Singapur
fa: سنگاپور
fr: Singapour
he: סינגפור
hi: सिंगापुर
hr: Singapur
hu: Szingapúr
hy: Սինգապուր
id: Singapura
ja: シンガポール
ko: 싱가포르
lt: Singapūras
lv: Singapūra
ms: Singapura
pl: Singapur
pt: Singapura
ru: Сингапур
sk: Singapur
sl: Singapur
sr: Singapur
th: สิงคโปร์
tr: Singapur
uk: Сінгапур
zh: 新加坡

# common_country_selection_countries_SHN
source: Saint Helena
ar: سانت هيلينا
bg: Света Елена
cs: Svatá Helena
da: Sankt Helena
de: St. Helena
el: Αγία Ελένη
es: Santa Elena
fa: سنت هلنا
fr: Sainte-Hélène
he: סנט הלנה
hi: सेंट हेलेना
hr: Sveta Helena
hu: Szent Ilona
hy: Սուրբ Հեղինե
it: Sant`Elena
ja: セントヘレナ
ko: 세인트헬레나
lt: Šventoji Elena
lv: Svētā Helēna
nl: Sint-Helena
pl: Wyspa Świętej Heleny
pt: Santa Helena
ro: Sfânta Elena
ru: Остров Святой Елены
sk: Svätá Helena
sl: Sveta Helena
sr: Sveta Helena
sv: Sankta Helena
th: เซนต์เฮเลนา
uk: Острів Святої Єлени
zh: 圣赫勒拿

# common_country_selection_countries_SLB
source: Solomon Islands
ar: جزر سليمان
bg: Соломонови острови
cs: Šalamounovy ostrovy
da: Salomonøerne
de: Salomonen
el: Νήσοι Σολομώντος
es: Islas Salomón
et: Saalomoni Saared
fa: جزایر سلیمان
fi: Salomonsaaret
fr: Îles Salomon
he: איי שלמה
hi: सोलोमन द्वीपसमूह
hr: Salomonski Otoci
hu: Salamon-szigetek
hy: Սողոմոնյան Կղզիներ
id: Kepulauan Solomon
it: Isole Salomone
ja: ソロモン諸島
ko: 솔로몬 제도
lt: Saliamono Salos
lv: Zālamana Salas
ms: Kepulauan Solomon
nb: Salomonøyene
nl: Salomonseilanden
pl: Wyspy Salomona
pt: Ilhas Salomão
ro: Insulele Solomon
ru: Соломоновы Острова
sk: Šalamúnove ostrovy
sl: Salomonovi otoki
sr: Solomonska Ostrva
sv: Salomonöarna
th: หมู่เกาะโซโลมอน
tr: Solomon Adaları
uk: Соломонові Острови
vi: Quần đảo Solomon
zh: 所罗门群岛

# common_country_selection_countries_SLE
source: Sierra Leone
ar: سيراليون
bg: Сиера Леоне
el: Σιέρα Λεόνε
es: Sierra Leona
fa: سیرالئون
he: סיירה לאון
hi: सिएरा लियोन
hr: Sijera Leone
hy: Սիեռա Լեոնե
ja: シエラレオネ
ko: 시에라리온
lt: Siera Leonė
lv: Sjerraleone
pt: Serra Leoa
ru: Сьерра-Леоне
sr: Sijera Leone
th: เซียร์ราลีโอน
uk: Сьєрра-Леоне
zh: 塞拉利昂

# common_country_selection_countries_SLV
source: El Salvador
ar: السلفادور
bg: Ел Салвадор
cs: Salvador
el: Ελ Σαλβαδόρ
fa: السالوادور
fr: Le Salvador
he: אל סלבדור
hi: एल साल्वाडोर
hr: Salvador
hu: Salvador
hy: Էլ Սալվադոր
ja: エルサルバドル
ko: 엘살바도르
lt: Salvadoras
lv: Salvadora
pl: Salwador
ru: Сальвадор
sk: Salvádor
sl: Salvador
th: เอลซัลวาดอร์
uk: Сальвадор
zh: 萨尔瓦多

# common_country_selection_countries_SMR
source: San Marino
ar: سان مارينو
bg: Сан Марино
el: Άγιος Μαρίνος
fa: سان مارینو
fr: Saint-Marin
he: סן מרינו
hi: सैन मरीनो
hy: Սան Մարինո
ja: サンマリノ
ko: 산마리노
lt: San Marinas
lv: Sanmarīno
ru: Сан-Марино
sk: San Maríno
th: ซานมารีโน
uk: Сан-Марино
zh: 圣马力诺

# common_country_selection_countries_SOM
source: Somalia
ar: الصومال
bg: Сомалия
cs: Somálsko
el: Σομαλία
et: Somaalia
fa: سومالیه
fr: Somalie
he: סומליה
hi: सोमालिया
hr: Somalija
hu: Szomália
hy: Սոմալի
ja: ソマリア
ko: 소말리아
lt: Somalis Respublika
lv: Somālija
nl: Somalië
pt: Somália
ru: Сомали
sk: Somálsko
sl: Somalija
sr: Сомалија
th: โซมาเลีย
tr: Somali
uk: Сомалі
zh: 索马里

# common_country_selection_countries_SRB
source: Serbia
ar: صربيا
bg: Сърбия
cs: Srbsko
da: Serbien
de: Serbien
el: Σερβία
fa: صربستان
fr: Serbie
he: סרביה
hi: सर्बिया
hr: Srbija
hu: Szerbia
hy: Սերբիա
ja: セルビア
ko: 세르비아
lt: Serbija
lv: Serbija
nl: Servië
pt: Sérvia
ru: Сербия
sk: Srbsko
sl: Srbija
sr: Srbija
sv: Serbien
th: เซอร์เบีย
tr: Sırbistan
uk: Сербія
zh: 塞尔维亚

# common_country_selection_countries_SSD
source: South Sudan
ar: جنوب السودان
bg: Южен Судан
cs: Jižní Súdán
da: Sydsudan
de: Südsudan
el: Νότιο Σουδάν
es: Sudán del Sur
et: Lõuna-Sudaan
fa: سودان جنوبی
fi: Etelä-Sudan
fr: Soudan du Sud
he: דרום סודאן
hi: दक्षिण सूडान
hr: Južni Sudan
hu: Dél-Szudán
hy: Հարավային Սուդան
id: Sudan Selatan
it: Sud Sudan
ja: 南スーダン
ko: 남수단
lt: Pietų Sudanas
lv: Dienvidsudāna
ms: Sudan Selatan
nb: Sør-Sudan
nl: Zuid-Soedan
pl: Sudan Południowy
pt: Sudão do Sul
ro: Sudanul de Sud
ru: Южный Судан
sk: Južný Sudán
sl: Južni Sudan
sr: Јужни Судан
sv: Sydsudan
th: เซาท์ซูดาน
tr: Güney Sudan
uk: Південний Судан
vi: Nam Sudan
zh: 南苏丹

# common_country_selection_countries_STP
source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي
bg: Сао Томе и Принсипи
cs: Svatý Tomáš a Princův ostrov
da: São Tomé og Príncipe
de: São Tomé und Príncipe
el: Σάο Τομέ και Πρίνσιπε
es: Santo Tomé y Príncipe
et: São Tomé ja Príncipe
fa: سائو تومه و پرینسیپ
fi: São Tomé ja Príncipe
fr: Sao Tomé-et-Principe
he: סאו טומה ופרינסיפה
hi: साओ टोमे और प्रिंसिपे
hr: Sveti Toma i Princip
hu: São Tomé és Príncipe
hy: Սան Տոմե և Պրինսիպի
id: Sao Tome dan Principe
it: São Tomé e Príncipe
ja: サントメ・プリンシペ
ko: 상투메 프린시페
lt: San Tomė ir Prinsipė
lv: Santome un Prinsipi
ms: Sao Tome dan Principe
nb: São Tomé og Príncipe
nl: Sao Tomé en Principe
pl: Wyspy Świętego Tomasza i Książęca
pt: São Tomé e Príncipe
ro: Sao Tome și Principe
ru: Сан-Томе и Принсипи
sk: Svätý Tomáš a Princov ostrov
sl: Sao Tome in Principe
sr: Sao Tome i Principe
sv: São Tomé och Príncipe
th: เซาตูเมและปรินซิปี
tr: Sao Tome ve Principe
uk: Сан-Томе і Принсіпі
vi: Sao Tome và Principe
zh: 圣多美和普林西比

# common_country_selection_countries_SUR
source: Suriname
ar: سورينام
bg: Суринам
cs: Surinam
da: Surinam
el: Σουρινάμ
es: Surinam
fa: سورینام
he: סורינאם
hi: सूरीनाम
hr: Surinam
hy: Սուրինամ
ja: スリナム
ko: 수리남
lt: Surinamas
lv: Surinama
ms: Surinam
nb: Surinam
pl: Surinam
ro: Surinam
ru: Суринам
sk: Surinam
sl: Surinam
sr: Surinam
sv: Surinam
th: ซูรินาเม
tr: Surinam
uk: Суринам
zh: 苏里南

# common_country_selection_countries_SVK
source: Slovakia
ar: سلوفاكيا
bg: Словакия
cs: Slovensko
da: Slovakiet
de: Slowakei
el: Σλοβακία
es: Eslovaquia
et: Slovakkia
fa: اسلواکی
fr: Slovaquie
he: סלובקיה
hi: स्लोवाकिया
hr: Slovačka
hu: Szlovákia
hy: Սլովակիա
it: Slovacchia
ja: スロバキア
ko: 슬로바키아
lt: Slovakija
lv: Slovākija
nl: Slowakije
pl: Słowacja
pt: Eslováquia
ro: Slovacia
ru: Словакия
sk: Slovensko
sl: Slovaška
sr: Slovačka
sv: Slovakien
th: สโลวาเกีย
tr: Slovakya
uk: Словаччина
zh: 斯洛伐克

# common_country_selection_countries_SVN
source: Slovenia
ar: سلوفينيا
bg: Словения
cs: Slovinsko
da: Slovenien
de: Slowenien
el: Σλοβενία
es: Eslovenia
et: Sloveenia
fa: اسلوونی
fr: Slovénie
he: סלובניה
hi: स्लोवेनिया
hr: Slovenija
hu: Szlovénia
hy: Սլովենիա
ja: スロベニア
ko: 슬로베니아
lt: Slovėnija
lv: Slovēnija
nl: Slovenië
pl: Słowenia
pt: Eslovênia
ru: Словения
sk: Slovinsko
sl: Slovenija
sr: Slovenija
sv: Slovenien
th: สโลวีเนีย
tr: Slovenya
uk: Словенія
zh: 斯洛文尼亚

# common_country_selection_countries_SWE
source: Sweden
ar: السويد
bg: Швеция
cs: Švédsko
da: Sverige
de: Schweden
el: Σουηδία
es: Suecia
et: Rootsi
fa: سوئد
fi: Ruotsi
fr: Suède
he: שוודיה
hi: स्वीडन
hr: Švedska
hu: Svédország
hy: Շվեդիա
id: Swedia
it: Svezia
ja: スウェーデン
ko: 스웨덴
lt: Švedija
lv: Zviedrija
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ro: Suedia
ru: Швеция
sk: Švédsko
sl: Švedska
sr: Švedska
sv: Sverige
th: สวีเดน
tr: İsveç
uk: Швеція
vi: Thụy Điển
zh: 瑞典

# common_country_selection_countries_SWZ
source: eSwatini
ar: إسواتيني
bg: Есватини
el: Εσουατίνι
es: Esuatini
fa: اسواتینی
he: אסוואטיני
hi: एस्वातिनी
hr: Esvatini
hy: Էսվատինի
ja: エスワティニ
ko: 에스와티니
lt: eSvatinis
lv: eSvatini
ru: Эсватини
sl: eSvatini
sr: eSvatini
th: เอสวาตินี
uk: Есватіні
zh: 斯威士兰

# common_country_selection_countries_SXM
source: Sint Maarten (Dutch part)
ar: سينت مارتن (الجزء الهولندي)
bg: Синт Мартен (нидерландска част)
cs: Svatý Martin (nizozemská část)
da: Sint Maarten (hollandsk del)
de: Sint Maarten (niederländischer Teil)
el: Άγιος Μαρτίνος (Ολλανδικό τμήμα)
es: Sint Maarten (parte holandesa)
et: Sint Maarten (Hollandi osa)
fa: سینت مارتن (بخش هلندی)
fi: Sint Maarten (hollantilainen osa)
fr: Saint-Martin (partie néerlandaise)
he: סנט מארטן (החלק ההולנדי)
hi: सिंट मार्टेन (डच भाग)
hr: Sint Maarten (nizozemski dio)
hu: Sint Maarten (hollandiai rész)
hy: Սինտ Մարտեն (հոլանդական մաս)
id: Sint Maarten (bagian Belanda)
it: Sint Maarten (parte olandese)
ja: シント・マールテン（オランダ領）
ko: 신트마르턴 (네덜란드령)
lt: Sint Martenas (Olandijos dalis)
lv: Sintmārtena (Nīderlandes daļa)
ms: Sint Maarten (bahagian Belanda)
nb: Sint Maarten (nederlandsk del)
nl: Sint Maarten (Nederlands deel)
pl: Sint Maarten (część holenderska)
pt: Sint Maarten (parte holandesa)
ro: Sint Maarten (partea olandeză)
ru: Синт-Мартен (нидерландская часть)
sk: Sint Maarten (holandská časť)
sl: Sint Maarten (nizozemski del)
sr: Sint Maarten (holandski deo)
sv: Sint Maarten (nederländska delen)
th: ซินต์มาร์เติน (ส่วนดัตช์)
tr: Sint Maarten (Hollanda kısmı)
uk: Сінт-Мартен (нідерландська частина)
vi: Sint Maarten (phần Hà Lan)
zh: 荷属圣马丁

# common_country_selection_countries_SYC
source: Seychelles
ar: سيشل
bg: Сейшели
cs: Seychely
da: Seychellerne
de: Seychellen
el: Σεϋχέλλες
et: Seišellid
fa: سیشل
fi: Seychellit
he: סיישל
hi: सेशेल्स
hr: Sejšeli
hu: Seychelle-szigetek
hy: Սեյշելներ
ja: セーシェル
ko: 세이셸
lt: Seišeliai
lv: Seišelu salas
nb: Seychellene
nl: Seychellen
pl: Seszele
pt: Seicheles
ru: Сейшельские Острова
sk: Seychely
sl: Sejšeli
sr: Sejšeli
sv: Seychellerna
th: เซเชลส์
tr: Seyşeller
uk: Сейшельські Острови
zh: 塞舌尔

# common_country_selection_countries_SYR
source: Syrian Arab Republic
ar: الجمهورية العربية السورية
bg: Сирийска арабска република
cs: Syrská arabská republika
da: Den Syriske Arabiske Republik
de: Syrische Arabische Republik
el: Αραβική Δημοκρατία της Συρίας
es: República Árabe Siria
et: Süüria Araabia Vabariik
fa: جمهوری عربی سوریه
fi: Syyrian arabitasavalta
fr: République arabe syrienne
he: הרפובליקה הערבית הסורית
hi: सीरियाई अरब गणराज्य
hr: Sirijska Arapska Republika
hu: Szíriai Arab Köztársaság
hy: Սիրիայի Արաբական Հանրապետություն
id: Republik Arab Suriah
it: Repubblica Araba Siriana
ja: シリア・アラブ共和国
ko: 시리아 아랍 공화국
lt: Sirijos Arabų Respublika
lv: Sīrijas Arābu Republika
ms: Republik Arab Syria
nb: Den syriske arabiske republikk
nl: Syrië
pl: Syryjska Republika Arabska
pt: República Árabe Síria
ro: Republica Arabă Siriană
ru: Сирийская Арабская Республика
sk: Sýrska arabská republika
sl: Sirija
sr: Сиријска Арапска Република
sv: Syriska Arabrepubliken
th: สาธารณรัฐอาหรับซีเรีย
tr: Suriye Arap Cumhuriyeti
uk: Сирійська Арабська Республіка
vi: Cộng hòa Ả Rập Syria
zh: 阿拉伯叙利亚共和国

# common_country_selection_countries_TCA
source: Turks and Caicos Islands
ar: جزر تركس وكايكوس
bg: Острови Търкс и Кайкос
cs: Turks a Caicos
da: Turks- og Caicosøerne
de: Turks- und Caicosinseln
el: Νήσοι Τερκς και Κάικος
es: Islas Turcas y Caicos
et: Turks ja Caicos
fa: جزایر تورکس و کایکوس
fi: Turks- ja Caicossaaret
fr: Îles Turques-et-Caïques
he: איי טורקס וקייקוס
hi: तुर्क्स और कैकोस द्वीपसमूह
hr: Otoci Turks i Caicos
hu: Turks- és Caicos-szigetek
hy: Թուրքս և Կայկոս կղզիներ
id: Kepulauan Turks dan Caicos
it: Isole Turks e Caicos
ja: タークス・カイコス諸島
ko: 터크스 케이커스 제도
lt: Turkso ir Kaikoso Salos
lv: Tērksas un Kaikosas salas
ms: Kepulauan Turks dan Caicos
nb: Turks- og Caicosøyene
nl: Turks- en Caicoseilanden
pl: Turks i Caicos
pt: Ilhas Turcas e Caicos
ro: Insulele Turks și Caicos
ru: Острова Теркс и Кайкос
sk: Turks a Caicos
sl: Otoki Turks in Caicos
sr: Ostrva Turks i Kaikos
sv: Turks- och Caicosöarna
th: หมู่เกาะเติกส์และเคคอส
tr: Turks ve Caicos Adaları
uk: Острови Теркс і Кайкос
vi: Quần đảo Turks và Caicos
zh: 特克斯和凯科斯群岛

# common_country_selection_countries_TCD
source: Chad
ar: تشاد
bg: Чад
cs: Čad
da: Tchad
de: Tschad
el: Τσαντ
et: Tšaad
fa: چاد
fi: Tšad
fr: Tchad
he: צ`אד
hi: चाड
hr: Čad
hu: Csád
hy: Չադ
it: Ciad
ja: チャド
ko: 차드
lt: Čadas
lv: Čada
nb: Tsjad
nl: Tsjaad
pl: Czad
pt: Chade
ro: Ciad
ru: Чад
sk: Čad
sl: Čad
sr: Čad
sv: Tchad
th: ชาด
tr: Çad
uk: Чад
vi: Tchad
zh: 乍得

# common_country_selection_countries_TGO
source: Togo
ar: توغو
bg: Того
el: Τόγκο
fa: توگو
he: טוגו
hi: टोगो
hy: Տոգո
ja: トーゴ
ko: 토고
lt: Togas
ru: Того
sr: Того
th: โตโก
uk: Того
zh: 多哥

# common_country_selection_countries_THA
source: Thailand
ar: تايلاند
bg: Тайланд
cs: Thajsko
el: Ταϊλάνδη
es: Tailandia
et: Tai
fa: تایلند
fi: Thaimaa
fr: Thaïlande
he: תאילנד
hi: थाईलैंड
hr: Tajland
hu: Thaiföld
hy: Թաիլանդ
it: Thailandia
ja: タイ
ko: 태국
lt: Tailandas
lv: Taizeme
pl: Tajlandia
pt: Tailândia
ro: Thailanda
ru: Таиланд
sk: Thajsko
sl: Tajska
sr: Тајланд
th: ประเทศไทย
tr: Tayland
uk: Таїланд
vi: Thái Lan
zh: 泰国

# common_country_selection_countries_TJK
source: Tajikistan
ar: طاجيكستان
bg: Таджикистан
cs: Tádžikistán
da: Tadsjikistan
de: Tadschikistan
el: Τατζικιστάν
es: Tayikistán
et: Tadžikistan
fa: تاجیکستان
fi: Tadžikistan
fr: Tadjikistan
he: טג`יקיסטן
hi: ताजिकिस्तान
hr: Tadžikistan
hu: Tádzsikisztán
hy: Տաջիկստան
it: Tagikistan
ja: タジキスタン
ko: 타지키스탄
lt: Tadžikistanas
lv: Tadžikistāna
nb: Tadsjikistan
nl: Tadzjikistan
pl: Tadżykistan
pt: Tajiquistão
ro: Tadjikistan
ru: Таджикистан
sk: Tadžikistan
sl: Tadžikistan
sr: Таџикистан
sv: Tadzjikistan
th: ทาจิกิสถาน
tr: Tacikistan
uk: Таджикистан
zh: 塔吉克斯坦

# common_country_selection_countries_TKM
source: Turkmenistan
ar: تركمانستان
bg: Туркменистан
cs: Turkmenistán
el: Τουρκμενιστάν
es: Turkmenistán
et: Türkmenistan
fa: ترکمنستان
fr: Turkménistan
he: טורקמניסטן
hi: तुर्कमेनिस्तान
hu: Türkmenisztán
hy: Թուրքմենստան
ja: トルクメニスタン
ko: 투르크메니스탄
lt: Turkmėnistanas
lv: Turkmenistāna
pt: Turquemenistão
ru: Туркменистан
sk: Turkménsko
sr: Туркменистан
th: เติร์กเมนิสถาน
tr: Türkmenistan
uk: Туркменістан
zh: 土库曼斯坦

# common_country_selection_countries_TLS
source: Timor-Leste
ar: تيمور الشرقية
bg: Тимор-Лесте
cs: Východní Timor
el: Ανατολικό Τιμόρ
fa: تیمور-لسته
fi: Itä-Timor
he: מזרח טימור
hi: तिमोर-लेस्ते
hu: Kelet-Timor
hy: Թիմոր-Լեստե
it: Timor Est
ja: 東ティモール
ko: 동티모르
lt: Rytų Timoras
lv: Austrumtimora
nb: Øst-Timor
nl: Oost-Timor
pl: Timor Wschodni
ro: Timorul de Est
ru: Тимор-Лесте
sk: Východný Timor
sl: Vzhodni Timor
sv: Östtimor
th: ติมอร์-เลสเต
tr: Doğu Timor
uk: Тімор-Лешті
vi: Đông Timor
zh: 东帝汶

# common_country_selection_countries_TON
source: Tonga
ar: تونغا
bg: Тонга
el: Τόνγκα
fa: تونگا
he: טונגה
hi: टोंगा
hy: Տոնգա
ja: トンガ
ko: 통가
ru: Тонга
sr: Тонга
th: ตองกา
uk: Тонга
zh: 汤加

# common_country_selection_countries_TTO
source: Trinidad and Tobago
ar: ترينيداد وتوباغو
bg: Тринидад и Тобаго
cs: Trinidad a Tobago
da: Trinidad og Tobago
de: Trinidad und Tobago
el: Τρινιντάντ και Τομπάγκο
es: Trinidad y Tobago
et: Trinidad ja Tobago
fa: ترینیداد و توباگو
fi: Trinidad ja Tobago
fr: Trinité-et-Tobago
he: טרינידד וטובגו
hi: त्रिनिदाद और टोबैगो
hr: Trinidad i Tobago
hu: Trinidad és Tobago
hy: Տրինիդադ և Տոբագո
id: Trinidad dan Tobago
it: Trinidad e Tobago
ja: トリニダード・トバゴ
ko: 트리니다드 토바고
lt: Trinidadas ir Tobagas
lv: Trinidāda un Tobāgo
ms: Trinidad dan Tobago
nb: Trinidad og Tobago
nl: Trinidad en Tobago
pl: Trynidad i Tobago
pt: Trindade e Tobago
ro: Trinidad și Tobago
ru: Тринидад и Тобаго
sk: Trinidad a Tobago
sl: Trinidad in Tobago
sr: Trinidad i Tobago
sv: Trinidad och Tobago
th: ตรินิแดดและโตเบโก
tr: Trinidad ve Tobago
uk: Тринідад і Тобаго
vi: Trinidad và Tobago
zh: 特立尼达和多巴哥
