Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_selection_identity_document_with_address
source: Identity Document With Address
ar: وثيقة الهوية مع العنوان
bg: Документ за самоличност с адрес
cs: Identifikační dokument s adresou
da: Identitetsdokument med adresse
de: Ausweisdokument mit Adresse
el: Ταυτότητα με Διεύθυνση
es: Documento de Identidad con Dirección
et: Aadressiga isikut tõendav dokument
fa: اسناد هویت با آدرس
fi: Osoitetiedot sisältävä henkilöllisyysasiakirja
fr: Document d`identité avec adresse
he: מסמך זהות עם כתובת
hi: पता के साथ पहचान पत्र
hr: Identifikacijski dokument s adresom
hu: Lakcímmel ellátott személyazonosító dokumentum
hy: Համառոտագրության փաստաթուղթ հասցեով
id: Dokumen Identitas Dengan Alamat
it: Documento di identità con indirizzo
ja: 住所付き身分証明書
ko: 주소가 있는 신분증
lt: Tapatybės dokumentas su adresu
lv: Identitātes dokuments ar adresi
ms: Dokumen Identiti Dengan Alamat
nb: Identitetsdokument med adresse
nl: Identiteitsdocument met adres
pl: Dokument tożsamości z adresem
pt: Documento de Identidade com Endereço
ro: Document de identitate cu adresă
ru: Документ удостоверяющий личность с адресом
sk: Identifikačný dokument s adresou
sl: Osebni dokument z naslovom
sr: Identifikacioni dokument sa adresom
sv: Identitetshandling med adress
th: เอกสารยืนยันตัวตนพร้อมที่อยู่
tr: Adresli Kimlik Belgesi
uk: Документ ідентифікації з адресою
vi: Giấy tờ tùy thân có địa chỉ
zh: 带有地址的身份证件

# common_selection_identity_document_with_address_details
source: Issued by a government authority
ar: صادر عن سلطة حكومية
bg: Издаден от държавен орган
cs: Vydáno vládním orgánem
da: Udstedt af en regeringsmyndighed
de: Ausgestellt von einer Regierungsbehörde
el: Εκδόθηκε από κυβερνητική αρχή
es: Emitido por una autoridad gubernamental
et: Välja antud valitsusasutuse poolt
fa: صادر شده توسط یک مرجع دولتی
fi: Myöntänyt hallintoviranomainen
fr: Délivré par une autorité gouvernementale
he: הונפק על ידי רשות ממשלתית
hi: सरकारी प्राधिकरण द्वारा जारी किया गया
hr: Izdano od strane vladine institucije
hu: Kormányzati hatóság által kiadva
hy: Տեղադրված է պետական իշխանության կողմից
id: Dikeluarkan oleh otoritas pemerintah
it: Rilasciato da un`autorità governativa
ja: 政府機関によって発行された
ko: 정부 기관에서 발행한
lt: Išduotas valdžios institucijos
lv: Izdots no valdības iestādes
ms: Dikeluarkan oleh pihak berkuasa kerajaan
nb: Utgitt av en statlig myndighet
nl: Uitgegeven door een overheidsinstantie
pl: Wydane przez organ rządowy
pt: Emitido por uma autoridade governamental
ro: Emis de o autoritate guvernamentală
ru: Выдано государственным органом
sk: Vydané vládnym orgánom
sl: Izdano s strani vladne oblasti
sr: Izdato od strane državne vlasti
sv: Utfärdat av en statlig myndighet
th: ออกโดยหน่วยงานราชการ
tr: Bir hükümet otoritesi tarafından verilmiştir
uk: Виданий державним органом
vi: Được phát hành bởi cơ quan chính phủ
zh: 由政府机关发出

# common_selection_insurance_statement
source: Insurance Statement
ar: بيان التأمين
bg: Застрахователно изявление
cs: Výpis z pojištění
da: Forsikringserklæring
de: Versicherungsaussage
el: Δήλωση Ασφάλισης
es: Declaración de Seguro
et: Kindlustuse avaldus
fa: بیانیه بیمه
fi: Vakuutustodistus
fr: Déclaration d`assurance
he: הצהרת ביטוח
hi: बीमा विवरण
hr: Izjava o osiguranju
hu: Biztosítási nyilatkozat
hy: Ապահովագրական հաշվետվություն
id: Pernyataan Asuransi
it: Dichiarazione di Assicurazione
ja: 保険明細書
ko: 보험 명세서
lt: Draudimo pareiškimas
lv: Apdrošināšanas paziņojums
ms: Penyata Insurans
nb: Forsikringsuttalelse
nl: Verzekeringsverklaring
pl: Oświadczenie ubezpieczeniowe
pt: Declaração de Seguro
ro: Declarație de asigurare
ru: Страховое заявление
sk: Poistné vyhlásenie
sl: Izjava o zavarovanju
sr: Izjava o osiguranju
sv: Försäkringsutdrag
th: ใบแจ้งประกันภัย
tr: Sigorta Beyanı
uk: Страхова відомість
vi: Bản kê khai Bảo hiểm
zh: 保险声明

# common_selection_insurance_statement_details
source: Issued from a private insurance or brokerage company
ar: صادر من شركة تأمين خاصة أو شركة وساطة
bg: Издаден от частна застрахователна или брокерска компания
cs: Vydané soukromou pojišťovnou nebo makléřskou společností
da: Udstedt fra et privat forsikringsselskab eller mæglerfirma
de: Ausgestellt von einer privaten Versicherungs- oder Maklergesellschaft
el: Εκδόθηκε από ιδιωτική ασφαλιστική ή μεσιτική εταιρεία
es: Emitido por una compañía de seguros privada o de corretaje
et: Väljastatud eraõiguslikust kindlustus- või maaklerifirmast
fa: صادر شده از یک شرکت بیمه خصوصی یا کارگزاری
fi: Myönnetty yksityisestä vakuutus- tai välitysyrityksestä
fr: Émis par une compagnie d`assurance privée ou une société de courtage
he: הונפק מחברת ביטוח או חברת ברוקראז` פרטית
hi: एक निजी बीमा या ब्रोकरेज कंपनी से जारी किया गया
hr: Izdano od privatne osiguravajuće ili brokerske tvrtke
hu: Kiadva egy magánbiztosító vagy bróker cég által
hy: Կատարված է անձնական ապահովագրական կամ միջնորդական ընկերությունից
id: Dikeluarkan oleh perusahaan asuransi pribadi atau perusahaan pialang
it: Rilasciato da una compagnia di assicurazioni privata o di intermediazione
ja: プライヴェート保険またはブローカー会社から発行された
ko: 개인 보험 또는 중개 회사에서 발행된
lt: Išduotas privačios draudimo ar brokerio įmonės
lv: Izsniegts no privātas apdrošināšanas vai brokeru kompānijas
ms: Dikeluarkan dari syarikat insurans atau broker swasta
nb: Utgitt fra et privat forsikringsselskap eller meglerfirma
nl: Uitgegeven door een particuliere verzekeringsmaatschappij of makelaarskantoor
pl: Wydane przez prywatną firmę ubezpieczeniową lub brokerską
pt: Emitido por uma empresa de seguros privada ou corretora
ro: Emis de o companie de asigurări privată sau de brokeraj
ru: Выдано частной страховой или брокерской компанией
sk: Vydané súkromnou poisťovňou alebo maklérskou spoločnosťou
sl: Izdano s strani zasebnega zavarovalnega ali posredniškega podjetja
sr: Izdato od strane privatne osiguravajuće ili brokerske kompanije
sv: Utfärdat från ett privat försäkrings- eller mäklarföretag
th: ออกจากบริษัทประกันภัยหรือบริษัทนายหน้า
tr: Özel bir sigorta veya aracılık şirketinden çıkarılmış
uk: Виданий приватною страховою або брокерською компанією
vi: Được phát hành từ một công ty bảo hiểm hoặc công ty môi giới tư nhân
zh: 由私人保险或经纪公司发出

# common_selection_mobile_phone_bill
source: Mobile Phone Bill
ar: فاتورة الهاتف المحمول
bg: Мобилен телефонен сметка
cs: Účet za mobilní telefon
da: Mobiltelefonregning
de: Mobiltelefonrechnung
el: Λογαριασμός Κινητού Τηλεφώνου
es: Factura de teléfono móvil
et: Mobiiltelefoni arve
fa: صورتحساب تلفن همراه
fi: Mobiilipuhelimen lasku
fr: Facture de téléphone portable
he: חשבון טלפון נייד
hi: मोबाइल फ़ोन बिल
hr: Račun za mobilni telefon
hu: Mobiltelefon számla
hy: բջջային հեռախոսի հաշիվ
id: Tagihan Telepon Seluler
it: Fattura del telefono cellulare
ja: 携帯電話の請求書
ko: 휴대폰 요금
lt: Mobiliojo telefono sąskaita
lv: Mobilā telefona rēķins
ms: Bil Telefon Bimbit
nb: Mobiltelefonregning
nl: Mobiele Telefoonrekening
pl: Rachunek za telefon komórkowy
pt: Conta de Telefone Móvel
ro: Factură telefon mobil
ru: Счет за мобильный телефон
sk: Mobilný telefónny účet
sl: Račun za mobilni telefon
sr: Račun za mobilni telefon
sv: Mobiltelefonräkning
th: ใบเสร็จค่าโทรศัพท์มือถือ
tr: Mobil Telefon Faturası
uk: Рахунок за мобільний телефон
vi: Hóa đơn điện thoại di động
zh: 手机账单

# common_selection_mobile_phone_bill_details
source: Issued from a mobile phone network provider
ar: صادر عن مزود شبكة الهاتف المحمول
bg: Издаден от доставчик на мобилни телефонни мрежи
cs: Vydané od poskytovatele mobilní telefonní sítě
da: Udstedt fra en mobiltelefon netværksudbyder
de: Ausgestellt von einem Mobilfunknetzanbieter
el: Εκδόθηκε από πάροχο δικτύου κινητής τηλεφωνίας
es: Emitido por un proveedor de red de telefonía móvil
et: Väljastatud mobiilsidevõrgu teenusepakkujalt
fa: صادر شده از یک ارائه دهنده شبکه تلفن همراه
fi: Myönnetty matkapuhelinverkon tarjoajalta
fr: Émis par un fournisseur de réseau de téléphonie mobile
he: הונפק מספק רשת לטלפון נייד
hi: मोबाइल फोन नेटवर्क प्रदाता से जारी किया गया
hr: Izdano od pružatelja usluga mobilne mreže
hu: Mobiltelefon-hálózati szolgáltató által kiadva
hy: Տրված է բջջային հեռախոսային ցանցի մատակարարից
id: Dikeluarkan oleh penyedia jaringan telepon seluler
it: Rilasciato da un fornitore di rete di telefonia mobile
ja: 携帯電話ネットワークプロバイダから発行されました
ko: 모바일 폰 네트워크 제공업체에서 발행됨
lt: Išduotas iš mobilaus ryšio tiekėjo
lv: Izsniegts no mobilā tālruņa tīkla pakalpojumu sniedzēja
ms: Dikeluarkan dari penyedia rangkaian telefon bimbit
nb: Utgitt fra en mobiltelefonnettverksleverandør
nl: Uitgegeven door een mobiele telefoonnetwerkprovider
pl: Wydane przez dostawcę sieci komórkowej
pt: Emitido por um provedor de rede de telefonia móvel
ro: Emis de un furnizor de rețea de telefoane mobile
ru: Выдано мобильным оператором связи
sk: Vydané mobilným operátorom
sl: Izdano s strani ponudnika mobilnega telefonskega omrežja
sr: Izdato od strane mobilnog operatera
sv: Utfärdat från en mobiltelefonnätverksleverantör
th: ออกจากผู้ให้บริการเครือข่ายโทรศัท์มือถือ
tr: Bir mobil telefon ağı sağlayıcısından verildi
uk: Виданий мобільним оператором зв`язку
vi: Được phát hành từ nhà cung cấp mạng điện thoại di động
zh: 由移动电话网络提供商发出

# common_selection_mortgage_statement
source: Mortgage Statement
ar: بيان الرهن العقاري
bg: Извлечение за ипотека
cs: Výpis z hypotéky
da: Hypotekserklæring
de: Hypothekenabrechnung
el: Δήλωση Υποθήκης
es: Estado de la Hipoteca
et: Hüpoteegi väljavõte
fa: بیانیه وام مسکن
fi: Asuntolainan tiliote
fr: Relevé d`hypothèque
he: דוח משכנתא
hi: मॉर्गेज विवरण
hr: Izjava o hipoteci
hu: Jelzálog nyilatkozat
hy: Հիպոտեկային հաշվետվություն
id: Pernyataan Hipotek
it: Estratto conto del mutuo
ja: 住宅ローン明細書
ko: 모기지 명세서
lt: Busto paskolos ataskaita
lv: Hipotēkas izraksts
ms: Penyata Gadai Janji
nb: Låneuttalelse
nl: Hypotheekoverzicht
pl: Wykaz hipoteczny
pt: Extrato de Hipoteca
ro: Declarație de ipotecă
ru: Выписка по ипотеке
sk: Výpis z hypotéky
sl: Izjava o hipoteki
sr: Izvod o hipoteci
sv: Hypoteksinformation
th: ใบแจ้งยอดสินเชื่อที่มีหลักประกัน
tr: İpotek Beyanı
uk: Іпотечний висновок
vi: Bản kê khai thế chấp
zh: 抵押贷款声明

# common_selection_mortgage_statement_details
source: Issued from a financial lending institution
ar: صادر من مؤسسة الإقراض المالي
bg: Издаден от финансова кредитна институция
cs: Vydané finanční úvěrovou institucí
da: Udstedt fra en finansiel udlånsinstitution
de: Ausgestellt von einer Finanzkreditinstitution
el: Εκδόθηκε από ένα χρηματοπιστωτικό ίδρυμα
es: Emitido por una institución financiera de préstamos
et: Väljastatud finantslaenu andvalt asutuselt
fa: صادر شده از یک موسسه مالی اعطای وام
fi: Myönnetty rahoituslaitokselta
fr: Émis par une institution financière de prêt
he: הונפק ממוסד האשראי הפיננסי
hi: वित्तीय ऋण प्रदान संस्थान से जारी किया गया
hr: Izdano od financijske kreditne institucije
hu: Pénzügyi hitelintézet által kiadva
hy: Տրված է ֆինանսական վարկային հաստատությունից
id: Dikeluarkan oleh lembaga peminjaman keuangan
it: Rilasciato da un`istituzione finanziaria di prestito
ja: 金融貸付機関から発行された
ko: 금융 대출 기관에서 발행된
lt: Išduotas finansinės paskolos institucijos
lv: Izsniedz finanšu aizdevumu iestāde
ms: Dikeluarkan dari institusi pinjaman kewangan
nb: Utstedt fra en finansiell utlånsinstitusjon
nl: Uitgegeven door een financiële kredietinstelling
pl: Wydane przez instytucję finansową udzielającą pożyczek
pt: Emitido por uma instituição financeira de empréstimo
ro: Emis de o instituție financiară de împrumut
ru: Выдано финансовым кредитным учреждением
sk: Vydané finančnou úverovou inštitúciou
sl: Izdano s strani finančne posojilne ustanove
sr: Izdato od finansijske kreditne institucije
sv: Utfärdat från en finansiell utlåningsinstitution
th: ออกจากสถาบันการเงินที่ให้กู้ยืม
tr: Finansal kredi kuruluşundan verilmiştir
uk: Виданий фінансовою кредитною установою
vi: Được phát hành từ một tổ chức tài chính cho vay
zh: 由金融贷款机构发出

# common_selection_national_identity_card
source: National identity card
ar: بطاقة الهوية الوطنية
bg: Национална лична карта
cs: Národní průkaz totožnosti
da: Nationalt ID-kort
de: Nationaler Personalausweis
el: Εθνικό δελτίο ταυτότητας
es: Documento Nacional de Identidad
et: Riiklik isikutunnistus
fa: کارت شناسایی ملی
fi: Kansallinen henkilökortti
fr: Carte nationale d’identité
he: תעודת זהות
hi: राष्ट्रीय पहचान पत्र
hr: Nacionalna osobna iskaznica
hu: Személyazonosító igazolvány
hy: Պետական նույնականացման քարտ
id: Kartu identitas nasional
it: Carta d’identità nazionale
ja: 国のIDカード
ko: 국가 발급 신분증
lt: Nacionalinė asmens tapatybės kortelė
lv: Valsts izdota personas apliecība
ms: Kad pengenalan negara
nb: Nasjonalt identitetskort
nl: Identiteitskaart
pl: Dowód osobisty
pt: Documento de identificação nacional
ro: Carte de identitate național
ru: Удостоверение личности государственного образца
sk: Národný preukaz totožnosti
sl: Nacionalna osebna izkaznica
sr: Nacionalna lična karta
sv: Nationellt identitetskort
th: บัตรประจำตัวประชาชน
tr: Ulusal kimlik no
uk: Посвідчення особи державного зразка
vi: Thẻ căn cước công dân
zh: 国民身份证

# common_selection_national_identity_card_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# common_selection_passport
source: Passport
ar: جواز السفر
bg: Паспорт
cs: Pas
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
et: Pass
fa: گذرنامه
fi: Passi
fr: Passeport
he: דרכון
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
hy: Անձնագիր
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
lt: Pasas
lv: Pase
ms: Pasport
nb: Pass
nl: Paspoort
pl: Paszport
pt: Passaporte
ro: Pașaport
ru: Паспорт
sk: Pas
sl: Potni list
sr: Pasoš
sv: Pass
th: หนังสือเดินทาง
tr: Pasaport
uk: Паспорт
vi: Hộ chiếu
zh: 护照

# common_selection_passport_card
source: Passport card
ar: بطاقة الجواز
bg: Карта за паспорт
cs: Cestovní průkaz
da: Pas-kort
de: Reisepasskarte
el: Κάρτα διαβατηρίου
es: Tarjeta de pasaporte
et: Passikaart
fa: کارت گذرنامه
fi: Passikortti
fr: Carte de passeport
he: כרטיס דרכון
hi: पासपोर्ट कार्ड
hr: Putovnica u obliku kartice
hu: Útlevélkártya
hy: Անձնագրի քարտ
id: Kartu paspor
it: Carta del passaporto
ja: パスポートカード
ko: 여권 카드
lt: Paso kortelė
lv: Pases karte
ms: Kad pasport
nb: Passkort
nl: Paspoortkaart
pl: Karta paszportowa
pt: Cartão de passaporte
ro: Carte de pașaport
ru: Карта паспорта
sk: Pasová karta
sl: Identifikacijska kartica potnega lista
sr: Kartica pasoša
sv: Passkort
th: บัตรพาสปอร์ต
tr: Pasaport kartı
uk: Картка паспорту
vi: Thẻ hộ chiếu
zh: 护照卡

# common_selection_passport_card_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y detrás
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# common_selection_passport_details
source: Photo page
ar: التقط صورة للصفحة
bg: Страницата със снимка
cs: Stránka pro fotografie
da: Side med billede
de: Seite mit Foto
el: Σελίδα φωτογραφίας
es: Página del pasaporte con su foto
et: Fotoga lehekülg
fa: صفحه عکس‌دار
fi: Valokuvasivu
fr: Page de votre passeport contenant votre photo
he: עמוד תמונה
hi: फ़ोटो वाला पेज
hr: Stranica s fotografijom
hu: Arcképes oldal
hy: Լուսանկարով էջ
id: Halaman foto
it: Pagina della foto
ja: 写真ページ
ko: 사진 페이지
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
ms: Halaman foto
nb: Bildeside
nl: Fotopagina
pl: Strona ze zdjęciem
pt: Página com fotografia
ro: Pagină poză
ru: Страница с фото
sk: Stránka s fotkou
sl: Stran s fotografijo
sr: Stranica sa fotografijom
sv: Fotosida
th: หน้ารูปภาพ
tr: Fotoğraf sayfası
uk: Сторінка з фото
vi: Trang có ảnh
zh: 照片页

# common_selection_pension_property_statement_letter
source: Pension or Property Statement/Letter
ar: بيان/رسالة التقاعد أو العقار
bg: Извлечение или писмо за пенсия/имот
cs: Výpis nebo dopis o penzi/nemovitosti
da: Pensions- eller Ejendomserklæring/-brev
de: Renten- oder Immobilienbescheinigung/-brief
el: Δήλωση/Επιστολή Σύνταξης ή Ακινήτου
es: Declaración/Carta de Pensión o Propiedad
et: Pensioni või kinnisvara avaldus/kiri
fa: بیانیه یا نامه بازنشستگی/املاک
fi: Eläke- tai omaisuustodistus/-kirje
fr: Déclaration/Lettre de pension ou de propriété
he: הצהרת/מכתב פנסיה או נכס
hi: पेंशन या संपत्ति विवरण/पत्र
hr: Izjava/Pismo o mirovini ili nekretnini
hu: Nyugdíj vagy Ingatlan Nyilatkozat/Levél
hy: Կենսաթոշակի կամ սեփականության հաշվարկ/նամակ
id: Surat Pernyataan/Pernyataan tentang Pensiun atau Properti
it: Dichiarazione/Lettera di Pensione o Proprietà
ja: 年金または財産の声明/手紙
ko: 연금 또는 재산 선언서/편지
lt: Pensijos arba nekilnojamojo turto pareiškimas/laiškas
lv: Pensijas vai īpašuma apliecinājums/vēstule
ms: Penyata/Penyerahan Pencen atau Harta
nb: Pensjons- eller eiendomsuttalelse/brev
nl: Pensioen- of Eigendomsverklaring/Brief
pl: Oświadczenie/List o emeryturze lub nieruchomości
pt: Declaração/Carta de Pensão ou Propriedade
ro: Declarație/Scrisoare de pensie sau proprietate
ru: Пенсионное или имущественное удостоверение/письмо
sk: Dôchodkové alebo majetkové vyhlásenie/pismo
sl: Izjava/Pismo o pokojnini ali lastnini
sr: Izjava/Pismo o penziji ili imovini
sv: Pensions- eller fastighetsuttalande/brev
th: หนังสือรับรองการจ่ายบำนาญหรือหนังสือรับรองทรัพย์สิน
tr: Emeklilik veya Mülkiyet Beyanı/Mektubu
uk: Пенсійна або майнова декларація/лист
vi: Giấy tờ/Thư báo cáo về Lương hưu hoặc Bất động sản
zh: 养老金或财产声明/信函

# common_selection_pension_property_statement_letter_details
source: Pension statement or letter and Property tax statement or letter
ar: بيان أو رسالة التقاعد وبيان أو رسالة ضريبة العقار
bg: Извлечение или писмо за пенсия и Извлечение или писмо за имотен данък
cs: Výpis z penzijního spoření nebo dopis a Výpis z daně z nemovitostí nebo dopis
da: Pensionsudtalelse eller brev og Ejendomsskatteerklæring eller brev
de: Rentenbescheid oder Brief und Grundsteuerbescheid oder Brief
el: Δήλωση σύνταξης ή επιστολή και Δήλωση φόρου ακινήτου ή επιστολή
es: Declaración o carta de pensión y Declaración o carta de impuesto sobre la propiedad
et: Pensioni väljavõte või kiri ja kinnisvaramaksu väljavõte või kiri
fa: بیانیه یا نامه بازنشستگی و بیانیه یا نامه مالیات بر املاک
fi: Eläketodistus tai -kirje ja kiinteistöverotodistus tai -kirje
fr: Déclaration de pension ou lettre et Déclaration de taxe foncière ou lettre
he: הצהרת פנסיה או מכתב והצהרת מס נכסים או מכתב
hi: पेंशन विवरण या पत्र और संपत्ति कर विवरण या पत्र
hr: Izjava ili pismo o mirovini i Izjava ili pismo o porezu na nekretnine
hu: Nyugdíjigazolás vagy levél és Ingatlanadó-igazolás vagy levél
hy: Կենսաթոշակային հաշվետվություն կամ նամակ և սույն հարկի հաշվետվություն կամ նամակ
id: Surat pernyataan pensiun atau surat dan Surat pernyataan pajak properti atau surat
it: Dichiarazione o lettera di pensione e Dichiarazione o lettera di tassa sulla proprietà
ja: 年金の明細書または書簡、および不動産税の明細書または書簡
ko: 연금 명세서 또는 편지와 재산세 명세서 또는 편지
lt: Pensijos išrašas arba laiškas ir Nekilnojamojo turto mokesčio išrašas arba laiškas
lv: Pensijas izraksts vai vēstule un Īpašuma nodokļa izraksts vai vēstule
ms: Penyata pencen atau surat dan Penyata cukai harta atau surat
nb: Pensjonsuttalelse eller brev og Eiendomsskattuttalelse eller brev
nl: Pensioenoverzicht of brief en Eigendomsbelasting overzicht of brief
pl: Oświadczenie lub list emerytalny i Oświadczenie lub list dotyczący podatku od nieruchomości
pt: Declaração ou carta de pensão e Declaração ou carta de imposto sobre a propriedade
ro: Declarație sau scrisoare de pensie și Declarație sau scrisoare de impozit pe proprietate
ru: Выписка о пенсии или письмо и Выписка о налоге на имущество или письмо
sk: Výpis o dôchodku alebo list a Výpis o dani z nehnuteľnosti alebo list
sl: Izjava o pokojnini ali pismo in Izjava o nepremičninskem davku ali pismo
sr: Izjava ili pismo o penziji i Izjava ili pismo o porezu na imovinu
sv: Pensionsutdrag eller brev och Fastighetsskatteutdrag eller brev
th: ใบแจ้งเงินบำนาญหรือจดหมายและใบแจ้งภาษีที่ินหรือจดหมาย
tr: Emeklilik beyanı veya mektubu ve Emlak vergisi beyanı veya mektubu
uk: Пенсійна відомість або лист та Відомість про податок на нерухомість або лист
vi: Bản kê khai hoặc thư về lương hưu và Bản kê khai hoặc thư về thuế tài sản
zh: 养老金声明或信件和财产税声明或信件

# common_selection_residence_permit
source: Residence permit
ar: رخصة الإقامة
bg: Разрешение за пребиваване
cs: Povolení k pobytu
da: Opholdstilladelse
de: Karte der Aufenthaltsgenehmigung
el: Άδεια διαμονής
es: Permiso de Residencia
et: Elamisluba
fa: مجوز اقامت
fi: Oleskelulupa
fr: Carte de séjour
he: היתר שהייה
hi: निवास परमिट
hr: Boravišna dozvola
hu: Tartózkodási engedély
hy: Բնակության թույլտվություն
id: Izin tinggal
it: Permesso di soggiorno
ja: 在留許可証
ko: 거주 허가증
lt: Leidimas gyventi
lv: Uzturēšanās atļauja
ms: Permit kediaman
nb: Oppholdstillatelse
nl: Verblijfsvergunning
pl: Zezwolenie na pobyt
pt: Autorização de residência
ro: Permis de ședere
ru: Вид на жительство
sk: Povolenie na pobyt
sl: Dovoljenje za prebivanje
sr: Boravišna dozvola
sv: Uppehållstillstånd
th: ใบอนุญาตพำนักอาศัย
tr: Oturma izni
uk: Дозвіл на проживання
vi: Giấy phép cư trú
zh: 居留证

# common_selection_residence_permit_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面
