Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_android_device_settings_list_item_4
source: Tap Permissions
ar: اضغط على الأذونات
bg: Натиснете Разрешения
cs: Klepněte na Oprávnění
da: Tryk på Tilladelser
de: Tippen Sie auf Berechtigungen
el: Πατήστε Δικαιώματα
es: Toca Permisos
et: Klõpsake Lubadused
fa: روی مجوزها ضربه بزنید
fi: Napauta Oikeudet
fr: Appuyez sur Autorisations
he: הקש הרשאות
hi: अनुमतियां पर टैप करें
hr: Odaberite Dozvole
hu: Érintse meg a Engedélyek opciót
hy: Սեղմեք Թույլատրություններ-ը
id: Ketuk Izin
it: Tocca Permessi
ja: 権限をタップします
ko: 권한을 탭하세요
lt: Spustelėkite Leidimai
lv: Nospiediet Atļaujas
ms: Ketuk Keizinan
nb: Trykk på Tillatelser
nl: Tik op Toestemmingen
pl: Stuknij Uprawnienia
pt: Toque em Permissões
ro: Apăsați Permisiuni
ru: Нажмите Разрешения
sk: Kliknite na Povolenia
sl: Pritisnite Dovoljenja
sr: Kliknite na Dozvole
sv: Tryck på Behörigheter
th: แตะ สิทธิ์
tr: İzinler`e dokunun
uk: Натисніть Дозволи
vi: Chạm vào Quyền
zh: 点击 权限

# common_permissions_recovery_android_device_settings_list_item_5_audio
source: Tap Microphone and select Allow
ar: اضغط على الميكروفون واختر السماح
bg: Натиснете Микрофон и изберете Разреши
cs: Klepněte na Mikrofon a vyberte Povolit
da: Tryk på Mikrofon og vælg Tillad
de: Tippen Sie auf Mikrofon und wählen Sie Zulassen
el: Πατήστε Μικρόφωνο και επιλέξτε Επιτρέπεται
es: Toca Micrófono y selecciona Permitir
et: Koputage Mikrofoni ja valige Luba
fa: روی میکروفون ضربه بزنید و اجازه را انتخاب کنید
fi: Napauta Mikrofoni ja valitse Salli
fr: Appuyez sur Microphone et sélectionnez Autoriser
he: הקש על מיקרופון ובחר אפשר
hi: माइक्रोफ़ोन पर टैप करें और अनुमति दें चुनें
hr: Dodirnite Mikrofon i odaberite Dopusti
hu: Érintse meg a Mikrofon opciót, majd válassza a Engedélyezés lehetőséget
hy: Սեղմեք Միկրոֆոնը և ընտրեք Թույլ տալ
id: Ketuk Mikrofon dan pilih Izinkan
it: Tocca Microfono e seleziona Consenti
ja: マイクをタップし、許可を選択します
ko: 마이크를 탭하고 허용을 선택하세요
lt: Spustelėkite Mikrofoną ir pasirinkite Leisti
lv: Nospiediet Mikrofons un izvēlieties Atļaut
ms: Ketuk Mikrofon dan pilih Benarkan
nb: Trykk på Mikrofon og velg Tillat
nl: Tik op Microfoon en selecteer Toestaan
pl: Dotknij Mikrofon i wybierz Zezwól
pt: Toque em Microfone e selecione Permitir
ro: Atingeți Microfonul și selectați Permiteți
ru: Нажмите Микрофон и выберите Разрешить
sk: Kliknite na Mikrofón a vyberte Povoliť
sl: Pritisnite Mikrofon in izberite Dovoli
sr: Tapnite na Mikrofon i izaberite Dozvoli
sv: Tryck på Mikrofon och välj Tillåt
th: แตะ ไมโครโฟน และเลือก อนุญาต
tr: Mikrofonu tıklayın ve İzin Ver seçeneğini seçin
uk: Натисніть Мікрофон та виберіть Дозволити
vi: Chạm vào Microphone và chọn Cho phép
zh: 点击 麦克风 并选择 允许

# common_permissions_recovery_android_device_settings_list_item_5_video
source: Tap Camera and select Allow
ar: اضغط على الكاميرا واختر السماح
bg: Докоснете Камера и изберете Разреши
cs: Klepněte na Kamera a vyberte Povolit
da: Tryk på Kamera og vælg Tillad
de: Tippen Sie auf Kamera und wählen Sie Zulassen aus
el: Πατήστε Κάμερα και επιλέξτε Επιτρέπεται
es: Toca Cámara y selecciona Permitir
et: Koputage Kaamera ja valige Luba
fa: روی دوربین ضربه بزنید و اجازه را انتخاب کنید
fi: Napauta Kameraa ja valitse Salli
fr: Appuyez sur Caméra et sélectionnez Autoriser
he: הקש על מצלמה ובחר אפשר
hi: कैमरा पर टैप करें और अनुमति दें चुनें
hr: Dodirnite Kamera i odaberite Dopusti
hu: Érintse meg a Kamera opciót, majd válassza a Engedélyezés lehetőséget
hy: Սեղմեք Տեսախցիկը և ընտրեք Թույլ տալ
id: Ketuk Kamera dan pilih Izinkan
it: Tocca Fotocamera e seleziona Consenti
ja: カメラをタップし、許可を選択します
ko: 카메라를 탭하고 허용을 선택하세요
lt: Spustelėkite Kamera ir pasirinkite Leisti
lv: Pieskarieties Kamera un izvēlieties Atļaut
ms: Ketuk Kamera dan pilih Benarkan
nb: Trykk på Kamera og velg Tillat
nl: Tik op Camera en selecteer Toestaan
pl: Dotknij Aparat i wybierz Zezwól
pt: Toque em Câmara e selecione Permitir
ro: Apăsați Camera și selectați Permiteți
ru: Нажмите Камера и выберите Разрешить
sk: Kliknite na Kamera a vyberte Povoliť
sl: Pritisnite Kamera in izberite Dovoli
sr: Tapnite na Kamera i izaberite Dozvoli
sv: Tryck på Kamera och välj Tillåt
th: แตะ กล้อง และเลือก อนุญาต
tr: Kamera öğesine dokunun ve İzin Ver seçeneğini seçin
uk: Натисніть Камера та виберіть Дозволити
vi: Chạm vào Camera và chọn Cho phép
zh: 点击 相机 并选择 允许

# common_permissions_recovery_android_device_settings_list_item_6
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kommen Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y presiona el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra és nyomja meg a Frissítse az oldalt gombot
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på Uppdatera sidan knappen
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться до цієї сторінки та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_android_device_settings_title
source: Solution 2: Device settings
ar: الحل 2: إعدادات الجهاز
bg: Решение 2: Настройки на устройството
cs: Řešení 2: Nastavení zařízení
da: Løsning 2: Enhedsindstillinger
de: Lösung 2: Geräteeinstellungen
el: Λύση 2: Ρυθμίσεις συσκευής
es: Solución 2: Configuración del dispositivo
et: Lahendus 2: Seadme sätted
fa: راه حل 2: تنظیمات دستگاه
fi: Ratkaisu 2: Laitteen asetukset
fr: Solution 2: Paramètres de l`appareil
he: פתרון 2: הגדרות המכשיר
hi: समाधान 2: उपकरण सेटिंग्स
hr: Rješenje 2: Postavke uređaja
hu: Megoldás 2: Eszközbeállítások
hy: Լուծում 2: Սարքի կարգավորումներ
id: Solusi 2: Pengaturan perangkat
it: Soluzione 2: Impostazioni del dispositivo
ja: ソリューション2：デバイスの設定
ko: 솔루션 2: 디바이스 설정
lt: Sprendimas 2: Įrenginio nustatymai
lv: Risinājums 2: Ierīces iestatījumi
ms: Penyelesaian 2: Tetapan peranti
nb: Løsning 2: Innstillinger for enheten
nl: Oplossing 2: Apparaatinstellingen
pl: Rozwiązanie 2: Ustawienia urządzenia
pt: Solução 2: Configurações do dispositivo
ro: Soluția 2: Setările dispozitivului
ru: Решение 2: Настройки устройства
sk: Riešenie 2: Nastavenia zariadenia
sl: Rešitev 2: Nastavitve naprave
sr: Rešenje 2: Podešavanja uređaja
sv: Lösning 2: Inställningar för enheten
th: วิธีที่ 2: การตั้งค่าอุปกรณ์
tr: Çözüm 2: Cihaz ayarları
uk: Рішення 2: Налаштування пристрою
vi: Giải pháp 2: Cài đặt thiết bị
zh: 解决方案2：设备设置

# common_permissions_recovery_android_chrome_browser_settings_list_item_1
source: In your browser, tap the settings icon in the address bar
ar: في متصفحك، اضغط على أيقونة الإعدادات في شريط العنوان
bg: Във вашия браузър, натиснете иконата за настройки в адресната лента
cs: V prohlížeči klepněte na ikonu nastavení v adresním řádku
da: I din browser skal du trykke på indstillingsikonet i adresselinjen
de: In Ihrem Browser tippen Sie auf das Einstellungssymbol in der Adressleiste
el: Στον περιηγητή σας, πατήστε το εικονίδιο ρυθμίσεων στη γραμμή διευθύνσεων
es: En tu navegador, toca el icono de configuración en la barra de direcciones
et: Oma brauseris klõpsake aadressiribal seadete ikoonil
fa: در مرورگر خود، روی آیکون قفل در نوار آدرس ضربه بزنید
fi: Valitse asetukset-kuvake selaimen osoiteriviltä
fr: Dans votre navigateur, appuyez sur l`icône des paramètres dans la barre d`adresse
he: בדפדפן שלך, הקש על אייקון ההגדרות בשורת הכתובת
hi: अपने ब्राउज़र में, एड्रेस बार में सेटिंग्स आइकन पर टैप करें
hr: U svom pregledniku, dodirnite ikonu postavki u adresnoj traci
hu: A böngészőjében koppintson a beállítások ikonra a címsorban
hy: Ձեր զննարկչում, հպեք կարգավորումների պատկերակը հասցեի գծում
id: Di browser Anda, ketuk ikon pengaturan di bilah alamat
it: Nel tuo browser, tocca l`icona delle impostazioni nella barra degli indirizzi
ja: ブラウザで、アドレスバーにある設定アイコンをタップします
ko: 브라우저에서 주소 표시 줄에 있는 설정 아이콘 을 탭하세요
lt: Savo naršyklėje paspauskite nustatymų piktogramą adreso juostoje
lv: Savā pārlūkprogrammā pieskarieties iestatījumu ikonai adrešu joslā
ms: Di pelayar anda, ketuk ikon tetapan di bar alamat
nb: I nettleseren din, trykk på innstillingsikonet i adressefeltet
nl: In uw browser tikt u op het instellingenpictogram in de adresbalk
pl: W swojej przeglądarce, kliknij ikonę ustawień na pasku adresu
pt: No seu navegador, toque no ícone de configurações na barra de endereços
ro: În browserul tău, apasă pe pictograma de setări din bara de adrese
ru: В вашем браузере нажмите на иконку настроек в адресной строке
sk: V prehliadači kliknite na ikonu nastavení v adresnom riadku
sl: V vašem brskalniku tapnite ikono za nastavitve v naslovni vrstici
sr: U vašem pretraživaču, dodirnite ikonicu za podešavanja u adresnoj traci
sv: I din webbläsare, tryck på inställningsikonen i adressfältet
th: ในเบราว์เซอร์ของคุณ แตะที่ไอคอนการตั้งค่า ที่แถบที่อยู่
tr: Tarayıcınızda, adres çubuğunda ayarlar simgesine tıklayın
uk: У вашому браузері натисніть на іконку налаштувань у адресному рядку
vi: Trên trình duyệt của bạn, nhấn vào biểu tượng cài đặt ở thanh địa chỉ
zh: 在您的浏览器中，点击地址栏中的设置图标

# common_permissions_recovery_android_chrome_browser_settings_list_item_2
source: Tap Permissions
ar: اضغط على الأذونات
bg: Натиснете Разрешения
cs: Klepněte na Oprávnění
da: Tryk på Tilladelser
de: Tippen Sie auf Berechtigungen
el: Πατήστε Δικαιώματα
es: Toca Permisos
et: Koputa Lubadused
fa: روی مجوزها ضربه بزنید
fi: Napauta Oikeudet
fr: Appuyez sur Autorisations
he: הקש על הרשאות
hi: अनुमतियां पर टैप करें
hr: Dodirnite Dozvole
hu: Érintse meg a Engedélyek opciót
hy: Սեղմեք Թույլատրություններ-ին
id: Ketuk Izin
it: Tocca Permessi
ja: 権限をタップします
ko: 권한을 탭하세요
lt: Spustelėkite Leidimai
lv: Nospiediet Atļaujas
ms: Ketuk Keizinan
nb: Trykk på Tillatelser
nl: Tik op Toestemmingen
pl: Stuknij Uprawnienia
pt: Toque em Permissões
ro: Apăsați Permisiuni
ru: Нажмите Разрешения
sk: Kliknite na Povolenia
sl: Pritisnite Dovoljenja
sr: Kliknite na Dozvole
sv: Tryck på Behörigheter
th: แตะ สิทธิ์
tr: İzinler`e dokunun
uk: Натисніть Дозволи
vi: Chạm vào Quyền
zh: 点击 权限

# common_permissions_recovery_android_chrome_browser_settings_list_item_3_audio
source: Activate the toggle next to Microphone
ar: قم بتفعيل المفتاح بجوار الميكروفون
bg: Активирайте превключвателя до Микрофон
cs: Aktivujte přepínač vedle Mikrofonu
da: Aktiver kontakten ved siden af Mikrofon
de: Aktivieren Sie den Schalter neben Mikrofon
el: Ενεργοποιήστε τον διακόπτη δίπλα στο Μικρόφωνο
es: Activa el interruptor junto a Micrófono
et: Aktiveerige lüliti kõrval Mikrofon
fa: دکمه تغییر حالت کنار میکروفون را فعال کنید
fi: Ota käyttöön vipu vieressä Mikrofoni
fr: Activez le bouton à bascule à côté de Microphone
he: הפעל את המתג ליד המיקרופון
hi: माइक्रोफ़ोन के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Mikrofona
hu: Aktiválja a kapcsolót a Mikrofon mellett
hy: Միկրոֆոնի հարևանը ակտիվացրեք
id: Aktifkan tombol di sebelah Mikrofon
it: Attiva l`interruttore accanto a Microfono
ja: マイクの隣にあるトグルを有効にしてください
ko: 마이크 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Mikrofono
lv: Aktivizējiet pārslēdzēju blakus Mikrofonam
ms: Aktifkan suis sebelah Mikrofon
nb: Aktiver vippebryteren ved siden av Mikrofon
nl: Activeer de schakelaar naast Microfoon
pl: Aktywuj przełącznik obok Mikrofonu
pt: Ative a alavanca ao lado de Microfone
ro: Activați comutatorul de lângă Microfon
ru: Активируйте переключатель рядом с Микрофоном
sk: Aktivujte prepínač vedľa Mikrofón
sl: Aktivirajte stikalo poleg Mikrofona
sr: Aktivirajte prekidač pored Mikrofona
sv: Aktivera reglaget bredvid Mikrofon
th: เปิดสวิตช์ที่อยู่ถัดจาก ไมโครโฟน
tr: Mikrofon yanındaki anahtarı etkinleştirin
uk: Активуйте перемикач поруч з Мікрофоном
vi: Kích hoạt công tắc bên cạnh Micro
zh: 激活位于 麦克风 旁边的切换开关

# common_permissions_recovery_android_chrome_browser_settings_list_item_3_video
source: Activate the toggle next to Camera
ar: قم بتفعيل المفتاح بجوار الكاميرا
bg: Активирайте превключвателя до Камера
cs: Aktivujte přepínač vedle Kamery
da: Aktiver kontakten ved siden af Kamera
de: Aktivieren Sie den Umschalter neben Kamera
el: Ενεργοποιήστε τον διακόπτη δίπλα στην Κάμερα
es: Activa el interruptor junto a Cámara
et: Aktiveerige lüliti kõrval Kaamera
fa: دکمه تغییر حالت کنار دوربین را فعال کنید
fi: Ota käyttöön vipu Kamera vieressä
fr: Activez le bouton à bascule à côté de Caméra
he: הפעל את המתג ליד מצלמה
hi: कैमरा के बगल में टॉगल सक्रिय करें
hr: Aktivirajte prekidač pored Kamere
hu: Aktiválja a kapcsolót a Kamera mellett
hy: Տեսախցիկի հարևանը ակտիվացրեք
id: Aktifkan tombol di sebelah Kamera
it: Attiva l`interruttore accanto a Fotocamera
ja: カメラの隣にあるトグルを有効にしてください
ko: 카메라 옆의 토글을 활성화하세요
lt: Aktyvuokite perjungiklį šalia Kamera
lv: Aktivizējiet pārslēdzēju blakus Kamera
ms: Aktifkan suis sebelah Kamera
nb: Aktiver vippebryteren ved siden av Kamera
nl: Activeer de schakelaar naast Camera
pl: Aktywuj przełącznik obok Kamery
pt: Ative a alavanca ao lado de Câmara
ro: Activați comutatorul de lângă Camera
ru: Активируйте переключатель рядом с Камера
sk: Aktivujte prepínač vedľa Kamery
sl: Aktivirajte stikalo poleg Kamere
sr: Aktivirajte prekidač pored Kamere
sv: Aktivera reglaget bredvid Kamera
th: เปิดสวิตช์ที่อยู่ถัดจาก กล้อง
tr: Kamera yanındaki geçişi etkinleştirin
uk: Активуйте перемикач поруч з Камерою
vi: Kích hoạt công tắc bên cạnh Camera
zh: 激活位于 相机 旁边的切换开关

# common_permissions_recovery_android_chrome_browser_settings_list_item_4
source: Come back to this page and tap the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и натиснете бутона Опресни страницата
cs: Vraťte se na tuto stránku a stiskněte tlačítko Obnovit stránku
da: Kom tilbage til denne side og tryk på Opdater siden knappen
de: Kommen Sie zu dieser Seite zurück und tippen Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και πατήστε το κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y presiona el botón Actualizar la página
et: Tulge tagasi sellele lehele ja vajutage nuppu Värskenda lehte
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را بزنید
fi: Palaa tälle sivulle ja napauta Päivitä sivu -painiketta
fr: Revenez à cette page et appuyez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על כפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन दबाएं
hr: Vratite se na ovu stranicu i pritisnite gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra, és nyomja meg a Frissítse az oldalt gombot
hy: Վերադառնաք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan tekan tombol Segarkan halaman
it: Torna a questa pagina e tocca il pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをタップしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 누르세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un nospiediet pogu Atsvaidzināt lapu
ms: Kembali ke halaman ini dan tekan butang Segarkan halaman
nb: Kom tilbake til denne siden og trykk på Oppdater siden knappen
nl: Kom terug naar deze pagina en tik op de Pagina vernieuwen knop
pl: Wróć do tej strony i naciśnij przycisk Odśwież stronę
pt: Volte a esta página e toque no botão Atualizar a página
ro: Reveniți la această pagină și apăsați butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a stlačte tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in pritisnite gumb Osveži stran
sr: Vratite se na ovu stranicu i pritisnite dugme Osveži stranicu
sv: Kom tillbaka till denna sida och tryck på Uppdatera sidan knappen
th: กลับมาที่หน้านี้และกดปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı Yenile düğmesine tıklayın
uk: Поверніться до цієї сторінки та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấn nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_android_firefox_browser_settings_list_item_1
source: In your browser, tap the lock icon in the address bar
ar: في المتصفح الخاص بك، اضغط على أيقونة القفل في شريط العنوان
bg: Във вашия браузър, докоснете иконата за заключване в адресната лента
cs: V prohlížeči klepněte na ikonu zámku v adresním řádku
da: I din browser skal du trykke på låseikonet i adresselinjen
de: In Ihrem Browser tippen Sie auf das Schloss-Symbol in der Adressleiste
el: Στον περιηγητή σας, πατήστε το εικονίδιο κλειδαριάς στη γραμμή διευθύνσεων
es: En tu navegador, toca el icono de candado en la barra de direcciones
et: Oma brauseris klõpsake aadressiribal lukusümbolil
fa: در مرورگر خود، روی آیکون قفل در نوار آدرس ضربه بزنید
fi: Valitse lukkokuvake osoiteriviltä selaimessasi
fr: Dans votre navigateur, appuyez sur l`icône de verrouillage dans la barre d`adresse
he: בדפדפן שלך, הקש על סמל הנעילה בשורת הכתובת
hi: अपने ब्राउज़र में, पता पट्टी में ताला आइकन पर टैप करें
hr: U svom pregledniku, dodirnite ikonu lokota u adresnoj traci
hu: A böngészőjében koppintson a lakat ikonra a címsorban
hy: Ձեր զննարկչում սեղմեք կողպածի պատկերակը հասցեի գծում
id: Di peramban Anda, ketuk ikon kunci di bilah alamat
it: Nel tuo browser, tocca l`icona del lucchetto nella barra degli indirizzi
ja: ブラウザで、アドレスバーにあるロックアイコンをタップします
ko: 브라우저에서 주소 표시 줄에 있는 자물쇠 아이콘 을 탭하세요
lt: Savo naršyklėje paspauskite užrakto piktogramą adreso juostoje
lv: Savā pārlūkprogrammā pieskarieties bloķēšanas ikonai adrešu joslā
ms: Di pelayar anda, ketuk ikon kunci di bar alamat
nb: I nettleseren din, trykk på låsikonet i adressefeltet
nl: In uw browser tikt u op het slotpictogram in de adresbalk
pl: W swojej przeglądarce, naciśnij ikonę zabezpieczeń na pasku adresu
pt: No seu navegador, toque no ícone de bloqueio na barra de endereços
ro: În browserul tău, apasă pe pictograma de blocare din bara de adrese
ru: В вашем браузере нажмите на значок замка в адресной строке
sk: V prehliadači kliknite na ikonu zámku v adresnom riadku
sl: V svojem brskalniku tapnite ikono za zaklepanje v naslovni vrstici
sr: U vašem pretraživaču, dodirnite ikonicu za zaključavanje u adresnoj traci
sv: I din webbläsare, tryck på låsikonen i adressfältet
th: ในเบราว์เซอร์ของคุณ แตะที่ไอคอนล็อค ที่แถบที่อยู่
tr: Tarayıcınızda, adres çubuğunda kilit simgesine dokunun
uk: У вашому браузері натисніть на іконку замка в адресному рядку
vi: Trên trình duyệt của bạn, nhấn vào biểu tượng khóa trên thanh địa chỉ
zh: 在您的浏览器中，点击地址栏中的锁图标

# common_permissions_recovery_android_firefox_browser_settings_list_item_2_audio
source: Tap Blocked next to Microphone to switch to Allowed
ar: اضغط على محظور بجوار الميكروفون للتبديل إلى مسموح
bg: Натиснете Блокирано до Микрофон, за да превключите на Разрешено
cs: Klepněte na Blokováno vedle Mikrofonu pro přepnutí na
da: Tryk på Blokeret ved siden af Mikrofon for at skifte til Tilladt
de: Tippen Sie neben Mikrofon auf Blockiert, um auf Erlaubt zu wechseln
el: Πατήστε Αποκλεισμένο δίπλα στο Μικρόφωνο για να αλλάξετε σε Επιτρεπόμενο
es: Toca Bloqueado junto a Micrófono para cambiar a Permitido
et: Klõpsake Blokeeritud kõrval asuval Mikrofon, et lülituda Lubatud režiimile
fa: روی مسدود کنار میکروفون ضربه بزنید تا به مجاز تغییر کند
fi: Napauta Estetty vieressä Mikrofoni vaihtaaksesi Sallittu
fr: Appuyez sur Bloqué à côté de Microphone pour passer à Autorisé
he: הקש על חסום ליד מיקרופון כדי להחליף ל מותר
hi: Blocked के बगल में टैप करें और Microphone को Allowed में बदलें
hr: Dodirnite Blokirano pored Mikrofona da prebacite na Dozvoljeno
hu: Érintse meg a Blokkolt lehetőséget a Mikrofon mellett, hogy átváltsa a Engedélyezett lehetőségre
hy: Սեղմեք Արգելափակվածը կողքին Միկրոֆոնի կողքին անցնելու Թույլատրվածի վրա:
id: Ketuk Diblokir di sebelah Mikrofon untuk beralih ke Diizinkan
it: Tocca Bloccato accanto a Microfono per passare a Consentito
ja: ブロックの隣のマイクをタップして、許可に切り替えます
ko: 마이크 옆에 있는 차단됨을 탭하여 허용됨으로 전환하세요
lt: Spustelėkite Užblokuotas šalia Mikrofono, kad perjungtumėte į Leidžiama
lv: Nospiediet Bloķēts blakus Mikrofons, lai pārslēgtos uz Atļauts
ms: Ketuk Disekat bersebelahan dengan Mikrofon untuk bertukar ke Dibenarkan
nb: Trykk på Blokkert ved siden av Mikrofon for å bytte til Tillatt
nl: Tik op Geblokkeerd naast Microfoon om te schakelen naar Toegestaan
pl: Stuknij Zablokowane obok Mikrofonu, aby przełączyć na Dozwolone
pt: Toque em Bloqueado ao lado de Microfone para mudar para Permitido
ro: Apăsați Blocat lângă Microfon pentru a comuta la Permis
ru: Нажмите Заблокировано рядом с Микрофоном, чтобы переключиться на Разрешено
sk: Klepnite na Blokované vedľa Mikrofón pre prepnutie na Povolené
sl: Pritisnite Blokirano poleg Mikrofona, da preklopite na Dovoljeno
sr: Tapnite na Blokirano pored Mikrofona da pređete na Dozvoljeno
sv: Tryck på Blockerad bredvid Mikrofon för att byta till Tillåten
th: แตะ ถูกบล็อก ถัดจาก ไมโครโฟน เพื่อเปลี่ยนเป็น ได้รับอนุญาต
tr: Engellenmiş yanındaki Mikrofon seçeneğine dokunun ve İzin Verildi seçeneğine geçin
uk: Натисніть Заблоковано поряд з Мікрофоном, щоб перемикнутися на Дозволено
vi: Chạm vào Đã chặn kế bên Micro để chuyển sang Được phép
zh: 点击 已阻止 旁边的 麦克风 切换到 已允许
