Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# proofOfAddress_guide_title_mortgage_statement
source: Submit mortgage statement
ar: قدم بيان الرهن العقاري
bg: Представете извлечение за ипотека
cs: Odevzdejte výpis z hypotéky
da: Indsend realkreditudskrift
de: Hypothekenabrechnung einreichen
el: Υποβάλετε δήλωση υποθήκης
es: Enviar estado de cuenta hipotecario
et: Esitage hüpoteegi avaldus
fa: گزارش وام مسکن را ارسال کنید
fi: Lähetä asuntolainan tilausote
fr: Soumettre le relevé hypothécaire
he: שלח דוח משכנתא
hi: मॉर्गेज विवरण सबमिट करें
hr: Predajte izjavu o hipoteci
hu: Jelzálognyilatkozat benyújtása
hy: Ներկայացրեք հիպոտեկային հաշվետվությունը
id: Kirimkan pernyataan hipotek
it: Invia estratto conto del mutuo
ja: 住宅ローンの明細書を提出する
ko: 담보 대출 서류 제출
lt: Pateikti hipotekos išrašą
lv: Iesniegt hipotekāro izrakstu
ms: Hantar penyata gadai janji
nb: Send inn låneerklæring
nl: Hypotheekverklaring indienen
pl: Złóż oświadczenie kredytowe
pt: Enviar extrato de hipoteca
ro: Trimiteți declarația ipotecară
ru: Отправить заявление по ипотеке
sk: Odovzdajte výpis z hypotéky
sl: Predložite izjavo o hipoteki
sr: Predajte izjavu o hipoteci
sv: Skicka in låneavi
th: ส่งใบแจ้งหนี้สินเชื่อที่อยู่อาศัย
tr: İpotek beyanını gönder
uk: Надіслати виписку з іпотеки
vi: Gửi báo cáo khoản vay thế chấp
zh: 提交抵押贷款声明

# proofOfAddress_guide_title_pension_property_statement_letter
source: Submit statement or letter
ar: قدم بيانًا أو رسالة
bg: Изпратете изявление или писмо
cs: Odeslat prohlášení nebo dopis
da: Indsend erklæring eller brev
de: Aussage oder Brief einreichen
el: Υποβάλετε δήλωση ή επιστολή
es: Enviar declaración o carta
et: Esitage avaldus või kiri
fa: بیانیه یا نامه ارسال کنید
fi: Lähetä lausunto tai kirje
fr: Soumettre une déclaration ou une lettre
he: שלח הצהרה או מכתב
hi: बयान या पत्र सबमिट करें
hr: Pošalji izjavu ili pismo
hu: Nyilatkozat vagy levél benyújtása
hy: Ներկայացրեք հայտարարություն կամ նամակ
id: Kirim pernyataan atau surat
it: Invia dichiarazione o lettera
ja: ステートメントまたはレターを提出する
ko: 서류 또는 편지 제출
lt: Pateikti pareiškimą ar laišką
lv: Iesniegt paziņojumu vai vēstuli
ms: Hantar kenyataan atau surat
nb: Send inn uttalelse eller brev
nl: Verklaring of brief indienen
pl: Złóż oświadczenie lub list
pt: Enviar declaração ou carta
ro: Trimiteți declarația sau scrisoarea
ru: Отправить заявление или письмо
sk: Odovzdať vyhlásenie alebo list
sl: Predložite izjavo ali pismo
sr: Pošaljite izjavu ili pismo
sv: Skicka in uttalande eller brev
th: ส่งคำชี้แจงหรือจดหมาย
tr: Beyanname veya mektup gönderin
uk: Надішліть заяву або лист
vi: Gửi bản tuyên bố hoặc thư
zh: 提交声明或信件

# proofOfAddress_guide_title_tax_letter
source: Submit Local Government Tax Letter
ar: قدم خطاب ضريبة الحكومة المحلية
bg: Подайте писмо за местен данък от общината
cs: Odeslat dopis místní vládě o daních
da: Indsend Lokal Skattebrev fra Kommunen
de: Lokale Steuerbescheinigung der Regierung einreichen
el: Υποβολή Επιστολής Φορολογίας Τοπικής Αυτοδιοίκησης
es: Enviar Carta de Impuesto del Gobierno Local
et: Esitage kohaliku omavalitsuse maksukiri
fa: ارسال نامه
fi: Jätä paikallishallinnon verokirje
fr: Soumettre la Lettre d`Impôt du Gouvernement Local
he: שלח מכתב מס ממשלה מקומית
hi: स्थानीय सरकार कर पत्र जमा करें
hr: Pošalji pismo lokalne porezne uprave
hu: Helyi Önkormányzati Adólevél benyújtása
hy: Ներկայացրեք տեղական կառավարության հարկային նամակը
id: Kirimkan Surat Pajak Pemerintah Daerah
it: Invia la Lettera Fiscale del Governo Locale
ja: 地方自治体税の書類を提出する
ko: 지방 정부 세금 통지서 제출
lt: Pateikti vietos valdžios mokesčių laišką
lv: Iesniedziet vietējās pašvaldības nodokļu vēstuli
ms: Hantar Surat Cukai Kerajaan Tempatan
nb: Send inn skattebrev for lokalregjering
nl: Dien Lokale Overheidsbelastingbrief in
pl: Złóż list dotyczący podatku lokalnego
pt: Envie a Carta de Imposto do Governo Local
ro: Trimiteți Scrisoarea de Impozit a Guvernului Local
ru: Отправить письмо о местном налоге от правительства
sk: Odovzdajte list miestnej samosprávy o daniach
sl: Predložite davčno pismo lokalne vlade
sr: Pošaljite pismo lokalne poreske uprave
sv: Skicka in skattebrev för lokal myndighet
th: ส่งจดหมายภาษีรัฐบาลท้องถิ่น
tr: Yerel Hükümet Vergi Mektubunu Gönderin
uk: Надіслати лист про місцевий податок від органів місцевого самоврядування
vi: Gửi Thư Thuế Chính Quyền Địa Phương
zh: 提交地方政府税务信函

# proofOfAddress_guide_title_utility_bill
source: Submit bill
ar: أرسِل الفاتورة
bg: Подаване на сметка за комунални услуги
cs: Předložit účet
da: Indsend regning
de: Rechnung senden
el: Υποβολή λογαριασμού
es: Enviar factura
et: Esitage arve
fa: ارسال قبض
fi: Lähetä lasku
fr: Envoyer la facture
he: שלח חשבון
hi: बिल सबमिट करें
hr: Pošalji račun
hu: Számla beküldése
hy: Ուղարկել հաշիվ
id: Kirim tagihan
it: Invia bolletta
ja: 請求書を送信
ko: 청구서 제출
lt: Pateikti sąskaitą
lv: Iesniegt rēķinu
ms: Hantar bil
nb: Send inn regning
nl: Factuur indienen
pl: Prześlij rachunek
pt: Enviar fatura
ro: Trimiteți factură
ru: Отправить счет
sk: Odošlite faktúru
sl: Predloži račun
sr: Pošalji račun
sv: Skicka in räkning
th: ส่งใบเรียกเก็บเงิน
tr: Faturayı gönder
uk: Надіслати рахунок
vi: Gửi hóa đơn
zh: 提交账单

# proofOfAddress_intro_button_primary
source: Start verification
ar: ابدأ التحقق
bg: Стартиране на проверката
cs: Zahájit proces ověřování
da: Start verificering
de: Bestätigung beginnen
el: Έναρξη επαλήθευσης
es: Empezar la verificación
et: Alustage tuvastamist
fa: شروع فرآیند تأیید
fi: Aloita vahvistus
fr: Commencer la vérification
he: התחל אימות
hi: वेरिफ़िकेशन शुरू करें
hr: Pokrenite postupak provjere
hu: Ellenőrzés megkezdése
hy: Սկսել նույնականացումը
id: Mulai verifikasi
it: Inizia la verifica
ja: 認証を開始
ko: 인증 절차 시작하기
lt: Pradėti patvirtinimą
lv: Sākt pārbaudi
ms: Mulakan pengesahan
nb: Start verifisering
nl: Start verificatie
pl: Rozpocznij weryfikację
pt: Iniciar verificação
ro: Începeți verificarea
ru: Начать проверку
sk: Spustite overenie
sl: Začni s preverjanjem
sr: Započnite proveru identiteta
sv: Starta verifiering
th: เริ่มการยืนยันตัวตน
tr: Doğrulamayı başlat
uk: Почати верифікацію
vi: Bắt đầu xác minh
zh: 开始验证

# proofOfAddress_intro_list_current_address
source: Matches the address you used on sign up
ar: يطابق العنوان الذي استخدمته عند الاشتراك
bg: Съвпада с адреса, който сте използвали при регистрацията
cs: Údaj odpovídá adrese, kterou jste použili při registraci
da: Hvorpå der fremgår den samme adresse, du brugte, da du tilmeldte dig
de: Der von Ihnen bei der Registrierung verwendeten Adresse entspricht
el: Ταιριάζει με τη διεύθυνση που χρησιμοποιήσατε κατά την εγγραφή
es: Coincide con la dirección utilizada para el registro
et: Vastab teie poolt registreerumisel esitatud aadressile
fa: با آدرسی که در زمان ثبت‌نام وارد کرده‌اید منطبق باشد
fi: Vastaa rekisteröitymisessä käyttämääsi osoitetta
fr: Correspond à l`adresse que vous avez utilisée lors de l`inscription
he: ותואמת לכתובת שהזנת בעת ההרשמה
hi: साइन अप के समय इस्तेमाल किए गए पते से मेल खाता हो
hr: Adresa s dokumenta mora se podudarati s onom koju ste upotrijebili prilikom registracije
hu: Amely egyezik a regisztrációkor megadott címmel
hy: Համապատասխանում է այն հասցեին, որն օգտագործել եք գրանցվելիս
id: Sesuai dengan alamat yang Anda gunakan saat mendaftar
it: Corrisponde all`indirizzo utilizzato per la registrazione
ja: 登録時に使用した住所と一致するもの
ko: 가입 시 입력하신 주소와 일치해야 합니다
lt: atitinka adresą, kurį naudojate registruodamiesi;
lv: Tajā redzamā adrese atbilst adresei, ko izmantojāt reģistrējoties.
ms: Padan dengan alamat yang anda guna semasa mendaftar
nb: Samsvarer med adressen du brukte da du registrerte deg
nl: Komt overeen met het adres dat u bij de registratie heeft gebruikt
pl: Zawiera adres zgodny z adresem, który został użyty podczas rejestracji
pt: Corresponde à morada que usou no seu registo
ro: Se potrivește cu adresa pe care ați utilizat-o pentru a vă înregistra
ru: Соответствует адресу, который Вы использовали при регистрации
sk: Adresa sa zhoduje s tou, ktorú ste použili pri registrácii
sl: Ustreza naslovu, ki ste ga uporabili pri registraciji
sr: odgovara adresi koju ste koristili prilikom registracije
sv: Matchar adressen du använde vid registreringen
th: ตรงกับที่อยู่ที่คุณใช้ลงทะเบียน
tr: Kayıt sırasında kullandığınız adresle eşleşmelidir
uk: містить адресу, яка відповідає використаній під час реєстрації;
vi: Trùng khớp với địa chỉ bạn đã sử dụng khi đăng ký
zh: 与您在注册时使用的地址匹配

# proofOfAddress_intro_list_recent_document
source: Shows your current address
ar: يظهر عنوانك الحالي
bg: Показва вашия настоящ адрес
cs: Zobrazuje Vaši aktuální adresu
da: Viser din nuværende adresse
de: Zeigt Ihre aktuelle Adresse
el: Εμφανίζει την τρέχουσα διεύθυνσή σας
es: Muestra su dirección actual
et: Näitab teie praegust aadressi
fa: آدرس فعلی شما را نشان می‌دهد
fi: näyttää nykyisen osoitteesi
fr: Indique votre adresse actuelle
he: מציג את הכתובת הנוכחית שלך
hi: आपका मौजूदा पता दिखाता है
hr: Na dokumentu mora biti vidljiva vaša trenutačna adresa
hu: Megjeleníti a jelenlegi címét
hy: Պարունակում է ձեր ընթացիկ հասցեն
id: Menunjukkan alamat Anda saat ini
it: Mostra il tuo indirizzo attuale
ja: 現在の住所を表示してください
ko: 현재 주소가 표시되어야 합니다
lt: rodo jūsų dabartinį
lv: Tajā ir redzama jūsu pašreizējā dzīvesvietas adrese.
ms: Menunjukkan alamat semasa anda
nb: Viser den nåværende adressen din
nl: Toont uw huidig adres
pl: Pokazuje Twój aktualny adres
pt: Mostra a sua morada atual
ro: Arată adresa dvs. curentă
ru: Содержит Ваш текущий адрес
sk: Je na ňom uvedená vaša aktuálna adresa
sl: Prikazuje vaš trenutni naslov
sr: prikazuje vašu trenutnu adresu
sv: Visar din nuvarande adress
th: แสดงที่อยู่ปัจจุบันของคุณ
tr: Geçerli adresinizi göstermelidir
uk: Містить вашу поточну адресу проживання
vi: Thể hiện địa chỉ hiện tại của bạn
zh: 显示您的当前地址

# proofOfAddress_intro_list_signup_address
source: Is your most recent document
ar: حديث
bg: Е вашият най-скорошен документ
cs: Je to Váš nejnovější dokument
da: Er det nyeste du har
de: Ist Ihr aktuellstes Dokument
el: Είναι το πιο πρόσφατο έγγραφό σας
es: Es su documento más reciente
et: On teie uusim dokument
fa: جدیدترین مدرک شما است
fi: on uusin asiakirjasi
fr: Est votre document le plus récent
he: המסמך האחרון שלך
hi: आपका सबसे हाल का डॉक्यूमेंट है
hr: Dokument koji šaljete mora biti friškijeg datuma izdavanja
hu: Legfrissebb dokumentuma
hy: Սա ձեր ամենաթարմ փաստաթուղթն է
id: Adalah dokumen terbaru Anda
it: È il tuo documento più recente
ja: 最も直近のドキュメントですか
ko: 가장 최근 서류여야 합니다
lt: yra jūsų naujausias dokumentas.
lv: Tas ir jūsu jaunākais dokuments.
ms: Dokumen terkini anda
nb: Er det nyeste dokumentet ditt
nl: Is uw meest recente document...
pl: Jest Twoim najnowszym dokumentem
pt: É o seu documento mais recente
ro: Este documentul dvs. recent
ru: Является вашим самым недавним документом
sk: Je to váš najnovší doklad
sl: Je vaš najnovejši dokument
sr: je vaš najnoviji dokument
sv: Är ditt senaste dokument
th: เป็นเอกสารล่าสุดของคุณ
tr: En güncel belgeniz olmalıdır
uk: Це ваш найбільш свіжий документ
vi: Là giấy tờ gần đây nhất của bạn
zh: 是否是您的最新证明文件

# proofOfAddress_intro_subtitle
source: You’ll need a document that:
ar: ستحتاج إلى مستند:
bg: Ще ви трябва документ, който:
cs: Budete potřebovat dokument, který:
da: Du skal bruge et dokument, der:
de: Sie brauchen ein Dokument, das:
el: Θα χρειαστείτε ένα έγγραφο που:
es: Necesitará un documento que:
et: Teil on vaja dokumenti, mis vastab järgmistele tingimustele.
fa: شما به مدرکی نیاز دارید که:
fi: Tarvitset asiakirjan, joka:
fr: Vous aurez besoin d`un document qui :
he: יש צורך במסמך שבו:
hi: आपके पास ऐसा डॉक्यूमेंट होना ज़रूरी है, जो:
hr: Evo kakav vam je dokument potreban:
hu: Olyan dokumentumra lesz szüksége:
hy: ՁԵզ անհրաժեշտ կլինի փաստաթուղթ, որը՝
id: Anda memerlukan dokumen yang:
it: Ti servirà un documento che:
ja: 次の内容を記載したドキュメントが必要です。
ko: 서류 요건:
lt: Jums reikės dokumento, kuris:
lv: Jums būs nepieciešams dokuments, kas atbilst šādām prasībām:
ms: Anda memerlukan dokumen yang:
nb: Du trenger et dokument som:
nl: U heeft een document nodig dat:
pl: Potrzebny będzie dokument, który:
pt: Vai precisar de um documento que:
ro: Aveți nevoie de un document care:
ru: Вам понадобится документ, который:
sk: Budete potrebovať doklad, ktorý spĺňa tieto podmienky:
sl: Potrebovali boste dokument, ki:
sr: Potreban vam je dokument koji:
sv: Du behöver ett dokument som:
th: คุณจะต้องมีเอกสารที่:
tr: Aşağıdaki niteliklerde bir belgeye ihtiyacınız olacak:
uk: Вам знадобиться документ, який:
vi: Bạn sẽ cần một giấy tờ:
zh: 您需要提供满足以下条件的证明文件：

# proofOfAddress_intro_title
source: Let’s verify your address
ar: لنتحقق من عنوانك
bg: Да потвърдим адреса ви
cs: Nyní ověříme Vaši adresu
da: Lad os verificere din adresse
de: Bestätigen wir nun Ihre Adresse
el: Ας επαληθεύσουμε τη διεύθυνσή σας
es: Vamos a verificar su dirección
et: Kontrollime teie aadressi
fa: می‌خواهیم آدرس‌تان را تأیید ‌کنیم
fi: Vahvistetaan osoitteesi
fr: Vérifions votre adresse
he: בוא נאמת את הכתובת
hi: आइए आपका पता वेरिफ़ाई करें
hr: Najprije ćemo provjeriti vašu adresu
hu: Ellenőrizzük a lakcímét
hy: Նույնականացնենք ձեր հասցեն
id: Mari verifikasi alamat Anda
it: Verifichiamo il tuo indirizzo
ja: 住所を認証しましょう
ko: 주소를 인증해 주세요
lt: Patvirtinkite savo adresą
lv: Pārbaudīsim jūsu adresi
ms: Mari sahkan alamat anda
nb: La oss bekrefte adressen din
nl: Laten we uw adres verifiëren
pl: Teraz zweryfikujmy Twój adres
pt: Vamos verificar a sua morada
ro: Haideți să vă verificăm adresa
ru: Давайте проверим Ваш адрес
sk: Poďme overiť vašu adresu
sl: Potrdimo vaš naslov
sr: Hajde da proverimo vašu adresu
sv: Låt oss verifiera din adress
th: มายืนยันที่อยู่ของคุณกัน
tr: Şimdi adresinizi doğrulayalım
uk: Виконаймо верифікацію адреси
vi: Hãy xác nhận địa chỉ của bạn
zh: 我们来验证您的地址

# proofOfAddress_preview_blur_detail
source: Make sure everything is clear
ar: تأكد من أن كل شيء واضح
bg: Уверете се, че всичко е ясно
cs: Ujistěte se, že je vše jasné a čisté
da: Sørg for, at alt fremstår tydeligt
de: Stellen Sie sicher, dass alles klar ist
el: Βεβαιωθείτε ότι όλα εμφανίζονται με σαφήνεια
es: Asegúrese de que todo se vea nítido
et: Veenduge, et kõik on selge
fa: مطمئن شوید که همه چیز واضح است
fi: Varmista, että kaikki on selkeää
fr: Assurez-vous que tout est bien net
he: ודא שהכול ברור
hi: पक्का करें कि सब कुछ साफ़-साफ़ दिख रहा है
hr: Pobrinite se da se sve jasno vidi
hu: Győződjön meg róla, hogy minden jól látható
hy: Համոզվեք, որ ամեն ինչ հասկացել եք
id: Pastikan semuanya jelas
it: Assicurati che tutto sia nitido
ja: すべてがはっきりしていることを確認してください
ko: 모든 부분이 선명하게 나타나는지 확인하세요
lt: Įsitikinkite, kad viskas aiškiai matosi
lv: Pārliecinieties, ka viss ir skaidri redzams
ms: Pastikan segala-galanya adalah jelas
nb: Sørg for at alt er skarpt
nl: Zorg dat alles helder zichtbaar is
pl: Upewnij się, że wszystko jest wyraźne
pt: Certifique-se de que tudo está nítido
ro: Asigurați-vă că totul este clar
ru: Убедитесь, что всё четко видно
sk: Uistite sa, že je všetko jasné
sl: Prepričajte se, da je vse jasno
sr: Proverite da li se sve jasno vidi
sv: Se till att allt är tydligt
th: เช็คให้แน่ใจว่าทุกอย่างชัดเจน
tr: Her şeyin net olduğundan emin olun
uk: Переконайтеся, що зображення чітке
vi: Đảm bảo hình ảnh rõ ràng
zh: 请确保一切都清晰

# proofOfAddress_preview_blur_title
source: Blurry photo detected
ar: تم كشف صورة ضبابية
bg: Открита е размазана снимка
cs: Detekce rozmazané fotografie
da: Billedet er sløret
de: Unscharfes Foto erkannt
el: Ανιχνεύτηκε θολή φωτογραφία
es: Se detectó una foto borrosa
et: Tuvastati hägune foto
fa: عکس تار است
fi: Epäselvä kuva havaittu
fr: L’image est floue
he: זוהתה תמונה מטושטשת
hi: तस्वीर धुंधली है
hr: Otkrivena je mutna fotografija
hu: Homályos kép észlelve
hy: Գտնվել է խավար լուսանկար
id: Foto buram terdeteksi
it: Sfocatura rilevata
ja: ぼやけた写真が検出されました
ko: 흐릿한 사진이 감지되었습니다
lt: Aptikta neryški nuotrauka
lv: Konstatēts izplūdis fotoattēls
ms: Gambar kabur dikesan
nb: Uskarpt bilde oppdaget
nl: Onscherpe foto gedetecteerd
pl: Wykryto nieostre zdjęcie
pt: Foto desfocada detetada
ro: Pozǎ neclarǎ detectatǎ
ru: Обнаружена размытая фотография
sk: Bola zistená rozmazaná fotka
sl: Zaznana je zamegljena fotografija
sr: Otkrivena je mutna fotografija
sv: Suddigt foto upptäckt
th: ตรวจพบรูปภาพเบลอ
tr: Bulanık fotoğraf tespit edildi
uk: Виявлено розмиту фотографію
vi: Phát hiện ảnh mờ
zh: 检测到模糊照片

# proofOfAddress_preview_body
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Einzelheiten müssen klar lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es: Asegúrese de que los datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
id: Pastikan detail Anda jelas dan tidak terhalang
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
nb: Sørg for at opplysningene dine er tydelige og uhindret
nl: Controleer of uw gegevens goed en volledig zichtbaar zijn
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sr: Proverite da li se podaci jasno vide i da li ih nešto ne zaklanja
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
vi: Đảm bảo thông tin của bạn rõ ràng và dễ nhìn
zh: 请确保您的细节清晰且未受遮挡

# proofOfAddress_preview_body_accommodation_tenancy_certificate
source: Make sure you have uploaded the entire document page, and details are clear to read with no blur or glare
ar: تأكد من أنك قمت بتحميل صفحة الوثيقة بأكملها، وأن التفاصيل واضحة للقراءة بدون ضبابية أو وهج
bg: Уверете се, че сте качили цялата страница на документа и детайлите са ясни за четене без размазване или отблясъци
cs: Ujistěte se, že jste nahráli celou stránku dokumentu a detaily jsou jasně čitelné bez rozmazání nebo odlesku
da: Sørg for, at du har uploadet hele dokumentets side, og detaljerne er klare til at læse uden sløring eller blænding
de: Stellen Sie sicher, dass Sie die gesamte Dokumentseite hochgeladen haben und die Details klar zu lesen sind, ohne Unschärfe oder Blendung
el: Βεβαιωθείτε ότι έχετε ανεβάσει ολόκληρη τη σελίδα του εγγράφου, και οι λεπτομέρειες είναι ξεκάθαρες για ανάγνωση χωρίς θάμπωμα ή λάμψη
es: Asegúrate de haber subido toda la página del documento, y que los detalles se pueden leer claramente sin desenfoque o deslumbramiento
et: Veenduge, et olete üles laadinud kogu dokumendi lehekülje ja detailid on selgelt loetavad ilma udususe või helenduseta
fa: اطمینان حاصل کنید که کل صفحه سند را بارگذاری کرده‌اید و جزئیات به صورت واضح قابل خواندن هستند بدون هیچ مواردی از تاری یا تابش
fi: Varmista, että olet ladannut koko dokumenttisivun, ja tiedot ovat selkeästi luettavissa ilman suttuisuutta tai häikäisyä
fr: Assurez-vous d`avoir téléchargé l`intégralité de la page du document, et que les détails sont clairs à lire sans flou ou éblouissement
he: ודא שהעלית את כל עמוד המסמך, והפרטים ברורים לקריאה ללא טשטוש או בהירות יתר
hi: सुनिश्चित करें कि आपने पूरा दस्तावेज़ पृष्ठ अपलोड किया है, और विवरण स्पष्ट रूप से पढ़ने योग्य हैं, बिना किसी धुंधलापन या चमक के
hr: Provjerite jeste li otpremili cijelu stranicu dokumenta i da su detalji jasno vidljivi bez zamućenja ili odbljeska
hu: Ellenőrizze, hogy a teljes dokumentum oldalt feltöltötte-e, és az információk világosan olvashatóak-e, nincs-e elmosódás vagy fényvisszaverődés
hy: Համոզվեք, որ դուք վերբեռնել եք ամբողջ փաստաթուղթի էջը, եւ մանրամասները հասկանալի են առանց մոխրամասների կամ պայծառության
id: Pastikan Anda telah mengunggah seluruh halaman dokumen, dan detailnya jelas untuk dibaca tanpa kabur atau silau
it: Assicurati di aver caricato l`intera pagina del documento, e che i dettagli siano chiari da leggere senza sfocature o abbagli
ja: 全体のドキュメントページがアップロードされていること、そして詳細がぼやけたり、眩しさがないように読みやすいことを確認してください
ko: 전체 문서 페이지를 업로드했는지 확인하고, 세부 사항이 흐림이나 반사 없이 명확하게 읽히는지 확인하세요
lt: Įsitikinkite, kad įkėlėte visą dokumento puslapį ir detalės yra aiškiai skaitomos, be jokių dūmų ar blizgesio
lv: Pārliecinieties, ka esat augšupielādējis visu dokumenta lapu, un detaļas ir skaidri lasāmas bez izplūduma vai spīduma
ms: Pastikan anda telah memuat naik keseluruhan halaman dokumen, dan butiran adalah jelas untuk dibaca tanpa kabur atau silau
nb: Sørg for at du har lastet opp hele dokumentets side, og detaljene er klare til å lese uten uskarphet eller blendingslys
nl: Zorg ervoor dat u de volledige documentpagina heeft geüpload, en dat de details duidelijk leesbaar zijn zonder wazigheid of schittering
pl: Upewnij się, że przesłałeś całą stronę dokumentu, a szczegóły są czytelne, bez rozmazania lub odblasków
pt: Certifique-se de que carregou a página inteira do documento, e os detalhes estão claros para ler sem desfoque ou reflexo
ro: Asigurați-vă că ați încărcat întreaga pagină a documentului și detaliile sunt clare pentru a fi citite, fǎrǎ zone neclare sau lucioase
ru: Убедитесь, что вы загрузили всю страницу документа, и детали четко видны, без размытия или блика
sk: Uistite sa, že ste nahrali celú stránku dokumentu a detaily sú jasne čitateľné bez rozmazania alebo odlesku
sl: Prepričajte se, da ste naložili celotno stran dokumenta in da so podrobnosti jasno vidne brez zamegljenosti ali bleščanja
sr: Postarajte se da ste otpremili celu stranicu dokumenta, i da su detalji jasno vidljivi bez zamagljenosti ili odsjaja
sv: Se till att du har laddat upp hela dokument sidan, och detaljerna är tydliga att läsa utan suddighet eller bländning
th: ตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดหน้าเอกสารท้งหมดแล้ว และรายละเอียดสามารถอ่านได้ชัดเจนโดยไม่มีความพร่าหรือแสงแฟลร์
tr: Tüm belge sayfasını yüklediğinizden ve ayrıntıların bulanıklık veya parlamasız okunabilir olduğundan emin olun
uk: Переконайтеся, що ви завантажили всю сторінку документа, і деталі чітко видно, без розмиття або блиску
vi: Hãy đảm bảo bạn đã tải lên toàn bộ trang tài liệu, và chi tiết rõ ràng để đọc mà không có độ mờ hoặc chói lóa
zh: 确保您已上传整个文档页面，并且细节清晰可读，没有模糊或眩光
