Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_desktop_generic_browser_settings_list_item_4
source: Come back to this page and click the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и кликнете върху бутона Опреснете страницата
cs: Vraťte se na tuto stránku a klikněte na tlačítko Obnovit stránku
da: Kom tilbage til denne side og klik på knappen Opdater siden
de: Kommen Sie zu dieser Seite zurück und klicken Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και κάντε κλικ στο κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y haz clic en el botón Actualizar la página
et: Tulge tagasi sellele lehele ja klõpsake nupul Lehe värskendamine
fa: به این صفحه برگردید و دکمه تغییرات را اعمال کردم را کلیک کنید
fi: Palaa tälle sivulle ja napsauta Päivitä sivu -painiketta
fr: Revenez à cette page et cliquez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על הכפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन पर क्लिक करें
hr: Vratite se na ovu stranicu i kliknite na gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra, és kattintson a Frissítse az oldalt gombra
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan klik tombol Segarkan halaman
it: Torna a questa pagina e clicca sul pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをクリックしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 클릭하세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un noklikšķiniet uz pogas Atsvaidzināt lapu
ms: Kembali ke halaman ini dan klik butang Segarkan halaman
nb: Kom tilbake til denne siden og klikk på Oppdater siden knappen
nl: Kom terug naar deze pagina en klik op de Pagina vernieuwen knop
pl: Wróć do tej strony i kliknij przycisk Odśwież stronę
pt: Volte a esta página e clique no botão Atualizar a página
ro: Reveniți la această pagină și faceți clic pe butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a kliknite na tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in kliknite na gumb Osveži stran
sr: Vratite se na ovu stranicu i kliknite na dugme Osveži stranicu
sv: Kom tillbaka till denna sida och klicka på knappen Uppdatera sidan
th: กลับมาที่หน้านี้และคลิกที่ปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться до цієї сторінки та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấp vào nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_desktop_generic_device_settings_list_item_1
source: On your computer, open your Settings
ar: على جهاز الكمبيوتر الخاص بك، افتح الإعدادات الخاصة بك
bg: На вашия компютър, отворете вашите Настройки
cs: Na svém počítači otevřete své Nastavení
da: På din computer, åbn dine Indstillinger
de: Auf Ihrem Computer öffnen Sie Ihre Einstellungen
el: Στον υπολογιστή σας, ανοίξτε τις Ρυθμίσεις σας
es: En su ordenador, abra sus Configuraciones
et: Avage oma arvutis Seaded
fa: روی کامپیوتر خود، تنظیمات Settings را باز کنید
fi: Avaa Asetukset tietokoneellasi
fr: Sur votre ordinateur, ouvrez vos Paramètres
he: במחשב שלכם, פתחו את ההגדרות שלכם
hi: अपने कंप्यूटर पर, अपनी सेटिंग्स खोलें
hr: Na svom računalu otvorite svoje Postavke
hu: A számítógépen nyissa meg a Beállításokat
hy: Ձեր համակարգչի վրա բացեք ձեր Կարգավորումները
id: Di komputer Anda, buka Pengaturan Anda
it: Sul tuo computer, apri le tue Impostazioni
ja: コンピュータで設定を開きます
ko: 컴퓨터에서 설정을 엽니다
lt: Savo kompiuteryje atidarykite Nustatymus
lv: Savā datorā atveriet savus Iestatījumus
ms: Pada komputer anda, buka Tetapan anda
nb: På datamaskinen din, åpne Innstillinger
nl: Open op uw computer uw Instellingen
pl: Na swoim komputerze otwórz Ustawienia
pt: No seu computador, abra as suas Definições
ro: Pe computerul dvs., deschideți Setările
ru: На вашем компьютере откройте свои Настройки
sk: Na svojom počítači otvorte svoje Nastavenia
sl: Na vašem računalniku odprite svoje Nastavitve
sr: Na vašem računaru, otvorite svoje Postavke
sv: På din dator, öppna dina Inställningar
th: บนคอมพิวเตอร์ของคุณ, เปิด การตั้งค่า ของคุณ
tr: Bilgisayarınızda, Ayarlarınızı açın
uk: На вашому комп`ютері відкрийте свої Налаштування
vi: Trên máy tính của bạn, mở Cài đặt của bạn
zh: 在您的电脑上，打开您的设置

# common_permissions_recovery_desktop_generic_device_settings_list_item_2
source: Find the section about permissions (usually under Privacy)
ar: ابحث عن القسم المتعلق بالأذونات (عادةً تحت الخصوصية)
bg: Намерете раздела за разрешения (обикновено под Поверителност)
cs: Najděte sekci o oprávněních (obvykle pod Ochrana osobních údajů)
da: Find afsnittet om tilladelser (normalt under Privatliv)
de: Finden Sie den Abschnitt über Berechtigungen (normalerweise unter Datenschutz)
el: Βρείτε την ενότητα σχετικά με τις άδειες (συνήθως κάτω από το Απόρρητο)
es: Busca la sección sobre permisos (generalmente bajo Privacidad)
et: Leidke jaotis lubade kohta (tavaliselt Privaatsus all)
fa: بخش مربوط به مجوزها را پیدا کنید (معمولاً زیر حریم خصوصی)
fi: Etsi osio, joka käsittelee oikeuksia (yleensä Yksityisyys -kohdassa)
fr: Trouvez la section concernant les autorisations (généralement sous Confidentialité)
he: מצא את הסעיף שעוסק בהרשאות (בדרך כלל תחת פרטיות)
hi: अनुमतियों के बारे में खंड ढूंढें (आमतौर पर गोपनीयता के तहत)
hr: Pronađite odjeljak o dozvolama (obično pod Privatnost)
hu: Keresse meg a jogosultságokkal kapcsolatos részt (általában a Adatvédelem alatt)
hy: Գտեք թույլտվությունների բաժինը (սովորաբար Գաղտնիություն տակ)
id: Temukan bagian tentang izin (biasanya di bawah Privasi)
it: Trova la sezione riguardante i permessi (di solito sotto Privacy)
ja: パーミッションに関するセクションを見つけてください（通常はプライバシーの下にあります）
ko: (개인 정보 보호 보통 아래에 있는) 권한에 관한 섹션을 찾으십시오.
lt: Raskite skyrių apie leidimus (paprastai po Privatumas)
lv: Atrast sadaļu par atļaujām (parasti zem Privātums)
ms: Cari bahagian tentang kebenaran (biasanya di bawah Privasi)
nb: Finn avsnittet om tillatelser (vanligvis under Personvern)
nl: Zoek het gedeelte over machtigingen (meestal onder Privacy)
pl: Znajdź sekcję dotyczącą uprawnień (zazwyczaj pod Prywatność)
pt: Encontre a secção sobre permissões (geralmente em Privacidade)
ro: Găsiți secțiunea despre permisiuni (de obicei sub Confidențialitate)
ru: Найдите раздел о разрешениях (обычно он находится в разделе Конфиденциальность)
sk: Nájdite sekciu o povoleniach (zvyčajne pod Súkromie)
sl: Najdite razdelek o dovoljenjih (običajno pod Zasebnost)
sr: Pronađite deo o dozvolama (obično pod Privatnost)
sv: Hitta avsnittet om behörigheter (vanligtvis under Integritet)
th: ค้นหาส่วนเกี่ยวกับสิทธิ์การเข้าถึง (โดยปกติจะอยู่ภายใต้ ความเป็นส่วนตัว)
tr: (Gizlilik altında genellikle bulunan) izinler hakkındaki bölümü bulun
uk: Знайдіть розділ про дозволи (зазвичай під Конфіденційність)
vi: Tìm phần về quyền (thường nằm dưới mục Quyền riêng tư)
zh: 找到有关权限的部分（通常在隐私下）

# common_permissions_recovery_desktop_generic_device_settings_list_item_3_audio
source: Enable the Microphone permissions for
ar: قم بتمكين أذونات الميكروفون لـ
bg: Активирайте разрешенията за Микрофон за
cs: Povolte oprávnění pro Mikrofon pro
da: Aktivér Mikrofon tilladelser for
de: Aktivieren Sie die Mikrofon Berechtigungen für
el: Ενεργοποιήστε τις άδειες για το Μικρόφωνο για το
es: Habilita los permisos de Micrófono para
et: Luba Mikrofoni õigused jaoks
fa: دسترسی به میکروفون را برای فعال کنید
fi: Ota käyttöön Mikrofoni -oikeudet kohteelle
fr: Activez les permissions pour le Microphone pour
he: אפשר את ההרשאות למיקרופון עבור
hi: के लिए माइक्रोफ़ोन अनुमतियाँ सक्षम करें
hr: Omogućite dozvole za Mikrofon za
hu: Engedélyezze a Mikrofon hozzáférést a számára
hy: Միացրեք Միկրոֆոնի իրավ
id: Aktifkan izin Mikrofon untuk
it: Abilita le autorizzazioni per il Microfono per
ja: のマイクの権限を有効にしてください
ko: 에 대한 마이크 권한을 활성화하세요.
lt: Įjunkite Mikrofono leidimus
lv: Iespējojiet Mikrofona atļaujas priekš
ms: Dayakan kebenaran Mikrofon untuk
nb: Aktiver Mikrofon tillatelser for
nl: Schakel de Microfoon toestemmingen in voor
pl: Włącz uprawnienia do Mikrofonu dla
pt: Ative as permissões do Microfone para
ro: Activați permisiunile pentru Microfon pentru
ru: Включите разрешения для Микрофона для
sk: Povoliť oprávnenia pre Mikrofón pre
sl: Omogočite dovoljenja za Mikrofon za
sr: Omogućite dozvole za Mikrofon za
sv: Aktivera Mikrofon-behörigheterna för
th: เปิดใช้งานสิทธิ์ ไมโครโฟน สำหรับ
tr: için Mikrofon izinlerini etkinleştirin
uk: Увімкніть дозволи для Мікрофону для
vi: Cho phép quyền Micro cho
zh: 为 启用 麦克风 权限

# common_permissions_recovery_desktop_generic_device_settings_list_item_3_video
source: Enable the Camera permissions for
ar: قم بتمكين أذونات الكاميرا لـ
bg: Активирайте разрешенията за Камера за
cs: Povolte oprávnění pro Kameru pro
da: Aktivér Kamera tilladelser for
de: Aktivieren Sie die Kamera Berechtigungen für
el: Ενεργοποιήστε τις άδειες για την Κάμερα για το
es: Habilita los permisos de Cámara para
et: Luba kaamera õigused -le
fa: دسترسی دوربین را برای فعال کنید
fi: Ota käyttöön Kamera -oikeudet kohteelle
fr: Activez les permissions pour la Caméra pour
he: אפשר את ההרשאות למצלמה עבור
hi: के लिए कैमरा अनुमतियाँ सक्षम करें
hr: Omogućite dozvole za Kameru za
hu: Engedélyezze a Kamera jogosultságokat a számára
hy: Միացրեք Տեսախցիկի իրավունքները -ի համար
id: Aktifkan izin Kamera untuk
it: Abilita le autorizzazioni per la Fotocamera per
ja: のカメラ権限を有効にしてください
ko: 에 대한 카메라 권한을 활성화하세요
lt: Įjunkite Kamera leidimus
lv: Iespējojiet Kameras atļaujas priekš
ms: Dayakan kebenaran Kamera untuk
nb: Aktiver Kamera tillatelser for
nl: Schakel de Camera toestemmingen in voor
pl: Włącz uprawnienia dla Kamery dla
pt: Ative as permissões da Câmara para
ro: Activați permisiunile pentru Camera pentru
ru: Включите разрешения для Камеры для
sk: Povoliť oprávnenia pre Kameru pre
sl: Omogočite dovoljenja za Kamero za
sr: Omogućite dozvole za Kameru za
sv: Aktivera Kamera-behörigheterna för
th: เปิดใช้งานสิทธิ์ กล้อง สำหรับ
tr: için Kamera izinlerini etkinleştirin
uk: Увімкніть дозволи для Камери для
vi: Cho phép quyền Máy ảnh cho
zh: 为 启用 相机 权限

# common_permissions_recovery_desktop_generic_device_settings_list_item_4
source: Restart your browser if necessary and come back to this page
ar: أعد تشغيل المتصفح الخاص بك إذا لزم الأمر وعد إلى هذه الصفحة
bg: Ако е необходимо, рестартирайте браузъра си и се върнете на тази страница
cs: Restartujte svůj prohlížeč, pokud je to nutné, a vraťte se na tuto stránku
da: Genstart din browser om nødvendigt og vend tilbage til denne side
de: Starten Sie Ihren Browser bei Bedarf neu und kehren Sie zu dieser Seite zurück
el: Επανεκκινήστε τον περιηγητή σας αν είναι απαραίτητο και επιστρέψτε σε αυτή τη σελίδα
es: Reinicia tu navegador si es necesario y vuelve a esta página
et: Taaskäivitage vajadusel oma brauser ja tulge tagasi sellele lehele
fa: در صورت لزوم مرورگر خود را راه اندازی مجدد کنید و به این صفحه برگردید
fi: Käynnistä selain tarvittaessa uudelleen ja palaa tälle sivulle
fr: Redémarrez votre navigateur si nécessaire et revenez sur cette page
he: אם נדרש, הפעל מחדש את הדפדפן שלך וחזור לדף זה
hi: यदि आवश्यक हो तो अपने ब्राउज़र को पुनः आरंभ करें और इस पृष्ठ पर वापस आएं
hr: Ponovno pokrenite preglednik ako je potrebno i vratite se na ovu stranicu
hu: Indítsa újra a böngészőjét, ha szükséges, és térjen vissza erre az oldalra
hy: Հարկավոր դեպքում վերագործարկեք ձեր զննարկիչը և վերադարձեք այս էջ
id: Restart browser Anda jika perlu dan kembali ke halaman ini
it: Riavvia il tuo browser se necessario e torna su questa pagina
ja: 必要であればブラウザを再起動し、このページに戻ってきてください
ko: 필요한 경우 브라우저를 다시 시작하고 이 페이지로 돌아오세요
lt: Jeigu reikia, iš naujo paleiskite naršyklę ir grįžkite į šį puslapį
lv: Ja nepieciešams, restartējiet savu pārlūkprogrammu un atgriezieties šajā lapā
ms: Mulakan semula pelayar anda jika perlu dan kembali ke halaman ini
nb: Start nettleseren din på nytt om nødvendig og kom tilbake til denne siden
nl: Herstart indien nodig uw browser en keer terug naar deze pagina
pl: Zrestartuj swoją przeglądarkę, jeśli to konieczne, i wróć na tę stronę
pt: Reinicie o seu navegador, se necessário, e volte a esta página
ro: Reporniți browserul dacă este necesar și reveniți la această pagină
ru: Перезапустите ваш браузер при необходимости и вернитесь на эту страницу
sk: Reštartujte svoj prehliadač, ak je to potrebné, a vráťte sa na túto stránku
sl: Ponovno zaženite brskalnik, če je potrebno, in se vrnite na to stran
sr: Ponovo pokrenite vaš pretraživač ako je potrebno i vratite se na ovu stranicu
sv: Starta om din webbläsare om nödvändigt och återvänd till denna sida
th: ถ้าจำเป็นให้รีสตาร์ทเบราว์เซอร์ของคุณและลับมาที่หน้านี้
tr: Gerekirse tarayıcınızı yeniden başlatın ve bu sayfaya geri dönün
uk: Перезавантажте свій браузер, якщо це необхідно, і поверніться на цю сторінку
vi: Khởi động lại trình duyệt của bạn nếu cần và quay lại trang này
zh: 如有必要，请重启您的浏览器并返回此页面

# common_permissions_recovery_desktop_mac_device_settings_list_item_1
source: On your computer, click the Apple menu and select System Settings (or System Preferences)
ar: على جهاز الكمبيوتر الخاص بك، انقر على قائمة Apple واختر إعدادات النظام (أو تفضيلات النظام)
bg: На вашия компютър, кликнете върху менюто на Apple и изберете Системни настройки (или Системни предпочитания)
cs: Na svém počítači klikněte na nabídku Apple a vyberte Systémová nastavení (nebo Systémové předvolby)
da: På din computer, klik på Apple-menuen og vælg Systemindstillinger (eller Systempræferencer)
de: Auf Ihrem Computer klicken Sie auf das Apple-Menü und wählen Sie Systemeinstellungen (oder Systempräferenzen)
el: Στον υπολογιστή σας, κάντε κλικ στο μενού Apple και επιλέξτε Ρυθμίσεις Συστήματος (ή Προτιμήσεις Συστήματος)
es: En su ordenador, haga clic en el menú Apple y seleccione Configuración del Sistema (o Preferencias del Sistema)
et: Oma arvutis klõpsake Apple`i menüül ja valige Süsteemi seaded (või Süsteemi eelistused)
fa: روی کامپیوتر خود، منوی Apple را کلیک کنید و تنظیمات سیستم (یا ترجیحات سیستم) را انتخاب کنید
fi: Tietokoneellasi, napsauta Apple-valikkoa ja valitse Järjestelmäasetukset (tai Järjestelmäasetukset)
fr: Sur votre ordinateur, cliquez sur le menu Apple et sélectionnez Paramètres du système (ou Préférences Système)
he: במחשב שלך, לחץ על תפריט Apple ובחר הגדרות מערכת (או העדפות מערכת)
hi: अपने कंप्यूटर पर, Apple मेनू पर क्लिक करें और सिस्टम सेटिंग्स (या सिस्टम प्राथमिकताएं) का चयन करें
hr: Na svom računalu, kliknite na Apple izbornik i odaberite Sistemske postavke (ili Postavke sustava)
hu: A számítógépén kattintson az Apple menüre és válassza a Rendszerbeállítások (vagy Rendszerpreferenciák) lehetőséget
hy: Ձեր համակարգչի վրա սեղմեք Apple մենյուն և ընտրեք Համակարգային կարգավորումները (կամ Համակարգային նախընտրանքները)
id: Di komputer Anda, klik menu Apple dan pilih Pengaturan Sistem (atau Preferensi Sistem)
it: Sul tuo computer, fai clic sul menu Apple e seleziona Impostazioni di sistema (o Preferenze di sistema)
ja: お使いのコンピュータで、Appleメニューをクリックし、システム設定（またはシステム環境設定）を選択します
ko: 컴퓨터에서 Apple 메뉴 를 클릭하고 시스템 설정 또는 시스템 환경설정을 선택하세요.
lt: Savo kompiuteryje spustelėkite Apple meniu ir pasirinkite Sistemos nustatymai (arba Sistemos nuostatos)
lv: Savā datorā noklikšķiniet uz Apple izvēlnes un izvēlieties Sistēmas iestatījumi (vai Sistēmas preferences)
ms: Pada komputer anda, klik menu Apple dan pilih Tetapan Sistem (atau Keutamaan Sistem)
nb: På datamaskinen din, klikk på Apple-menyen og velg Systeminnstillinger (eller Systempreferanser)
nl: Op uw computer, klik op het Apple-menu en selecteer Systeeminstellingen (of Systeemvoorkeuren)
pl: Na swoim komputerze kliknij menu Apple i wybierz Ustawienia systemu (lub Preferencje systemowe)
pt: No seu computador, clique no menu Apple e selecione Configurações do Sistema (ou Preferências do Sistema)
ro: Pe computerul dvs., faceți clic pe meniul Apple și selectați Setări sistem (sau Preferințe sistem)
ru: На вашем компьютере нажмите на меню Apple и выберите Системные настройки (или Системные предпочтения)
sk: Na svojom počítači kliknite na menu Apple a vyberte Systémové nastavenia (alebo Systémové preferencie)
sl: Na vašem računalniku kliknite meni Apple in izberite Sistemske nastavitve (ali Sistemske preference)
sr: Na vašem računaru, kliknite na Apple meni i izaberite Sistemske postavke (ili Sistemske preferencije)
sv: På din dator, klicka på Apple-menyn och välj Systeminställningar (eller Systempreferenser)
th: บนคอมพิวเตอร์ของคุณ คลิกที่เมนู Apple และเลือก การตั้งค่าระบบ (หรือ การตั้งค่าระบบ)
tr: Bilgisayarınızda, Apple menüsünü tıklayın ve Sistem Ayarları (veya Sistem Tercihleri) seçin
uk: На вашому комп`ютері натисніть меню Apple та виберіть Системні налаштування (або Системні параметри)
vi: Trên máy tính của bạn, nhấp vào menu Apple và chọn Cài đặt Hệ thống (hoặc Tùy chọn Hệ thống)
zh: 在您的电脑上，点击苹果菜单 并选择系统设置（或系统偏好设置）

# common_permissions_recovery_desktop_mac_device_settings_list_item_2
source: Click Privacy & Security (or Security & Privacy) in the sidebar
ar: انقر على الخصوصية والأمان (أو الأمان والخصوصية) في الشريط الجانبي
bg: Кликнете върху Поверителност и сигурност (или Сигурност и поверителност) в страничната лента
cs: Klikněte na Ochrana osobních údajů & Bezpečnost (nebo Bezpečnost & Ochrana osobních údajů) v postranním panelu
da: Klik på Privatliv & Sikkerhed (eller Sikkerhed & Privatliv) i sidebaren
de: Klicken Sie auf Datenschutz & Sicherheit (oder Sicherheit & Datenschutz) in der Seitenleiste
el: Κάντε κλικ στο Απόρρητο & Ασφάλεια (ή Ασφάλεια & Απόρρητο) στην πλευρική γραμμή
es: Haz clic en Privacidad y Seguridad (o Seguridad y Privacidad) en la barra lateral
et: Klõpsake küljeribal Privaatsus & Turvalisus (või Turvalisus & Privaatsus)
fa: روی حریم خصوصی & امنیت (یا امنیت & حریم خصوصی) در نوار کناری کلیک کنید
fi: Napsauta Yksityisyys & turvallisuus (tai Turvallisuus & yksityisyys) sivupalkissa
fr: Cliquez sur Confidentialité & Sécurité (ou Sécurité & Confidentialité) dans la barre latérale
he: לחץ על פרטיות ואבטחה (או אבטחה ופרטיות) בסרגל הצד
hi: साइडबार में प्राइवेसी और सुरक्षा (या सुरक्षा और प्राइवेसी) पर क्लिक करें
hr: Kliknite na Privatnost i sigurnost (ili Sigurnost i privatnost) u bočnoj traci
hu: Kattintson a Adatvédelem és biztonság (vagy Biztonság és adatvédelem) lehetőségre az oldalsávon
hy: Սեղմեք Գաղտնիություն & Անվտանգություն (կամ Անվտանգություն & Գաղտնիություն) կողմնային մենյուում
id: Klik Privasi & Keamanan (atau Keamanan & Privasi) di sidebar
it: Fai clic su Privacy & Sicurezza (o Sicurezza & Privacy) nella barra laterale
ja: サイドバーでプライバシー＆セキュリティ（またはセキュリティ＆プライバシー）をクリックします
ko: 사이드바에서 개인정보 및 보안 (또는 보안 및 개인정보)를 클릭하세요
lt: Spustelėkite Privatumas ir saugumas (arba Saugumas ir privatumas) šoninėje juostoje
lv: Noklikšķiniet uz Privātums un drošība (vai Drošība un privātums) sānjoslā
ms: Klik Privasi & Keselamatan (atau Keselamatan & Privasi) di bar sisi
nb: Klikk på Personvern & Sikkerhet (eller Sikkerhet & Personvern) i sidefeltet
nl: Klik op Privacy & Beveiliging (of Beveiliging & Privacy) in de zijbalk
pl: Kliknij Prywatność i bezpieczeństwo (lub Bezpieczeństwo i prywatność) w pasku bocznym
pt: Clique em Privacidade & Segurança (ou Segurança & Privacidade) na barra lateral
ro: Faceți clic pe Confidențialitate și Securitate (sau Securitate și Confidențialitate) în bara laterală
ru: Нажмите Конфиденциальность и безопасность (или Безопасность и конфиденциальность) в боковой панели
sk: Kliknite na Súkromie a bezpečnosť (alebo Bezpečnosť a súkromie) v bočnom paneli
sl: Kliknite Zasebnost & Varnost (ali Varnost & Zasebnost) v stranskem meniju
sr: Kliknite na Privatnost & Sigurnost (ili Sigurnost & Privatnost) u bočnoj traci
sv: Klicka på Integritet & Säkerhet (eller Säkerhet & Integritet) i sidofältet
th: คลิก ความเป็นส่วนตัว & ความปลอดภัย (หรือ ความปลอดภัย & ความเป็นส่วนตัว) ที่แถบด้านข้าง
tr: Kenar çubuğunda Gizlilik & Güvenlik (veya Güvenlik & Gizlilik) seçeneğine tıklayın
uk: Натисніть Приватність та безпека (або Безпека та приватність) у бічній панелі
vi: Nhấp vào Quyền riêng tư & Bảo mật (hoặc Bảo mật & Quyền riêng tư) trong thanh bên
zh: 点击侧边栏的隐私与安全（或安全与隐私）

# common_permissions_recovery_desktop_mac_device_settings_list_item_3_video
source: Click Camera and activate the toggle (or checkbox) next to
ar: انقر على الكاميرا وقم بتفعيل المفتاح (أو المربع) بجوار
bg: Кликнете върху Камера и активирайте превключвателя (или отметката) до
cs: Klikněte na Kamera a aktivujte přepínač (nebo zaškrtávací políčko) vedle
da: Klik på Kamera og aktiver kontakten (eller afkrydsningsfeltet) ved siden af
de: Klicken Sie auf Kamera und aktivieren Sie den Schalter (oder das Kontrollkästchen) neben
el: Κάντε κλικ στην επιλογή Κάμερα και ενεργοποιήστε τον διακόπτη (ή το πλαίσιο επιλογής) δίπλα στο
es: Haz clic en Cámara y activa el interruptor (o casilla de verificación) junto a
et: Klõpsake Kaamera ja aktiveerige lüliti (või märkeruut) ikooni kõrval
fa: روی دوربین کلیک کنید و کلید تعویض (یا جعبه تیک) کنار را فعال کنید
fi: Napsauta Kameraa ja aktivoi kytkin (tai valintaruutu) kohdassa
fr: Cliquez sur Caméra et activez le bouton (ou la case à cocher) à côté de
he: לחץ על מצלמה והפעל את המתג (או תיבת הסימון) ליד
hi: कैमरा पर क्लिक करें और के बगल में टॉगल (या चेकबॉक्स) को सक्रिय करें
hr: Kliknite na Kamera i aktivirajte prekidač (ili potvrdni okvir) pored
hu: Kattintson a Kamera elemre, és aktiválja a kapcsolót (vagy jelölőnégyzetet) a mellett
hy: Սեղմեք Տեսախցիկը և ակտիվացրեք անցկացուցիչը (կամ ստուգաթույլը) -ի կողքին
id: Klik Kamera dan aktifkan tombol (atau kotak centang) di sebelah
it: Fai clic su Fotocamera e attiva l`interruttore (o la casella di controllo) accanto a
ja: カメラをクリックし、の隣にあるトグル（またはチェックボックス）を有効にしてください
ko: 카메라를 클릭하고 옆의 토글(또는 체크박스)을 활성화하세요.
lt: Spustelėkite Kamera ir aktyvuokite perjungiklį (arba žymimąjį langelį) šalia
lv: Noklikšķiniet uz Kamera un aktivizējiet slēdzi (vai izvēles rūtiņu) blakus
ms: Klik Kamera dan aktifkan suis (atau kotak semak) di sebelah
nb: Klikk på Kamera og aktiver vekselen (eller avkrysningsboksen) ved siden av
nl: Klik op Camera en activeer de schakelaar (of het selectievakje) naast
pl: Kliknij Kamera i aktywuj przełącznik (lub pole wyboru) obok
pt: Clique em Câmara e ative a alavanca (ou caixa de seleção) ao lado de
ro: Faceți clic pe Camera și activați comutatorul (sau căsuța de selectare) de lângă
ru: Нажмите Камера и активируйте переключатель (или флажок) рядом с
sk: Kliknite na Kamera a aktivujte prepínač (alebo zaškrtávacie políčko) vedľa
sl: Kliknite Kamera in aktivirajte stikalo (ali potrditveno polje) poleg
sr: Kliknite na Kamera i aktivirajte prekidač (ili polje za potvrdu) pored
sv: Klicka på Kamera och aktivera reglaget (eller kryssrutan) bredvid
th: คลิก กล้อง และเปิดสวิตช์ (หรือช่องทำเครื่องหมาย) ข้างๆ
tr: Kamera üzerine tıklayın ve yanındaki anahtarı (veya onay kutusunu) aktifleştirin
uk: Натисніть Камера та активуйте перемикач (або прапорець) поруч з
vi: Nhấp vào Camera và kích hoạt công tắc (hoặc hộp kiểm) bên cạnh
zh: 点击 相机 并激活 旁边的切换按钮（或复选框）
