Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# common_permissions_recovery_desktop_edge_browser_settings_list_item_2_video
source: Click the dropdown next to Camera and select Allow
ar: انقر على القائمة المنسدلة بجوار الكاميرا واختر السماح
bg: Кликнете върху падащото меню до Камера и изберете Разреши
cs: Klikněte na rozevírací nabídku vedle Kamery a vyberte Povolit
da: Klik på rullemenuen ved siden af Kamera og vælg Tillad
de: Klicken Sie auf das Dropdown-Menü neben Kamera und wählen Sie Zulassen aus
el: Κάντε κλικ στο αναπτυσσόμενο μενού δίπλα στην επιλογή Κάμερα και επιλέξτε Επιτρέπεται
es: Haz clic en el desplegable junto a Cámara y selecciona Permitir
et: Klõpsake rippmenüül kõrval Kaamera ja valige Luba
fa: روی کادر بازشو کنار دوربین کلیک کنید و اجازه را انتخاب کنید
fi: Napsauta pudotusvalikkoa kohdassa Kamera ja valitse Salli
fr: Cliquez sur le menu déroulant à côté de Caméra et sélectionnez Autoriser
he: לחץ על התפריט הנפתח ליד מצלמה ובחר אפשר
hi: कैमरा के बगल में ड्रॉपडाउन पर क्लिक करें और अनुमति दें चुनें
hr: Kliknite na padajući izbornik pored Kamere i odaberite Dopusti
hu: Kattintson a Kamera melletti legördülő menüre, és válassza a Engedélyezés opciót
hy: Սեղմեք Տեսախցիկի կողքի ընտրացանկին և ընտրեք Թույլ տալ
id: Klik dropdown di sebelah Mikrofon dan pilih Izinkan
it: Fai clic sul menu a discesa accanto a Fotocamera e seleziona Consenti
ja: カメラの隣のドロップダウンをクリックし、許可を選択します
ko: 카메라 옆의 드롭다운을 클릭하고 허용을 선택하세요
lt: Spustelėkite išskleidžiamąjį meniu šalia Kamera ir pasirinkite Leisti
lv: Noklikšķiniet uz nolaižamās izvēlnes blakus Kamera un izvēlieties Atļaut
ms: Klik pada dropdown sebelah Kamera dan pilih Benarkan
nb: Klikk på rullegardinmenyen ved siden av Kamera og velg Tillat
nl: Klik op het dropdown-menu naast Camera en selecteer Toestaan
pl: Kliknij rozwijane menu obok Kamera i wybierz Zezwól
pt: Clique na seta ao lado de Câmara e selecione Permitir
ro: Faceți clic pe meniul derulant de lângă Microfon și selectați Permiteți
ru: Нажмите на выпадающий список рядом с Камера и выберите Разрешить
sk: Kliknite na rozbaľovaciu ponuku vedľa Kamery a vyberte Povoliť
sl: Kliknite na spustni meni poleg Kamere in izberite Dovoli
sr: Kliknite na padajući meni pored Kamere i izaberite Dozvoli
sv: Klicka på rullgardinsmenyn bredvid Kamera och välj Tillåt
th: คลิกที่เมนูแบบเลื่อนลงที่อยู่ถัดจาก กล้อง และเลือก อนุญาต
tr: Kamera yanındaki açılır menüye tıklayın ve İzin Ver seçeneğini seçin
uk: Клацніть на випадаюче меню поруч з Камера та виберіть Дозволити
vi: Nhấp vào hộp thả xuống bên cạnh Micro và chọn Cho phép
zh: 点击 相机旁边的下拉菜单，然后选择允许

# common_permissions_recovery_desktop_edge_browser_settings_list_item_3
source: Come back to this page and click the Refresh the page button
ar: عد إلى هذه الصفحة واضغط على زر تحديث الصفحة
bg: Върнете се на тази страница и кликнете върху бутона Опреснете страницата
cs: Vraťte se na tuto stránku a klikněte na tlačítko Obnovit stránku
da: Kom tilbage til denne side og klik på knappen Opdater siden
de: Kommen Sie zu dieser Seite zurück und klicken Sie auf die Seite aktualisieren Schaltfläche
el: Επιστρέψτε σε αυτή τη σελίδα και κάντε κλικ στο κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y haz clic en el botón Actualizar la página
et: Tulge tagasi sellele lehele ja klõpsake nupul Lehe värskendamine
fa: به این صفحه برگردید و روی دکمه تغییرات را اعمال کردم کلیک کنید
fi: Palaa tälle sivulle ja napsauta Päivitä sivu -painiketta
fr: Revenez à cette page et cliquez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על הכפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन पर क्लिक करें
hr: Vratite se na ovu stranicu i kliknite na gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra, és kattintson a Oldal frissítése gombra
hy: Վերադառնաք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan klik tombol Segarkan halaman
it: Torna a questa pagina e clicca sul pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをクリックしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 클릭하세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un noklikšķiniet uz pogas Atsvaidzināt lapu
ms: Kembali ke halaman ini dan klik butang Segarkan halaman
nb: Kom tilbake til denne siden og klikk på Oppdater siden knappen
nl: Kom terug naar deze pagina en klik op de Pagina vernieuwen knop
pl: Wróć do tej strony i kliknij przycisk Odśwież stronę
pt: Volte a esta página e clique no botão Atualizar a página
ro: Reveniți la această pagină și faceți clic pe butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a kliknite na tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in kliknite na gumb Osveži stran
sr: Vratite se na ovu stranicu i kliknite na dugme Osveži stranicu
sv: Kom tillbaka till denna sida och klicka på knappen Uppdatera sidan
th: กลับมาที่หน้านี้และคลิกที่ปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться на цю сторінку та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấp vào nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_desktop_firefox_browser_settings_list_item_1
source: In your browser, click the settings icon in the address bar
ar: في المتصفح الخاص بك، انقر على أيقونة الإعدادات في شريط العنوان
bg: Във вашия браузър, кликнете върху иконата за настройки в адресната лента
cs: Klikněte v prohlížeči na ikonu nastavení v adresním řádku
da: I din browser skal du klikke på indstillingsikonet i adresselinjen
de: Klicken Sie in Ihrem Browser auf das Einstellungssymbol in der Adressleiste
el: Στον περιηγητή σας, κάντε κλικ στο εικονίδιο ρυθμίσεων στη γραμμή διευθύνσεων
es: En tu navegador, haz clic en el icono de configuración en la barra de direcciones
et: Klõpsake brauseris aadressiribal seadete ikoonil
fa: در مرورگر خود، روی آیکون تنظیمات در نوار آدرس کلیک کنید
fi: Napsauta selaimessasi asetuskuvaketta osoiterivillä
fr: Dans votre navigateur, cliquez sur l`icône des paramètres dans la barre d`adresse
he: בדפדפן שלך, לחץ על סמל ההגדרות בשורת הכתובת
hi: अपने ब्राउज़र में, पता पट्टी में सेटिंग्स आइकन पर क्लिक करें
hr: U svom pregledniku, kliknite na ikonu postavki u adresnoj traci
hu: A böngészőjében kattintson a beállítások ikonra a címsorban
hy: Ձեր զննարկչում սեղմեք կարգավորումների պատկերակը հասցեի գոտու մեջ
id: Di browser Anda, klik ikon pengaturan di bilah alamat
it: Nel tuo browser, fai clic sull`icona delle impostazioni nella barra degli indirizzi
ja: ブラウザで、アドレスバーにある設定アイコン をクリックします
ko: 브라우저에서 주소 표시 줄에 있는 설정 아이콘 을 클릭하세요.
lt: Savo naršyklėje spustelėkite nustatymų piktogramą adreso juostoje
lv: Savā pārlūkprogrammā noklikšķiniet uz iestatījumu ikonas adrešu joslā
ms: Di pelayar anda, klik ikon tetapan di bar alamat
nb: I nettleseren din, klikk på innstillingsikonet i adressefeltet
nl: Klik in uw browser op het instellingenpictogram in de adresbalk
pl: W swojej przeglądarce kliknij ikonę ustawień na pasku adresu
pt: No seu navegador, clique no ícone de configurações na barra de endereços
ro: În browserul dvs., faceți clic pe pictograma setări din bara de adrese
ru: В вашем браузере нажмите на иконку настроек в адресной строке
sk: V prehliadači kliknite na ikonu nastavení v adresnom riadku
sl: V vašem brskalniku kliknite ikono nastavitev v naslovni vrstici
sr: U vašem pretraživaču, kliknite na ikonicu postavki u adresnoj traci
sv: I din webbläsare, klicka på inställningsikonen i adressfältet
th: ในเบราว์เซอร์ของคุณ คลิกที่ไอคอนการตั้งค่า ที่แถบที่อยู่
tr: Tarayıcınızda, adres çubuğunda ayarlar simgesini tıklayın
uk: У вашому браузері натисніть на іконку налаштувань у адресному рядку
vi: Trên trình duyệt của bạn, nhấp vào biểu tượng cài đặt trong thanh địa chỉ
zh: 在您的浏览器中，点击地址栏中的设置图标

# common_permissions_recovery_desktop_firefox_browser_settings_list_item_2_audio
source: Click Blocked next to Use the microphone
ar: انقر على محظور بجوار استخدم الميكروفون
bg: Кликнете върху Блокирано до Използване на микрофона
cs: Klikněte na Blokováno vedle Použít mikrofon
da: Klik på Blokeret ved siden af Brug mikrofonen
de: Klicken Sie neben Mikrofon verwenden auf Blockiert
el: Κάντε κλικ στο Αποκλεισμένο δίπλα στο Χρήση του μικροφώνου
es: Haz clic en Bloqueado junto a Usar el micrófono
et: Klõpsake Blokeeritud kõrval Kasuta mikrofoni
fa: روی مسدود کنار استفاده از میکروفون کلیک کنید
fi: Napsauta Estetty kohdassa Käytä mikrofonia
fr: Cliquez sur Bloqué à côté de Utiliser le microphone
he: לחץ על חסום ליד השתמש במיקרופון
hi: ब्लॉक पर क्लिक करें जो माइक्रोफ़ोन का उपयोग करें के बगल में है
hr: Kliknite na Blokirano pored Koristi mikrofon
hu: Kattintson a Blokkolt gombra a Mikrofon használata mellett
hy: Սեղմեք Արգելափակված կողքին Օգտագործել մայրահարվածը-ին
id: Klik Diblokir di sebelah Gunakan mikrofon
it: Fai clic su Bloccato accanto a Usa il microfono
ja: ブロックをクリックし、マイクを使用するの隣にある
ko: 마이크 사용 옆에 있는 차단을 클릭하세요
lt: Spustelėkite Užblokuotas šalia Naudoti mikrofoną
lv: Noklikšķiniet uz Bloķēts blakus Izmantot mikrofonu
ms: Klik Disekat bersebelahan dengan Gunakan mikrofon
nb: Klikk på Blokkert ved siden av Bruk mikrofonen
nl: Klik op Geblokkeerd naast Gebruik de microfoon
pl: Kliknij Zablokowane obok Użyj mikrofonu
pt: Clique em Bloqueado ao lado de Usar o microfone
ro: Faceți clic pe Blocat lângă Utilizați microfonul
ru: Нажмите Заблокировано рядом с Использовать микрофон
sk: Kliknite na Blokované vedľa Použiť mikrofón
sl: Kliknite Blokirano poleg Uporabi mikrofon
sr: Kliknite na Blokirano pored Koristi mikrofon
sv: Klicka på Blockerad bredvid Använd mikrofonen
th: คลิก ถูกบล็อก ถัดจาก ใช้ไมโครโฟน
tr: Engellenmiş seçeneğine tıklayın ve Mikrofonu kullan seçeneğinin yanında bulunur
uk: Натисніть Заблоковано поруч з Використовувати мікрофон
vi: Nhấp vào Đã chặn kế bên Sử dụng micro
zh: 点击已阻止，位于使用麦克风旁边

# common_permissions_recovery_desktop_firefox_browser_settings_list_item_2_video
source: Click Blocked next to Use the camera
ar: انقر على محظور بجوار استخدم الكاميرا
bg: Кликнете върху Блокирано до Използване на камерата
cs: Klikněte na Blokováno vedle Použít kameru
da: Klik på Blokeret ved siden af Brug kameraet
de: Klicken Sie neben Kamera verwenden auf Blockiert
el: Κάντε κλικ στο Αποκλεισμένο δίπλα στο Χρήση της κάμερας
es: Haz clic en Bloqueado junto a Usar la cámara
et: Klõpsake Blokeeritud kõrval Kasuta kaamerat
fa: روی مسدود شده کنار استفاده از دوربین کلیک کنید
fi: Napsauta Estetty kohtaa Käytä kameraa
fr: Cliquez sur Bloqué à côté de Utiliser la caméra
he: לחץ על חסום ליד השתמש במצלמה
hi: ब्लॉक पर क्लिक करें जो कैमरा का उपयोग करें के बगल में है
hr: Kliknite na Blokirano pored Koristi kameru
hu: Kattintson a Blokkolt gombra a Kamera használata mellett
hy: Սեղմեք Արգելափակվածը կողքին Օգտագործել կամերան-ի
id: Klik Diblokir di sebelah Gunakan kamera
it: Fai clic su Bloccato accanto a Usa la fotocamera
ja: ブロックをクリックし、カメラを使用の隣にある
ko: 차단을 클릭하고 카메라 사용 옆에 있습니다
lt: Spustelėkite Užblokuota šalia Naudoti kamerą
lv: Noklikšķiniet uz Bloķēts blakus Izmantot kameru
ms: Klik Disekat bersebelahan dengan Gunakan kamera
nb: Klikk på Blokkert ved siden av Bruk kameraet
nl: Klik op Geblokkeerd naast Gebruik de camera
pl: Kliknij Zablokowane obok Użyj kamery
pt: Clique em Bloqueado ao lado de Usar a câmara
ro: Faceți clic pe Blocat lângă Utilizați camera
ru: Нажмите Заблокировано рядом с Использовать камеру
sk: Kliknite na Blokované vedľa Použiť kameru
sl: Kliknite Blokirano poleg Uporabi kamero
sr: Kliknite na Blokirano pored Koristi kameru
sv: Klicka på Blockerad bredvid Använd kameran
th: คลิก ถูกบล็อก ถัดจาก ใช้กล้อง
tr: Engellenmiş seçeneğine tıklayın, Kamerayı kullan yanında
uk: Натисніть Заблоковано поруч з Використовувати камеру
vi: Nhấp vào Đã chặn kế bên Sử dụng camera
zh: 点击已阻止，位于使用相机旁边

# common_permissions_recovery_desktop_firefox_browser_settings_list_item_3
source: Come back to this page and click the Refresh the page button
ar: عد إلى هذه الصفحة وانقر على زر تحديث الصفحة
bg: Върнете се на тази страница и кликнете върху бутона Опресни страницата
cs: Vraťte se na tuto stránku a klikněte na tlačítko Obnovit stránku
da: Kom tilbage til denne side og klik på knappen Opdater siden
de: Kommen Sie zurück zu dieser Seite und klicken Sie auf den Seite aktualisieren Knopf
el: Επιστρέψτε σε αυτή τη σελίδα και κάντε κλικ στο κουμπί Ανανέωση της σελίδας
es: Regresa a esta página y haz clic en el botón Actualizar la página
et: Tulge tagasi sellele lehele ja klõpsake nupul Värskenda lehte
fa: به این صفحه برگردید و روی دکمه تغییرات را اعمال کردم کلیک کنید
fi: Palaa tälle sivulle ja napsauta Päivitä sivu -painiketta
fr: Revenez à cette page et cliquez sur le bouton Actualiser la page
he: חזור לדף זה ולחץ על הכפתור רענן את הדף
hi: इस पृष्ठ पर वापस आएं और पृष्ठ को ताज़ा करें बटन पर क्लिक करें
hr: Vratite se na ovu stranicu i kliknite na gumb Osvježi stranicu
hu: Térjen vissza erre az oldalra, és kattintson a Frissítse az oldalt gombra
hy: Վերադարձեք այս էջին և սեղմեք Թարմացնել էջը կոճակը
id: Kembali ke halaman ini dan klik tombol Segarkan halaman
it: Torna a questa pagina e clicca sul pulsante Aggiorna la pagina
ja: このページに戻って、ページを更新ボタンをクリックしてください
ko: 이 페이지로 돌아와서 페이지 새로 고침 버튼을 클릭하세요
lt: Grįžkite į šį puslapį ir paspauskite mygtuką Atnaujinti puslapį
lv: Atgriezieties šajā lapā un noklikšķiniet uz pogas Atsvaidzināt lapu
ms: Kembali ke halaman ini dan klik butang Segarkan halaman
nb: Kom tilbake til denne siden og klikk på Oppdater siden knappen
nl: Kom terug naar deze pagina en klik op de Pagina vernieuwen knop
pl: Wróć do tej strony i kliknij przycisk Odśwież stronę
pt: Volte a esta página e clique no botão Atualizar a página
ro: Reveniți la această pagină și faceți clic pe butonul Reîmprospătați pagina
ru: Вернитесь на эту страницу и нажмите кнопку Обновить страницу
sk: Vráťte sa na túto stránku a kliknite na tlačidlo Obnoviť stránku
sl: Pojdite nazaj na to stran in kliknite na gumb Osveži stran
sr: Vratite se na ovu stranicu i kliknite na dugme Osveži stranicu
sv: Kom tillbaka till denna sida och klicka på knappen Uppdatera sidan
th: กลับมาที่หน้านี้และคลิกที่ปุ่ม รีเฟรชหน้า
tr: Bu sayfaya geri dönün ve Sayfayı yenile düğmesine tıklayın
uk: Поверніться на цю сторінку та натисніть кнопку Оновити сторінку
vi: Quay lại trang này và nhấp vào nút Làm mới trang
zh: 返回此页面并点击刷新页面按钮

# common_permissions_recovery_desktop_generic_browser_settings_list_item_1
source: In your browser, open the website settings. This is often a lock icon in the address bar
ar: في المتصفح الخاص بك، افتح إعدادات الموقع. غالبًا ما يكون هذا رمز القفل في شريط العنوان
bg: Във вашия браузър отворете настройките на уебсайта. Това често е икона на заключване в адресната лента
cs: V prohlížeči otevřete nastavení webové stránky. To je často ikona zámku v adresním řádku
da: I din browser skal du åbne webstedsindstillingerne. Dette er ofte et låseikon i adresselinjen
de: Öffnen Sie in Ihrem Browser die Website-Einstellungen. Dies ist oft ein Schloss-Symbol in der Adressleiste
el: Στον περιηγητή σας, ανοίξτε τις ρυθμίσεις του ιστότοπου. Συχνά είναι ένα εικονίδιο κλειδαριάς στη γραμμή διευθύνσεων
es: En tu navegador, abre la configuración del sitio web. Esto suele ser un icono de candado en la barra de direcciones
et: Avage oma brauseris veebisaidi seaded. See on sageli aadressiribal asuv lukusümbol
fa: در مرورگر خود، تنظیمات وبسایت را باز کنید. این اغلب یک آیکون قفل در نوار آدرس است
fi: Avaa selaimessasi verkkosivuston asetukset. Tämä on usein lukon kuvake osoitepalkissa
fr: Dans votre navigateur, ouvrez les paramètres du site web. C`est souvent une icône de verrou dans la barre d`adresse
he: בדפדפן שלך, פתח את הגדרות האתר. לעיתים קרובות זהו סמל של מנעול בשורת הכתובת
hi: अपने ब्राउज़र में, वेबसाइट सेटिंग्स खोलें। यह अक्सर पता पट्टी में एक ताला आइकन होता है
hr: U svom pregledniku otvorite postavke web stranice. To je često ikona lokota u adresnoj traci
hu: Nyissa meg a böngészőben a webhely beállításait. Ez gyakran egy lakat ikon a címsorban
hy: Բացեք ձեր զննարկչում կայքի կարգավորումները։ Սովորաբար ս
id: Di browser Anda, buka pengaturan situs web. Ini seringkali merupakan ikon gembok di bilah alamat
it: Nel tuo browser, apri le impostazioni del sito web. Questo è spesso un`icona di blocco nella barra degli indirizzi
ja: ブラウザでウェブサイトの設定を開きます。これは通常、アドレスバーにあるロックアイコンです
ko: 브라우저에서 웹사이트 설정을 엽니다. 이는 주소 표시 줄에 있는 자물쇠 아이콘 인 경우가 많습니다
lt: Savo naršyklėje atidarykite svetainės nustatymus. Dažnai tai yra užrakto piktograma adreso juostoje
lv: Savā pārlūkprogrammā atveriet vietnes iestatījumus. Bieži vien tas ir slēdzenes ikona adreses joslā
ms: Dalam pelayar anda, buka tetapan laman web. Ini seringkali merupakan ikon kunci di bar alamat
nb: I nettleseren din, åpne nettstedinnstillingene. Dette er ofte et låsikon i adressefeltet
nl: Open in uw browser de website-instellingen. Dit is vaak een slotpictogram in de adresbalk
pl: W swojej przeglądarce otwórz ustawienia strony. Często jest to ikona zamka na pasku adresu
pt: No seu navegador, abra as configurações do site. Isso é frequentemente um ícone de cadeado na barra de endereços
ro: În browserul dvs., deschideți setările site-ului web. Aceasta este adesea o pictogramă de blocare în bara de adrese
ru: В вашем браузере откройте настройки сайта. Обычно это значок замка в адресной строке
sk: V prehliadači otvorte nastavenia webovej stránky. Často je to ikona zámku v adresnom riadku
sl: V svojem brskalniku odprite nastavitve spletnega mesta. To je pogosto ikona za zaklepanje v naslovni vrstici
sr: U vašem pretraživaču, otvorite postavke sajta. To je često ikonica brave u adresnoj traci
sv: I din webbläsare, öppna webbplatsinställningarna. Detta är ofta en låsikon i adressfältet
th: ในเบราว์เซอร์ของคุณ ให้เปิดการตั้งค่าเว็บไซต์ ซึ่งมักจะเป็นไอคอนล็อค ที่แถบที่อยู่
tr: Tarayıcınızda, web sitesi ayarlarını açın. Bu genellikle adres çubuğunda bir kilit simgesi olur
uk: У вашому браузері відкрийте налаштування веб-сайту. Це часто значок замка у адресному рядку
vi: Trên trình duyệt của bạn, mở cài đặt trang web. Đây thường là biểu tượng khóa ở thanh địa chỉ
zh: 在您的浏览器中，打开网站设置。这通常是地址栏中的一个锁图标

# common_permissions_recovery_desktop_generic_browser_settings_list_item_2
source: Find the section about permissions
ar: ابحث عن القسم المتعلق بالأذونات
bg: Намерете раздела за разрешения
cs: Najděte sekci o oprávněních
da: Find afsnittet om tilladelser
de: Finden Sie den Abschnitt über Berechtigungen
el: Βρείτε την ενότητα σχετικά με τις άδειες
es: Encuentra la sección sobre permisos
et: Leidke jaotis lubade kohta
fa: بخش مربوط به مجوزها را پیدا کنید
fi: Etsi osio oikeuksista
fr: Trouvez la section concernant les autorisations
he: מצא את הסעיף שעוסק בהרשאות
hi: अनुमतियों के बारे में खंड ढूंढें
hr: Pronađite odjeljak o dozvolama
hu: Keresse meg a jogosultságokra vonatkozó részt
hy: Գտեք թույլտվությունների բաժինը
id: Temukan bagian tentang izin
it: Trova la sezione sulle autorizzazioni
ja: パーミッションに関するセクションを探してください
ko: 권한에 관한 섹션을 찾으십시오
lt: Raskite skyrių apie leidimus
lv: Atrast sadaļu par atļaujām
ms: Cari bahagian tentang kebenaran
nb: Finne avsnittet om tillatelser
nl: Vind de sectie over toestemmingen
pl: Znajdź sekcję dotyczącą uprawnień
pt: Encontre a secção sobre permissões
ro: Găsiți secțiunea despre permisiuni
ru: Найдите раздел о разрешениях
sk: Nájdite sekciu o povoleniach
sl: Najdite razdelek o dovoljenjih
sr: Pronađite deo o dozvolama
sv: Hitta avsnittet om behörigheter
th: ค้นหาส่วนเกี่ยวกับสิทธิ์การเข้าถึง
tr: İzinler hakkındaki bölümü bulun
uk: Знайдіть розділ про дозволи
vi: Tìm phần về quyền truy cập
zh: 找到关于权限的部分

# common_permissions_recovery_desktop_generic_browser_settings_list_item_3_audio
source: Enable the Microphone permissions
ar: قم بتمكين أذونات الميكروفون
bg: Активирайте разрешенията за Микрофон
cs: Povolte oprávnění pro Mikrofon
da: Aktivér Mikrofon tilladelserne
de: Aktivieren Sie die Mikrofon Berechtigungen
el: Ενεργοποιήστε τις άδειες Μικροφώνου
es: Habilita los permisos del Micrófono
et: Luba mikrofoni õigused
fa: دسترسی میکروفون را فعال کنید
fi: Ota käyttöön Mikrofoni -oikeudet
fr: Activez les permissions du Microphone
he: אפשר את הרשאות המיקרופון
hi: माइक्रोफ़ोन अनुमतियाँ सक्षम करें
hr: Omogućite dozvole za Mikrofon
hu: Engedélyezze a Mikrofon hozzáféréseket
hy: Միկրոֆոնի թույլտվությունները միացնել
id: Aktifkan izin Mikrofon
it: Abilita le autorizzazioni per il Microfono
ja: マイクの権限を有効にする
ko: 마이크 권한을 활성화하십시오
lt: Įjunkite Mikrofono leidimus
lv: Iespējojiet Mikrofona atļaujas
ms: Dayakan kebenaran Mikrofon
nb: Aktiver Mikrofon tillatelser
nl: Schakel de Microfoon toestemmingen in
pl: Włącz uprawnienia do Mikrofonu
pt: Ative as permissões do Microfone
ro: Activați permisiunile pentru Microfon
ru: Включите разрешения для Микрофона
sk: Povoliť oprávnenia pre Mikrofón pre
sl: Omogočite dovoljenja za mikrofon
sr: Omogućite dozvole za Mikrofon
sv: Aktivera Mikrofon-behörigheterna
th: เปิดใช้งานสิทธิ์ ไมโครโฟน
tr: Mikrofon izinlerini etkinleştirin
uk: Увімкніть дозволи для Мікрофону
vi: Cho phép quyền Micro
zh: 启用麦克风权限

# common_permissions_recovery_desktop_generic_browser_settings_list_item_3_video
source: Enable the Camera permissions
ar: قم بتمكين أذونات الكاميرا
bg: Активирайте разрешенията за Камера
cs: Povolte oprávnění pro Kameru
da: Aktivér Kamera tilladelserne
de: Aktivieren Sie die Kamera Berechtigungen
el: Ενεργοποιήστε τις άδειες Κάμερας
es: Habilita los permisos de la Cámara
et: Luba kaamera õigused
fa: دسترسی دوربین را فعال کنید
fi: Ota käyttöön Kamera -oikeudet
fr: Activez les permissions de la Caméra
he: אפשר את הרשאות המצלמה
hi: कैमरा अनुमतियाँ सक्षम करें
hr: Omogućite dozvole za Kameru
hu: Engedélyezze a Kamera hozzáféréseket
hy: Տեսախցիկի թույլտվությունները միացնել
id: Aktifkan izin Kamera
it: Abilita le autorizzazioni della Fotocamera
ja: カメラの権限を有効にする
ko: 카메라 권한을 활성화하십시오
lt: Įjunkite Kamera leidimus
lv: Iespējojiet Kameras atļaujas
ms: Dayakan kebenaran Kamera
nb: Aktiver Kamera tillatelser
nl: Schakel de Camera toestemmingen in
pl: Włącz uprawnienia dla Kamery
pt: Ative as permissões da Câmara
ro: Activați permisiunile pentru Camera
ru: Включите разрешения для Камеры
sk: Povoliť povolenia pre Kameru
sl: Omogočite dovoljenja za kamero
sr: Omogućite dozvole za Kameru
sv: Aktivera Kamera-behörigheterna
th: เปิดใช้งานสิทธิ์กล้อง
tr: Kamera izinlerini etkinleştirin
uk: Увімкніть дозволи для Камери
vi: Cho phép quyền Máy ảnh
zh: 启用相机权限
