Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_invalid_mobile_number
source: Please enter a valid mobile number
ar: يُرجى إدخال رقم هاتف صحيح
bg: Въведете валиден номер на мобилен телефон
cs: Zadejte platné mobilní číslo
da: Indtast et gyldigt mobilnummer
de: Bitte geben Sie eine gültige Mobiltelefonnummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό κινητού τηλεφώνου
es: Introduzca un número de móvil válido
et: Sisestage toimiv mobiilinumber
fa: لطفاً یک شماره موبایل معتبر وارد کنید
fi: Syötä kelvollinen matkapuhelinnumero
fr: Veuillez renseigner un numéro de mobile valide
he: הזן מספר טלפון תקין
hi: कृपया मान्य मोबाइल नंबर डालें
hr: Unesite ispravan broj mobitela
hu: Kérem, adjon meg egy érvényes mobilszámot
hy: Խնդրում ենք մուտքագրել վավեր բջջային հեռախոսահամար
id: Masukkan nomor ponsel yang valid
it: Inserisci un numero di telefono valido
ja: 有効な携帯電話番号を入力してください
ko: 유효한 휴대폰 번호를 입력하세요
lt: Įveskite galiojantį mob. telefono numerį
lv: Ievadiet derīgu mobilā tālruņa numuru
ms: Sila masukkan nombor telefon bimbit yang sah
nb: Skriv inn et gyldig mobilnummer
nl: Voer een geldig mobiel nummer in
pl: Podaj prawidłowy numer telefonu komórkowego
pt: Introduza um número de telemóvel válido
ro: Vă rugăm să introduceți un număr de telefon valid
ru: Введите действительный номер мобильного телефона
sk: Zadajte platné číslo mobilného telefónu
sl: Vnesite veljavno številko mobilnega telefona
sr: Unesite važeći broj mobilnog telefona
sv: Ange ett giltigt telefonnummer
th: โปรดใส่หมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir cep telefonu numarası girin
uk: Введіть дійсний номер мобільного телефону
vi: Vui lòng nhập số di động hợp lệ
zh: 请输入有效的手机号码

# profileData_field_validation_invalid_national_id_value
source: Please enter a valid national ID number
ar: الرجاء إدخال رقم وطني صحيح
bg: Моля, въведете валиден национален идентификационен номер
cs: Zadejte prosím platné národní identifikační číslo
da: Indtast venligst et gyldigt nationalt ID-nummer
de: Bitte geben Sie eine gültige nationale Ausweisnummer ein
el: Εισαγάγετε έναν έγκυρο εθνικό αριθμό ταυτότητας
es: Ingrese un número de identificación nacional válido
et: Sisestage kehtiv riiklik ID-number
fa: لطفا یک شماره شناسه ملی معتبر وارد کنید
fi: Anna voimassa oleva kansallinen henkilötunnus
fr: Veuillez entrer un numéro d`identification national valide
he: נא להזין מספר תעודת זהות חוקי
hi: कृपया एक मान्य राष्ट्रीय आईडी संख्या दर्ज करें
hr: Unesite važeći nacionalni identifikacijski broj
hu: Adjon meg egy érvényes nemzeti azonosító számot
hy: Խնդրում ենք մուտքագրել վավեր ազգային ID համար
id: Masukkan nomor ID nasional yang valid
it: Inserisci un numero di carta d`identità nazionale valido
ja: 有効な国民 ID 番号を入力してください
ko: 유효한 주민등록번호를 입력하세요.
lt: Įveskite galiojantį nacionalinį ID numerį
lv: Lūdzu, ievadiet derīgu valsts ID numuru
ms: Sila masukkan nombor ID kebangsaan yang sah
nb: Vennligst skriv inn et gyldig nasjonalt ID-nummer
nl: Voer een geldig nationaal ID-nummer in
pl: Wprowadź ważny krajowy numer identyfikacyjny
pt: Insira um número de identificação nacional válido
ro: Vă rugăm să introduceți un număr național de identitate valid
ru: Пожалуйста, введите действительный национальный идентификационный номер
sk: Zadajte platné národné identifikačné číslo
sl: Vnesite veljavno nacionalno identifikacijsko številko
sr: Унесите важећи матични број
sv: Ange ett giltigt nationellt ID-nummer
th: กรุณากรอกเลขประจำตัวประชาชนที่ถูกต้อง
tr: Lütfen geçerli bir ulusal kimlik numarası girin
uk: Введіть дійсний національний ідентифікаційний номер
vi: Vui lòng nhập số ID quốc gia hợp lệ
zh: 请输入有效的国民身份证号码

# profileData_field_validation_invalid_passport
source: Please enter a valid passport number
ar: الرجاء إدخال رقم جواز سفر صالح
bg: Моля, въведете валиден номер на паспорт
cs: Zadejte prosím platné číslo pasu
da: Indtast venligst et gyldigt pasnummer
de: Bitte geben Sie eine gültige Passnummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό διαβατηρίου
es: Por favor ingrese un número de pasaporte válido
et: Sisestage kehtiv passi number
fa: لطفا یک شماره پاسپورت معتبر وارد کنید
fi: Anna voimassa oleva passin numero
fr: Veuillez entrer un numéro de passeport valide
he: נא להזין מספר דרכון תקף
hi: कृपया एक वैध पासपोर्ट संख्या दर्ज करें
hr: Unesite važeći broj putovnice
hu: Adjon meg egy érvényes útlevélszámot
hy: Խնդրում ենք մուտքագրել վավեր անձնագրի համարը
id: Masukkan nomor paspor yang valid
it: Inserisci un numero di passaporto valido
ja: 有効なパスポート番号を入力してください
ko: 유효한 여권 번호를 입력하세요.
lt: Įveskite galiojantį paso numerį
lv: Lūdzu, ievadiet derīgu pases numuru
ms: Sila masukkan nombor pasport yang sah
nb: Vennligst skriv inn et gyldig passnummer
nl: Voer een geldig paspoortnummer in
pl: Wprowadź ważny numer paszportu
pt: Insira um número de passaporte válido
ro: Vă rugăm să introduceți un număr de pașaport valid
ru: Пожалуйста, введите действительный номер паспорта
sk: Zadajte platné číslo pasu
sl: Vnesite veljavno številko potnega lista
sr: Унесите важећи број пасоша
sv: Vänligen ange ett giltigt passnummer
th: กรุณาใส่หมายเลขหนังสือเดินทางที่ถูกต้อง
tr: Lütfen geçerli bir pasaport numarası girin
uk: Будь ласка, введіть дійсний номер паспорта
vi: Vui lòng nhập số hộ chiếu hợp lệ
zh: 请输入有效的护照号码

# profileData_field_validation_invalid_phone_number
source: Please enter a valid phone number
ar: يُرجى إدخال رقم هاتف صحيح
bg: Въведете валиден телефонен номер
cs: Zadejte platné telefonní číslo
da: Indtast et gyldigt telefonnummer
de: Bitte geben Sie eine gültige Telefonnummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό τηλεφώνου
es: Introduzca un número de teléfono válido
et: Sisestage kehtiv telefoninumber
fa: لطفاً یک شماره تلفن معتبر وارد نمایید
fi: Syötä kelvollinen puhelinnumero
fr: Veuillez renseigner un numéro de téléphone valide
he: הזן מספר פלאפון תקין
hi: कृपया एक मान्य फ़ोन नंबर डालें
hr: Unesite važeći broj telefona
hu: Adjon meg egy érvényes telefonszámot
hy: Խնդրում ենք մուտքագրել վավեր հեռախոսահամար
id: Masukkan nomor telepon yang valid
it: Inserisci un numero di telefono valido
ja: 有効な電話番号を入力してください
ko: 유효한 전화번호를 입력하세요
lt: Įveskite galiojantį telefono numerį
lv: Ievadiet derīgu tālruņa numuru
ms: Sila masukkan nombor telefon yang sah
nb: Skriv inn et gyldig telefonnummer
nl: Voer een geldig telefoonnummer in
pl: Wpisz poprawny numer telefonu
pt: Introduza um número de telefone válido
ro: Vă rugăm să introduceți un număr de telefon valid
ru: Введите действительный номер телефона
sk: Zadajte platné telefónne číslo
sl: Vnesite veljavno telefonsko številko
sr: Unesite važeći broj telefona
sv: Ange ett giltigt telefonnummer
th: โปรดใส่หมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir telefon numarası girin
uk: Укажіть дійсний номер телефону
vi: Vui lòng nhập số điện thoại hợp lệ
zh: 请输入有效的电话号码

# profileData_field_validation_invalid_voter_id
source: Please enter a valid voter ID number
ar: الرجاء إدخال رقم هوية ناخب صالح
bg: Моля, въведете валиден идентификационен номер на избирател
cs: Zadejte platné číslo voličského průkazu
da: Indtast venligst et gyldigt vælger-id-nummer
de: Bitte geben Sie eine gültige Wähler-ID-Nummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό ταυτότητας ψηφοφόρου
es: Ingrese un número de identificación de votante válido
et: Sisestage kehtiv valija ID-number
fa: لطفا یک شماره شناسه رای دهنده معتبر وارد کنید
fi: Anna kelvollinen äänestäjänumero
fr: Veuillez entrer un numéro d`identification d`électeur valide
he: נא להזין מספר תעודת בוחר חוקי
hi: कृपया एक मान्य मतदाता पहचान संख्या दर्ज करें
hr: Unesite važeći identifikacijski broj birača
hu: Adjon meg egy érvényes választói azonosító számot
hy: Խնդրում ենք մուտքագրել վավեր ընտրողի ID համարը
id: Harap masukkan nomor ID pemilih yang valid
it: Inserisci un numero ID elettore valido
ja: 有効な有権者 ID 番号を入力してください
ko: 유효한 유권자 ID 번호를 입력하십시오
lt: Įveskite galiojantį rinkėjo ID numerį
lv: Lūdzu, ievadiet derīgu vēlētāja ID numuru
ms: Sila masukkan nombor ID pengundi yang sah
nb: Vennligst skriv inn et gyldig velger-ID
nl: Voer een geldig kiezers-ID in
pl: Wprowadź prawidłowy numer identyfikacyjny wyborcy
pt: Insira um número de identificação de eleitor válido
ro: Vă rugăm să introduceți un număr valid de identificare a alegătorului
ru: Пожалуйста, введите действительный идентификационный номер избирателя
sk: Zadajte platné číslo voličského preukazu
sl: Prosimo, vnesite veljavno identifikacijsko številko volivca
sr: Унесите важећи ИД број бирача
sv: Ange ett giltigt röstnummer
th: โปรดป้อนหมายเลขประจำตัวผู้มีสิทธิเลือกตั้งที่ถูกต้อง
tr: Lütfen geçerli bir seçmen kimlik numarası girin
uk: Введіть дійсний ідентифікаційний номер виборця
vi: Vui lòng nhập số ID cử tri hợp lệ
zh: 请输入有效的选民身份证号码

# profileData_field_validation_ita_specific_invalid_national_id_value
source: Please enter a valid fiscal code
ar: الرجاء إدخال رمز مالي صالح
bg: Моля, въведете валиден фискален код
cs: Zadejte prosím platný fiskální kód
da: Indtast venligst en gyldig skattekode
de: Bitte geben Sie eine gültige Steuernummer ein
el: Εισαγάγετε έναν έγκυρο φορολογικό κωδικό
es: Por favor ingrese un código fiscal válido
et: Sisestage kehtiv maksukood
fa: لطفا یک کد مالی معتبر وارد کنید
fi: Anna kelvollinen verokoodi
fr: Veuillez entrer un code fiscal valide
he: אנא הזן קוד כלכלי חוקי
hi: कृपया एक मान्य वित्तीय कोड दर्ज करें
hr: Unesite važeći fiskalni kod
hu: Adjon meg egy érvényes adókódot
hy: Խնդրում ենք մուտքագրել վավեր հարկային ծածկագիր
id: Masukkan kode fiskal yang valid
it: Inserisci un codice fiscale valido
ja: 有効な会計コードを入力してください
ko: 유효한 회계 코드를 입력하세요.
lt: Įveskite galiojantį mokesčių kodą
lv: Lūdzu, ievadiet derīgu fiskālo kodu
ms: Sila masukkan kod fiskal yang sah
nb: Vennligst skriv inn en gyldig skattekode
nl: Voer een geldige fiscale code in
pl: Wprowadź prawidłowy kod fiskalny
pt: Insira um código fiscal válido
ro: Vă rugăm să introduceți un cod fiscal valid
ru: Пожалуйста, введите действительный фискальный код
sk: Zadajte platný fiškálny kód
sl: Vnesite veljavno davčno številko
sr: Унесите важећи фискални код
sv: Ange en giltig skattekod
th: โปรดป้อนรหัสการเงินที่ถูกต้อง
tr: Lütfen geçerli bir mali kod girin
uk: Введіть дійсний фіскальний код
vi: Vui lòng nhập mã tài chính hợp lệ
zh: 请输入有效的财务代码

# profileData_field_validation_ita_specific_required_national_id_value
source: Please enter your fiscal code
ar: الرجاء إدخال رمزك المالي
bg: Моля, въведете вашия фискален код
cs: Zadejte prosím svůj fiskální kód
da: Indtast venligst din skattekode
de: Bitte geben Sie Ihre Steuernummer ein
el: Εισαγάγετε τον φορολογικό σας κωδικό
es: Por favor ingrese su código fiscal
et: Sisestage oma maksukood
fa: لطفا کد مالی خود را وارد کنید
fi: Anna verokoodisi
fr: Veuillez entrer votre code fiscal
he: אנא הזן את הקוד הכספי שלך
hi: कृपया अपना वित्तीय कोड दर्ज करें
hr: Unesite svoj fiskalni kod
hu: Kérjük, adja meg adószámát
hy: Խնդրում ենք մուտքագրել ձեր ֆիսկալ կոդը
id: Silakan masukkan kode fiskal Anda
it: Inserisci il tuo codice fiscale
ja: 会計コードを入力してください
ko: 재정 코드를 입력하십시오
lt: Įveskite savo mokesčių kodą
lv: Lūdzu, ievadiet savu fiskālo kodu
ms: Sila masukkan kod fiskal anda
nb: Vennligst skriv inn din skattekode
nl: Vul a.u.b. uw fiscale code in
pl: Wprowadź swój kod fiskalny
pt: Insira seu código fiscal
ro: Vă rugăm să introduceți codul fiscal
ru: Пожалуйста, введите свой фискальный код
sk: Zadajte svoj fiškálny kód
sl: Vnesite svojo davčno številko
sr: Унесите свој фискални код
sv: Vänligen ange din skattekod
th: โปรดป้อนรหัสการเงินของคุณ
tr: Lütfen mali kodunuzu girin
uk: Будь ласка, введіть свій фіскальний код
vi: Vui lòng nhập mã tài chính của bạn
zh: 请输入您的财务代码

# profileData_field_validation_jpn_specific_invalid_national_id_value
source: Please enter a valid "My number" / Resident Record code
ar: الرجاء إدخال "رقمي" صالح / رمز سجل المقيم
bg: Моля, въведете валиден „Моят номер“/код за запис на жител
cs: Zadejte prosím platný kód "Moje číslo" / Resident Record
da: Indtast venligst en gyldig "Mit nummer" / Resident Record-kode
de: Bitte geben Sie einen gültigen "Meine Nummer" / Bewohnerdatensatz-Code ein
el: Εισαγάγετε έναν έγκυρο κωδικό "Ο αριθμός μου" / κωδικός εγγραφής κατοίκου
es: Ingrese un "Mi número" / código de registro de residente válido
et: Sisestage kehtiv "Minu number" / elaniku kirje kood
fa: لطفاً یک "شماره من" / کد سابقه ساکن معتبر وارد کنید
fi: Anna kelvollinen "Oma numero" / asukastietuekoodi
fr: Veuillez entrer un code "Mon numéro" / dossier de résident valide
he: נא להזין קוד "המספר שלי" / רשומה תושב חוקי
hi: कृपया मान्य "मेरा नंबर" / निवासी रिकॉर्ड कोड दर्ज करें
hr: Molimo unesite važeći "Moj broj"/Resident Record code
hu: Kérjük, adja meg érvényes "Saját szám" / Lakcímkártya kódját
hy: Խնդրում ենք մուտքագրել վավեր «Իմ համարը» / ռեզիդենտի գրանցման կոդը
id: Masukkan kode "Nomor Saya" / Rekam Penduduk yang valid
it: Inserisci un codice "Il mio numero"/Record di residenza valido
ja: 有効な「マイナンバー」・住民票コードを入力してください
ko: 유효한 "마이 넘버"/ 주민표 코드를 입력하십시오
lt: Įveskite galiojantį „Mano numeris“ / Gyventojo įrašo kodą
lv: Lūdzu, ievadiet derīgu "Mans numurs" / Iedzīvotāja ieraksta kodu
ms: Sila masukkan "Nombor Saya" / kod Rekod Penduduk yang sah
nb: Vennligst skriv inn en gyldig "Mitt nummer" / Resident Record-kode
nl: Voer een geldige "Mijn nummer" / Resident Record-code in
pl: Wprowadź prawidłowy „Mój numer” / kod rekordu rezydenta
pt: Insira um "Meu número"/código de registro de residente válido
ro: Vă rugăm să introduceți un „Numărul meu”/un cod de înregistrare de rezident valid
ru: Пожалуйста, введите действительный «Мой номер» / Код записи резидента
sk: Zadajte platný kód „Moje číslo“ / Rezidentný kód
sl: Prosimo, vnesite veljavno "mojo številko"/rezidentsko kodo
sr: Унесите важећи код „Мој број“/Резидент Рецорд
sv: Vänligen ange en giltig "Mitt nummer" / Resident Record-kod
th: โปรดป้อน "หมายเลขของฉัน" / รหัสบันทึกถิ่นที่อยู่ที่ถูกต้อง
tr: Lütfen geçerli bir "Numaram" / Yerleşik Kayıt kodu girin
uk: Будь ласка, введіть дійсний «Мій номер»/код запису про проживання
vi: Vui lòng nhập mã "Số của tôi" / Hồ sơ cư trú hợp lệ
zh: 请输入有效的“我的号码”/居民票代码

# profileData_field_validation_jpn_specific_required_national_id_value
source: Please enter your "My number" / Resident Record code
ar: الرجاء إدخال "رقمي" / كود سجل السكان الخاص بك
bg: Моля, въведете вашия "Моят номер" / код на резидентския запис
cs: Zadejte prosím své "Moje číslo" / Kód obyvatelského záznamu
da: Indtast venligst din "Mit nummer" / Beboerregistreringskode
de: Bitte geben Sie Ihren "Meine Nummer" / Einwohnermeldeamtscode ein
el: Παρακαλώ εισάγετε τον "Αριθμό μου" / Κωδικό Εγγραφής Κατοίκου
es: Por favor, ingrese su "Mi número" / código de Registro de Residente
et: Palun sisestage oma "Minu number" / elanikuregistri kood
fa: لطفاً کد "شماره من" / سابقه سکونت خود را وارد کنید
fi: Anna "Oma numeroni" / Asukasrekisterikoodisi
fr: Veuillez entrer votre "Mon numéro" / code de Registre des Résidents
he: אנא הכנס את "המספר שלי" / קוד רישום התושב
hi: कृपया अपना "माय नंबर" / निवासी रिकॉर्ड कोड दर्ज करें
hr: Molimo unesite vaš "Moj broj" / kod stanovničkog registra
hu: Kérjük, adja meg érvényes "Saját szám" / Lakcímkártya kódját
hy: Մուտքագրեք ձեր "Իմ համարը" / բնակչության գրառման կոդը
id: Silakan masukkan "Nomor Saya" / kode Catatan Penduduk Anda
it: Si prega di inserire il proprio "Mio numero" / codice di Anagrafe
ja: 「マイナンバー」/ 住民票コードを入力してください
ko: 당신의 "마이넘버" / 주민등록 코드를 입력해 주세요
lt: Prašome įvesti savo „Mano numerį“ / Gyventojo įrašo kodą
lv: Lūdzu, ievadiet savu "Mans numurs" / Iedzīvotāju reģistra kodu
ms: Sila masukkan "Nombor Saya" / kod Rekod Penduduk anda
nb: Vennligst skriv inn din "Mitt nummer" / Beboerregisterkode
nl: Vul alstublieft uw "Mijn nummer" / Inwoner Record code in
pl: Proszę wprowadzić swój "Mój numer" / kod Rejestru Mieszkańców
pt: Por favor, insira o seu "Meu número" / código de Registro de Residente
ro: Vă rugăm să introduceți codul dvs. "Numărul meu" / Codul de înregistrare a rezidenței
ru: Пожалуйста, введите ваш "Мой номер" / код резидентской записи
sk: Prosím, zadajte svoje "Moje číslo" / Kód obyvateľskej evidencie
sl: Prosimo, vnesite vašo "Mojo številko" / kodo prebivališča
sr: Molimo unesite vaš "Moj broj" / kod iz registra stanovnika
sv: Vänligen ange din "Mitt nummer" / Befolkningsregisterkod
th: กรุณากรอก "My number" ของคุณ / รหัสบันทึกผู้อยู่อาศัย
tr: Lütfen "Benim numaram" / İkamet Kayıt kodunuzu girin
uk: Будь ласка, введіть ваш "Мій номер" / код реєстрації мешканця
vi: Vui lòng nhập "Số của tôi" / Mã hồ sơ cư trú của bạn
zh: 请输入您的“我的号码”/居民记录代码

# profileData_field_validation_ken_specific_invalid_other
source: Please enter a valid Alien Card number
ar: الرجاء إدخال رقم بطاقة أجنبي صالح
bg: Моля, въведете валиден номер на чужда карта
cs: Zadejte prosím platné číslo cizí karty
da: Indtast venligst et gyldigt Alien Card-nummer
de: Bitte geben Sie eine gültige Alien Card Nummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό κάρτας Alien
es: Introduzca un número de tarjeta de extranjería válido
et: Sisestage kehtiv välismaalase kaardi number
fa: لطفاً یک شماره کارت بیگانه معتبر وارد کنید
fi: Anna voimassa oleva ulkomaalaisen kortin numero
fr: Veuillez entrer un numéro de carte Alien valide
he: נא להזין מספר כרטיס זר חוקי
hi: कृपया मान्य एलियन कार्ड संख्या दर्ज करें
hr: Unesite važeći broj kartice za strance
hu: Kérjük, adja meg az Alien Card számát
hy: Խնդրում ենք մուտքագրել Alien Card-ի վավեր համարը
id: Masukkan nomor Kartu Asing yang valid
it: Inserisci un numero di carta Alien valido
ja: 有効な外国人カード番号を入力してください
ko: 유효한 외국인 카드 번호를 입력하십시오
lt: Įveskite galiojantį užsieniečių kortelės numerį
lv: Lūdzu, ievadiet derīgu ārvalstnieka kartes numuru
ms: Sila masukkan nombor Kad Alien yang sah
nb: Vennligst skriv inn et gyldig Alien Card-nummer
nl: Voer een geldig Alien Card-nummer in
pl: Wprowadź prawidłowy numer karty cudzoziemca
pt: Por favor, insira um número de cartão estrangeiro válido
ro: Vă rugăm să introduceți un număr valid de card Alien
ru: Пожалуйста, введите действующий номер карты иностранца
sk: Zadajte platné číslo mimozemskej karty
sl: Vnesite veljavno številko kartice tujca
sr: Унесите важећи број картице странца
sv: Ange ett giltigt Alien Card-nummer
th: กรุณากรอกหมายเลขบัตรคนต่างด้าวที่ถูกต้อง
tr: Lütfen geçerli bir Alien Card numarası girin
uk: Введіть дійсний номер картки іноземця
vi: Vui lòng nhập số Thẻ ngoại kiều hợp lệ
zh: 请输入有效的外国人卡号

# profileData_field_validation_ken_specific_required_other
source: Please enter your Alien Card number
ar: الرجاء إدخال رقم بطاقة Alien الخاصة بك
bg: Моля, въведете номера на вашата карта за чужденци
cs: Zadejte číslo své cizí karty
da: Indtast venligst dit Alien Card-nummer
de: Bitte geben Sie Ihre Alien Card Nummer ein
el: Εισαγάγετε τον αριθμό της κάρτας Alien σας
es: Por favor, introduzca su número de tarjeta de extranjería
et: Sisestage oma välismaalase kaardi number
fa: لطفا شماره کارت بیگانه خود را وارد کنید
fi: Syötä Alien Card -numerosi
fr: Veuillez entrer votre numéro de carte Alien
he: אנא הזן את מספר ה-Alien Card שלך
hi: कृपया अपना एलियन कार्ड नंबर दर्ज करें
hr: Unesite broj svoje kartice za strance
hu: Kérjük, adja meg az Alien Card számát
hy: Խնդրում ենք մուտքագրել ձեր Alien Card համարը
id: Masukkan nomor Kartu Asing Anda
it: Inserisci il numero della tua carta Alien
ja: 外国人カード番号を入力してください
ko: 외국인 카드 번호를 입력하세요
lt: Įveskite užsieniečių kortelės numerį
lv: Lūdzu, ievadiet savas ārvalstnieka kartes numuru
ms: Sila masukkan nombor Kad Alien anda
nb: Vennligst skriv inn Alien Card-nummeret ditt
nl: Voer uw Alien Card-nummer in
pl: Wprowadź numer swojej Karty Cudzoziemca
pt: Por favor, insira o número do seu cartão estrangeiro
ro: Vă rugăm să introduceți numărul dvs. de Alien Card
ru: Пожалуйста, введите номер карты иностранца
sk: Zadajte číslo svojej mimozemskej karty
sl: Prosimo, vnesite številko kartice za tujce
sr: Унесите број своје картице за странце
sv: Vänligen ange ditt Alien Card-nummer
th: กรุณาใส่หมายเลขบัตรคนต่างด้าวของคุณ
tr: Lütfen Alien Card numaranızı giriniz.
uk: Будь ласка, введіть номер картки іноземця
vi: Vui lòng nhập số Thẻ ngoại kiều của bạn
zh: 请输入您的外国人卡号

# profileData_field_validation_lux_specific_invalid_national_id_value
source: Please enter a valid Social Security number
ar: الرجاء إدخال رقم ضمان اجتماعي صالح
bg: Моля, въведете валиден социалноосигурителен номер
cs: Zadejte prosím platné číslo sociálního pojištění
da: Indtast venligst et gyldigt CPR-nummer
de: Bitte geben Sie eine gültige Sozialversicherungsnummer ein
el: Εισαγάγετε έναν έγκυρο αριθμό κοινωνικής ασφάλισης
es: Ingrese un número de Seguro Social válido
et: Sisestage kehtiv sotsiaalkindlustuse number
fa: لطفا یک شماره تامین اجتماعی معتبر وارد کنید
fi: Anna kelvollinen sosiaaliturvatunnus
fr: Veuillez entrer un numéro de sécurité sociale valide
he: נא להזין מספר תעודת זהות חוקי
hi: कृपया एक मान्य सामाजिक सुरक्षा संख्या दर्ज करें
hr: Unesite važeći broj socijalnog osiguranja
hu: Adjon meg egy érvényes társadalombiztosítási számot
hy: Խնդրում ենք մուտքագրել վավեր սոցիալական ապահովության համար
id: Masukkan nomor Jaminan Sosial yang valid
it: Inserisci un numero di previdenza sociale valido
ja: 有効な社会保障番号を入力してください
ko: 유효한 사회보장번호를 입력하세요.
lt: Įveskite galiojantį socialinio draudimo numerį
lv: Lūdzu, ievadiet derīgu sociālās apdrošināšanas numuru
ms: Sila masukkan nombor Keselamatan Sosial yang sah
nb: Vennligst skriv inn et gyldig personnummer
nl: Voer een geldig burgerservicenummer in
pl: Wprowadź prawidłowy numer ubezpieczenia społecznego
pt: Insira um número de Seguro Social válido
ro: Vă rugăm să introduceți un număr de securitate socială valid
ru: Пожалуйста, введите действительный номер социального страхования
sk: Zadajte platné číslo sociálneho poistenia
sl: Vnesite veljavno številko socialnega zavarovanja
sr: Унесите важећи број социјалног осигурања
sv: Ange ett giltigt personnummer
th: โปรดป้อนหมายเลขประกันสังคมที่ถูกต้อง
tr: Lütfen geçerli bir Sosyal Güvenlik numarası girin
uk: Введіть дійсний номер соціального страхування
vi: Vui lòng nhập số An sinh xã hội hợp lệ
zh: 请输入有效的社会保险号

# profileData_field_validation_lux_specific_required_national_id_value
source: Please enter your Social Security number
ar: الرجاء إدخال رقم الضمان الاجتماعي الخاص بك
bg: Моля, въведете своя социалноосигурителен номер
cs: Zadejte své číslo sociálního zabezpečení
da: Indtast venligst dit CPR-nummer
de: Bitte geben Sie Ihre Sozialversicherungsnummer ein
el: Εισαγάγετε τον αριθμό κοινωνικής ασφάλισής σας
es: Por favor ingrese su número de Seguro Social
et: Sisestage oma sotsiaalkindlustuse number
fa: لطفا شماره تامین اجتماعی خود را وارد کنید
fi: Anna sosiaaliturvatunnuksesi
fr: Veuillez entrer votre numéro de sécurité sociale
he: נא להזין את מספר הביטוח הלאומי שלך
hi: कृपया अपना सामाजिक सुरक्षा नंबर दर्ज करें
hr: Unesite svoj broj socijalnog osiguranja
hu: Kérjük, adja meg társadalombiztosítási számát
hy: Խնդրում ենք մուտքագրել ձեր սոցիալական ապահովության համարը
id: Masukkan nomor Jaminan Sosial Anda
it: Inserisci il tuo numero di previdenza sociale
ja: 社会保障番号を入力してください
ko: 사회보장번호를 입력하세요.
lt: Įveskite savo socialinio draudimo numerį
lv: Lūdzu, ievadiet savu sociālās apdrošināšanas numuru
ms: Sila masukkan nombor Keselamatan Sosial anda
nb: Vennligst skriv inn personnummeret ditt
nl: Vul a.u.b. uw burgerservicenummer in
pl: Podaj swój numer ubezpieczenia społecznego
pt: Por favor insira o seu número de Segurança Social
ro: Vă rugăm să introduceți numărul dvs. de securitate socială
ru: Пожалуйста, введите свой номер социального страхования
sk: Zadajte svoje číslo sociálneho poistenia
sl: Vnesite svojo številko socialnega zavarovanja
sr: Унесите свој број социјалног осигурања
sv: Vänligen ange ditt personnummer
th: กรุณากรอกหมายเลขประกันสังคมของคุณ
tr: Lütfen sosyal güvenlik numaranızı giriniz
uk: Введіть свій номер соціального страхування
vi: Vui lòng nhập số An sinh xã hội của bạn
zh: 请输入您的社会安全号码
