Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# error_cross_device_desktop_unavailable_title
source: Desktop connection lost
ar: تم فقدان الاتصال بسطح المكتب
bg: Връзката с настолния компютър е прекъсната
cs: Připojení k počítači bylo ztraceno
da: Forbindelsen til skrivebordet er mistet
de: Desktop-Verbindung verloren
el: Η σύνδεση με τον υπολογιστή χάθηκε
es: Conexión de escritorio perdida
et: Töölauaühendus katkes
fa: ارتباط دسکتاپ قطع شد
fi: Yhteys työpöytään katkaistu
fr: Connexion au bureau perdue
he: החיבור לשולחן העבודה נותק
hi: डेस्कटॉप कनेक्शन खो गया
hr: Veza s desktopom je izgubljena
hu: Asztali kapcsolat megszakadt
hy: Աշխատասեղանի կապը կորցվել է
id: Koneksi desktop terputus
it: Connessione desktop persa
ja: デスクトップ接続が失われました
ko: 데스크톱 연결이 끊어졌습니다
lt: Prarastas ryšys su kompiuteriu
lv: Darbvirsmas savienojums ir zudis
ms: Sambungan desktop terputus
nb: Tilkoblingen til skrivebordet ble brutt
nl: Desktopverbinding verbroken
pl: Utracono połączenie z komputerem
pt: Conexão com o desktop perdida
ro: Conexiune desktop pierdută
ru: Соединение с рабочим столом потеряно
sk: Pripojenie k počítaču bolo prerušené
sl: Povezava z namizjem je prekinjena
sr: Veza sa desktopom je prekinuta
sv: Anslutning till datorn förlorad
th: การเชื่อมต่อเดสก์ท็อปขาดหาย
tr: Masaüstü bağlantısı kesildi
uk: З`єднання з комп`ютером втрачено
vi: Kết nối máy tính để bàn đã bị mất
zh: 桌面连接已断开

# error_cross_device_verification_abort_title
source: Verification cancelled
ar: تم إلغاء التحقق من الهوية
bg: Потвърждението е отменено
cs: Ověření zrušeno
da: Bekræftelse annulleret
de: Überprüfung abgebrochen
el: Η επαλήθευση ακυρώθηκε
es: Verificación cancelada
et: Kinnituse tühistamine
fa: تأیید هویت لغو شد
fi: Tunnistautuminen peruutettu
fr: Vérification annulée
he: האימות בוטל
hi: सत्यापन रद्द कर दिया गया
hr: Otkazana provjera identiteta
hu: Azonosítás megszakítva
hy: Հաստատումը չեղարկվել է
id: Verifikasi dibatalkan
it: Verifica annullata
ja: 確認がキャンセルされました
ko: 인증 취소됨
lt: Tapatybės patikrinimas atšauktas
lv: Verifikācija atcelta
ms: Pengesahan dibatalkan
nb: Bekreftelse avbrutt
nl: Verificatie geannuleerd
pl: Weryfikacja anulowana
pt: Verificação cancelada
ro: Verificarea a fost anulată
ru: Верификация отменена
sk: Overenie zrušené
sl: Preverjanje identitete preklicano
sr: Verifikacija otkazana
sv: Verifiering avbruten
th: ยกเลิกการตรวจสอบตัวตน
tr: Doğrulama iptal edildi
uk: Верифікацію скасовано
vi: Xác minh đã bị hủy
zh: 验证已取消

# error_cross_device_verification_invalid_subtitle
source: You can try to verify your identity again on the original device.
ar: يمكنك محاولة التحقق من هويتك مرة أخرى على الجهاز الأصلي.
bg: Можете да опитате да потвърдите самоличността си отново на оригиналното устройство.
cs: Můžete se pokusit ověřit svou identitu znovu na původním zařízení.
da: Du kan prøve at verificere din identitet igen på den oprindelige enhed.
de: Sie können versuchen, Ihre Identität erneut auf dem ursprünglichen Gerät zu verifizieren.
el: Μπορείτε να προσπαθήσετε να επαληθεύσετε την ταυτότητά σας ξανά στην αρχική συσκευή.
es: Puedes intentar verificar tu identidad de nuevo en el dispositivo original.
et: Saate proovida oma identiteeti uuesti kinnitada algseadmes.
fa: شما می‌توانید سعی کنید هویت خود را دوباره بر روی دستگاه اصلی تأیید کنید.
fi: Voit yrittää vahvistaa henkilöllisyytesi uudelleen alkuperäisellä laitteella.
fr: Vous pouvez essayer de vérifier à nouveau votre identité sur l`appareil d`origine.
he: אתה יכול לנסות לאמת את זהותך שוב במכשיר המקורי.
hi: आप मूल उपकरण पर फिर से अपनी पहचान सत्यापित करने का प्रयास कर सकते हैं।
hr: Možete pokušati ponovno potvrditi svoj identitet na izvornom uređaju.
hu: Megpróbálhatja újra azonosítani magát az eredeti eszközön.
hy: Դուք կարող եք փորձել կրկին ստուգել ձեր իսկությունը սկզբնական սարքում։
id: Anda dapat mencoba untuk memverifikasi identitas Anda lagi pada perangkat asli.
it: Puoi provare a verificare nuovamente la tua identità sul dispositivo originale.
ja: 元のデバイスで再度、あなたの身元を確認することができます。
ko: 원래의 장치에서 다시 본인 확인을 시도해 볼 수 있습니다.
lt: Jūs galite bandyti dar kartą patvirtinti savo tapatybę pradiniame įrenginyje.
lv: Jūs varat mēģināt vēlreiz apstiprināt savu identitāti uz sākotnējās ierīces.
ms: Anda boleh cuba untuk mengesahkan identiti anda lagi pada peranti asal.
nb: Du kan prøve å bekrefte identiteten din igjen på den opprinnelige enheten.
nl: U kunt proberen uw identiteit opnieuw te verifiëren op het originele apparaat.
pl: Możesz spróbować ponownie zweryfikować swoją tożsamość na oryginalnym urządzeniu.
pt: Você pode tentar verificar sua identidade novamente no dispositivo original.
ro: Puteți încerca să vă verificați identitatea din nou pe dispozitivul original.
ru: Вы можете попробовать подтвердить свою личность снова на исходном устройстве.
sk: Môžete sa pokúsiť overiť svoju identitu znova na pôvodnom zariadení.
sl: Lahko poskusite ponovno preveriti svojo identiteto na izvirni napravi.
sr: Možete pokušati ponovo da verifikujete svoj identitet na originalnom uređaju.
sv: Du kan försöka verifiera din identitet igen på den ursprungliga enheten.
th: คุณสามารถลองยืนยันตัวตนของคุณอีกครั้งบนอุปกรณ์เดิม
tr: Orijinal cihazda kimliğinizi tekrar doğrulamayı deneyebilirsiniz.
uk: Ви можете спробувати знову підтвердити свою особистість на початковому пристрої.
vi: Bạn có thể thử xác minh danh tính của mình lại trên thiết bị gốc.
zh: 您可以尝试在原始设备上再次验证您的身份。

# error_cross_device_verification_invalid_title
source: That number doesn’t match
ar: هذا الرقم لا يتطابق
bg: Този номер не съвпада
cs: Toto číslo nesouhlasí
da: Det nummer passer ikke
de: Diese Nummer stimmt nicht überein
el: Αυτός ο αριθμός δεν ταιριάζει
es: Ese número no coincide
et: See number ei klapi
fa: این شماره مطابقت ندارد
fi: Tuo numero ei täsmää
fr: Ce numéro ne correspond pas
he: מספר זה לא תואם
hi: वह संख्या मेल नहीं खाती है
hr: Taj broj se ne podudara
hu: Az a szám nem egyezik meg
hy: Այդ համարը չի համընկնում
id: Nomor tersebut tidak cocok
it: Quel numero non corrisponde
ja: その番号は一致しません
ko: 그 번호가 일치하지 않습니다
lt: Šis numeris nesutampa
lv: Šis numurs nesakrīt
ms: Nombor itu tidak sepadan
nb: Det nummeret stemmer ikke
nl: Dat nummer komt niet overeen
pl: Ten numer się nie zgadza
pt: Esse número não corresponde
ro: Acest număr nu se potrivește
ru: Этот номер не совпадает
sk: Toto číslo sa nezhoduje
sl: Ta številka se ne ujema
sr: Taj broj se ne podudara
sv: Det numret matchar inte
th: หมายเลขนั้นไม่ตรงกัน
tr: Bu numara eşleşmiyor
uk: Цей номер не збігається
vi: Số đó không khớp
zh: 该号码不匹配

# error_desktop_subtitle
source: This link only works on mobile devices. Please try again by opening the link on a mobile device.
ar: هذا الرابط يعمل فقط على الأجهزة المحمولة. يرجى المحاولة مرة أخرى عن طريق فتح الرابط على جهاز محمول.
bg: Тази връзка работи само на мобилни устройства. Моля, опитайте отново, като отворите връзката на мобилно устройство.
cs: Tento odkaz funguje pouze na mobilních zařízeních. Zkuste to prosím znovu otevřením odkazu na mobilním zařízení.
da: Dette link fungerer kun på mobile enheder. Prøv igen ved at åbne linket på en mobil enhed.
de: Dieser Link funktioniert nur auf mobilen Geräten. Bitte versuchen Sie es erneut, indem Sie den Link auf einem mobilen Gerät öffnen.
el: Αυτός ο σύνδεσμος λειτουργεί μόνο σε κινητές συσκευές. Παρακαλώ δοκιμάστε ξανά ανοίγοντας τον σύνδεσμο σε μια κινητή συσκευή.
es: Este enlace solo funciona en dispositivos móviles. Por favor, inténtalo de nuevo abriendo el enlace en un dispositivo móvil.
et: See link töötab ainult mobiilseadmetes. Palun proovige uuesti, avades linki mobiilseadmes.
fa: این لینک فقط بر روی دستگاه‌های موبایل کار می‌کند. لطفاً دوباره تلاش کنید با باز کردن لینک بر روی یک دستگاه موبایل.
fi: Tämä linkki toimii vain mobiililaitteissa. Yritä uudelleen avaamalla linkki mobiililaitteessa.
fr: Ce lien ne fonctionne que sur les appareils mobiles. Veuillez réessayer en ouvrant le lien sur un appareil mobile.
he: הקישור הזה עובד רק במכשירים ניידים. אנא נסה שוב על ידי פתיחת הקישור במכשיר נייד.
hi: यह लिंक केवल मोबाइल उपकरणों पर काम करता है। कृपया मोबाइल उपकरण पर लिंक को खोलकर पुनः प्रयास करें।
hr: Ova poveznica radi samo na mobilnim uređajima. Molimo pokušajte ponovno otvoriti poveznicu na mobilnom uređaju.
hu: Ez a link csak mobil eszközökön működik. Kérjük, próbálja meg újra a linket egy mobil eszközön megnyitni.
hy: Այս հղումը աշխատում է միայն բջջային սարքերում։ Խնդրում ենք փորձել կրկին, բացելով հղումը բջջային սարքում։
id: Link ini hanya berfungsi pada perangkat mobile. Silakan coba lagi dengan membuka tautan pada perangkat mobile.
it: Questo link funziona solo su dispositivi mobili. Si prega di riprovare aprendo il link su un dispositivo mobile.
ja: このリンクはモバイルデバイスでのみ動作します。モバイルデバイスでリンクを開いて再試行してください。
ko: 이 링크는 모바일 기기에서만 작동합니다. 모바일 기기에서 링크를 열어 다시 시도해 주세요.
lt: Ši nuoroda veikia tik mobiliuosiuose įrenginiuose. Bandykite dar kartą atidarydami nuorodą mobiliojo įrenginio.
lv: Šī saite darbojas tikai mobilajās ierīcēs. Lūdzu, mēģiniet vēlreiz, atverot saiti mobilajā ierīcē.
ms: Pautan ini hanya berfungsi pada peranti mudah alih. Sila cuba lagi dengan membuka pautan pada peranti mudah alih.
nb: Denne lenken fungerer bare på mobile enheter. Vennligst prøv igjen ved å åpne lenken på en mobil enhet.
nl: Deze link werkt alleen op mobiele apparaten. Probeer het opnieuw door de link te openen op een mobiel apparaat.
pl: Ten link działa tylko na urządzeniach mobilnych. Spróbuj ponownie, otwierając link na urządzeniu mobilnym.
pt: Este link só funciona em dispositivos móveis. Por favor, tente novamente abrindo o link em um dispositivo móvel.
ro: Acest link funcționează doar pe dispozitive mobile. Vă rugăm să încercați din nou deschizând link-ul pe un dispozitiv mobil.
ru: Эта ссылка работает только на мобильных устройствах. Пожалуйста, попробуйте снова, открыв ссылку на мобильном устройстве.
sk: Tento odkaz funguje iba na mobilných zariadeniach. Skúste to znova otvorením odkazu na mobilnom zariadení.
sl: Ta povezava deluje samo na mobilnih napravah. Prosimo, poskusite znova z odpiranjem povezave na mobilni napravi.
sr: Ova veza radi samo na mobilnim uređajima. Molimo vas da pokušate ponovo otvaranjem veze na mobilnom uređaju.
sv: Den här länken fungerar endast på mobila enheter. Försök igen genom att öppna länken på en mobil enhet.
th: ลิงค์นี้ทำงานได้เฉพาะบนอุปกรณ์มือถือเท่านั้น โปรดลองอีกครั้งโดยการเปิดลิงค์บนอุปกรณ์มือถือ
tr: Bu bağlantı yalnızca mobil cihazlarda çalışır. Lütfen bağlantıyı bir mobil cihazda açarak tekrar deneyin.
uk: Це посилання працює тільки на мобільних пристроях. Будь ласка, спробуйте ще раз, відкривши посилання на мобільному пристрої.
vi: Liên kết này chỉ hoạt động trên thiết bị di động. Vui lòng thử lại bằng cách mở liên kết trên một thiết bị di động.
zh: 此链接仅适用于移动设备。请尝试在移动设备上打开此链接。

# error_desktop_title
source: Unable to open link
ar: غير قادر على فتح الرابط
bg: Не може да се отвори връзката
cs: Nelze otevřít odkaz
da: Ude af stand til at åbne link
de: Link kann nicht geöffnet werden
el: Αδυναμία ανοίγματος συνδέσμου
es: Incapaz de abrir el enlace
et: Linki ei saa avada
fa: قادر به باز کردن لینک نیست
fi: Linkin avaaminen ei onnistu
fr: Impossible d`ouvrir le lien
he: לא ניתן לפתוח את הקישור
hi: लिंक को खोलने में असमर्थ
hr: Nije moguće otvoriti poveznicu
hu: Nem sikerült megnyitni a linket
hy: Հնարավոր չէ բացել հղումը
id: Tidak dapat membuka tautan
it: Impossibile aprire il link
ja: リンクを開けません
ko: 링크를 열 수 없습니다
lt: Nepavyksta atidaryti nuorodos
lv: Nevar atvērt saiti
ms: Tidak dapat membuka pautan
nb: Ikke i stand til å åpne lenken
nl: Kan link niet openen
pl: Nie można otworzyć linku
pt: Incapaz de abrir o link
ro: Imposibil de deschis linkul
ru: Невозможно открыть ссылку
sk: Nemožné otvoriť odkaz
sl: Ne morem odpreti povezave
sr: Није могуће отворити везу
sv: Kan inte öppna länken
th: ไม่สามารถเปิดลิงค์ได้
tr: Bağlantı açılamıyor
uk: Не вдається відкрити посилання
vi: Không thể mở liên kết
zh: 无法打开链接

# error_exception_subtitle
source: You’ll need to restart your verification on your computer
ar: ستحتاج إلى إعادة بدء عملية التحقق على جهاز كمبيوترك
bg: Трябва да рестартирате процеса на потвърждение на компютъра си
cs: Budete muset restartovat ověřování v počítači
da: Du skal starte verificeringen igen på din computer
de: Sie müssen Ihre Verifizierung auf Ihrem Computer neu starten
el: Θα πρέπει να επανεκκινήσετε τη διαδικασία επαλήθευσης στον υπολογιστή σας
es: Deberá reiniciar su verificación en su computadora
et: Peate tuvastamise arvutis taaskäivitama
fa: باید فرآیند تأیید هویت خود را در رایانه مجدداً شروع کنید
fi: Sinun on aloitettava vahvistus uudelleen tietokoneellasi
fr: Vous devrez redémarrer votre vérification sur votre ordinateur
he: הפעל מחדש את האימות במחשב שלך
hi: आपको कंप्यूटर पर अपना वेरिफ़िकेशन फिर से शुरू करना होगा
hr: Morat ćete ponovno pokrenuti provjeru na svom računalu
hu: Újra kell indítania az igazolási folyamatot a számítógépén
hy: Դուք պետք է վերսկսեք նույնականացումը ձեր համակարգչում
id: Anda harus memulai ulang verifikasi di komputer Anda
it: Dovrai riavviare il processo di verifica sul tuo computer
ja: コンピューターで認証を再開する必要があります
ko: 컴퓨터에서 인증 절차를 다시 시작하셔야 합니다
lt: Turėsite iš naujo pradėti patvirtinimą kompiuteryje
lv: Jums būs jāsāk pārbaude no jauna datorā
ms: Anda perlu memulakan semula pengesahan anda pada komputer anda
nb: Du må starte verifiseringen på nytt på datamaskinen din
nl: U moet uw verificatie opnieuw starten op uw computer
pl: Konieczne będzie ponowne uruchomienie weryfikacji na komputerze
pt: Terá de reiniciar a verificação no seu computador
ro: Trebuie să începeți din nou verificarea dvs. pe computerul dvs.
ru: Перезапустите процесс подтверждения на своем компьютере
sk: Overenie budete musieť spustiť znova v počítači
sl: Potrditev boste morali ponovno zagnati v računalniku
sr: Moraćete ponovo da pokrenete proveru identiteta na računaru
sv: Du måste starta om verifieringen på din dator
th: คุณต้องเริ่มต้นยืนยันตัวตนบนคอมพิวเตอร์อีกครั้ง
tr: Doğrulamanızı bilgisayarınızda yeniden başlatmanız gerekir
uk: Потрібно перезапустити верифікацію на комп’ютері
vi: Bạn cần phải bắt đầu lại quá trình xác minh trên máy tính của mình
zh: 您需要在计算机上重新启动验证

# error_exception_title
source: Something’s gone wrong
ar: حدث خطأ ما
bg: Възникна грешка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε κάποιο πρόβλημα
es: Algo salió mal
et: Midagi on valesti
fa: مشکلی پیش آمده است
fi: Jokin meni vikaan
fr: Quelque chose ne va pas
he: משהו השתבש
hi: कुछ गड़बड़ हो गई
hr: Došlo je do pogreške
hu: Hiba történt
hy: Սխալ առաջացավ
id: Ada yang tidak beres
it: Si è verificato un errore
ja: 何らかの問題が発生しました
ko: 문제가 발생했습니다
lt: Kažkas negerai
lv: Radās problēma
ms: Ada yang tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Ocorreu um erro
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Došlo je do greške
sv: Något har gått fel
th: มีบางอย่างผิดปกติ
tr: Bir sorun oluştu
uk: Сталася помилка
vi: Đã xảy ra sự cố
zh: 出了点问题

# error_expired_token_subtitle
source: The SDK token provided in this verification process has expired. Please go back and try again.
ar: انتهت صلاحية الرمز المميز لـ SDK المقدم في عملية التحقق هذه. يرجى العودة والمحاولة مرة أخرى.
bg: Предоставеният SDK токен в този процес на верификация е изтекъл. Моля, върнете се назад и опитайте отново.
cs: Poskytnutý SDK token v tomto procesu ověření vypršel. Prosím, vraťte se zpět a zkuste to znovu.
da: SDK-tokenet, der blev leveret i denne verifikationsproces, er udløbet. Gå venligst tilbage og prøv igen.
de: Das im Rahmen dieses Verifizierungsprozesses bereitgestellte SDK-Token ist abgelaufen. Bitte gehen Sie zurück und versuchen Sie es erneut.
el: Το διακριτικό SDK που παρέχεται σε αυτή τη διαδικασία επαλήθευσης έχει λήξει. Παρακαλώ επιστρέψτε πίσω και δοκιμάστε ξανά.
es: El token SDK proporcionado en este proceso de verificación ha expirado. Por favor, vuelve atrás e inténtalo de nuevo.
et: Selle tuvastusprotsessi käigus esitatud SDK märk on aegunud. Palun minge tagasi ja proovige uuesti.
fa: توکن SDK ارائه شده در این فرآیند تأیید هویت منقضی شده است. لطفا برگردید و دوباره تلاش کنید.
fi: Tässä vahvistusprosessissa annettu SDK-token on vanhentunut. Ole hyvä ja mene takaisin ja yritä uudelleen.
fr: Le jeton SDK fourni dans ce processus de vérification a expiré. Veuillez revenir en arrière et réessayer.
he: האסימון של ה-SDK שסופק בתהליך האימות הזה פג תוקף. אנא חזור אחורה ונסה שוב.
hi: इस सत्यापन प्रक्रिया में प्रदान किया गया SDK टोकन समाप्त हो चुका है। कृपया वापस जाएं और पुनः प्रयास करें।
hr: SDK token pružen u ovom procesu verifikacije je istekao. Molimo vas, vratite se natrag i pokušajte ponovno.
hu: Az ebben az azonosítási folyamatban megadott SDK token lejárt. Kérjük, menjen vissza és próbálja újra.
hy: Այս ստուգման գործընթացում տրված SDK թոկենը ժամկետանց է։ Խնդրում ենք վերադառնալ եւ կրկին փորձել։
id: Token SDK yang disediakan dalam proses verifikasi ini telah kedaluwarsa. Silakan kembali dan coba lagi.
it: Il token SDK fornito in questo processo di verifica è scaduto. Per favore torna indietro e prova di nuovo.
ja: この確認プロセスで提供されたSDKトークンの有効期限が切れています。戻ってもう一度お試しください。
ko: 이 인증 과정에서 제공된 SDK 토큰이 만료되었습니다. 뒤로 가서 다시 시도해 주세요.
lt: SDK žetonas, pateiktas šiame patvirtinimo procese, pasibaigė. Prašome grįžti atgal ir bandyti dar kartą.
lv: Šajā verifikācijas procesā nodrošinātais SDK tokens ir beidzies. Lūdzu, atgriezieties un mēģiniet vēlreiz.
ms: Token SDK yang disediakan dalam proses pengesahan ini telah tamat tempoh. Sila kembali dan cuba lagi.
nb: SDK-tokenet som ble gitt i denne verifiseringsprosessen har utløpt. Vennligst gå tilbake og prøv igjen.
nl: De SDK-token die in dit verificatieproces is verstrekt, is verlopen. Ga terug en probeer het opnieuw.
pl: Token SDK dostarczony w tym procesie weryfikacji wygasł. Proszę wrócić i spróbować ponownie.
pt: O token SDK fornecido neste processo de verificação expirou. Por favor, volte e tente novamente.
ro: Tokenul SDK furnizat în acest proces de verificare a expirat. Vă rugăm să reveniți și să încercați din nou.
ru: Предоставленный в этом процессе верификации токен SDK истек. Пожалуйста, вернитесь назад и попробуйте еще раз.
sk: SDK token poskytnutý v tomto overovacom procese vypršal. Prosím, vráťte sa späť a skúste to znova.
sl: Žeton SDK, ki je bil zagotovljen v tem postopku preverjanja, je potekel. Prosim, pojdite nazaj in poskusite znova.
sr: SDK token koji je obezbeđen u ovom procesu verifikacije je istekao. Molimo vas da se vratite i pokušate ponovo.
sv: SDK-tokenet som tillhandahålls i denna verifieringsprocess har gått ut. Vänligen gå tillbaka och försök igen.
th: โทเค็น SDK ที่ให้มาในกระบวนการตรวจสอบนี้หมดอายุแล้ว กรุณากลับไปและลองอีกครั้ง
tr: Bu doğrulama sürecinde sağlanan SDK belirteci süresi doldu. Lütfen geri dönün ve tekrar deneyin.
uk: Термін дії токена SDK, наданого в цьому процесі верифікації, закінчився. Будь ласка, поверніться назад і спробуйте ще раз.
vi: Token SDK được cung cấp trong quá trình xác minh này đã hết hạn. Vui lòng quay lại và thử lại.
zh: 在此验证过程中提供的SDK令牌已过期。请返回并重试。

# error_expired_token_title
source: Your session has expired
ar: انتهت صلاحية جلستك
bg: Вашата сесия е изтекла
cs: Vaše relace vypršela
da: Din session er udløbet
de: Ihre Sitzung ist abgelaufen
el: Η συνεδρία σας έχει λήξει
es: Tu sesión ha expirado
et: Teie sessioon on aegunud
fa: جلسه شما منقضی شده است
fi: Istuntosi on vanhentunut
fr: Votre session a expiré
he: הפגישה שלך פגה
hi: आपका सत्र समाप्त हो गया है
hr: Vaša sesija je istekla
hu: A munkamenet lejárt
hy: Ձեր սեսիան ավարտվել է
id: Sesi Anda telah berakhir
it: La tua sessione è scaduta
ja: あなたのセッションは期限切れです
ko: 세션 유효 기간이 만료되었습니다
lt: Jūsų sesija pasibaigė
lv: Jūsu sesija ir beigusies
ms: Sesi anda telah tamat
nb: Din økt har utløpt
nl: Uw sessie is verlopen
pl: Twoja sesja wygasła
pt: Sua sessão expirou
ro: Sesiunea dvs. a expirat
ru: Ваша сессия истекла
sk: Vaša relácia vypršala
sl: Vaša seja je potekla
sr: Vaša sesija je istekla
sv: Din session har gått ut
th: เซสชันของคุณหมดอายุแล้ว
tr: Oturumunuz sona erdi
uk: Ваш сеанс закінчився
vi: Phiên làm việc của bạn đã hết hạn
zh: 您的会话已过期

# error_expired_trial_subtitle
source: You have reached the maximum number of verifications allowed.
ar: لقد وصلت إلى الحد الأقصى لعدد عمليات التحقق المسموح بها.
bg: Достигнахте максималния брой разрешени верификации.
cs: Dosáhli jste maximálního počtu povolených ověření.
da: Du har nået det maksimale antal tilladte verifikationer.
de: Sie haben die maximale Anzahl an Identitätsverifizierungen erreicht.
el: Έχετε φτάσει στον μέγιστο αριθμό επιβεβαιώσεων που επιτρέπονται.
es: Ha alcanzado el número máximo de verificaciones permitidas.
et: Olete saavutanud lubatud maksimaalse verifitseerimiste arvu.
fa: شما به حداکثر تعداد تأییدهای مجاز رسیده‌اید.
fi: Olet saavuttanut sallitun todentamisten enimmäismäärän.
fr: Vous avez atteint le nombre maximum de vérifications autorisées.
he: הגעת למספר המירבי של אימותים שמותר.
hi: आपने अनुमति प्राप्त सत्यापनों की अधिकतम संख्या को पहुंच लिया है।
hr: Dosegli ste maksimalni broj dozvoljenih provjera identiteta.
hu: Elérte a megengedett azonosítások maximális számát.
hy: Դուք հասել եք թույլատրված ստուգումների առավելագույն քանակին:
id: Anda telah mencapai jumlah maksimum verifikasi yang diizinkan.
it: Hai raggiunto il numero massimo di verifiche consentite.
ja: あなたは許可された最大の確認回数に達しました。
ko: 당신은 허용된 최대 인증 횟수에 도달했습니다.
lt: Jūs pasiekėte leistiną maksimalų patvirtinimų skaičių.
lv: Jūs esat sasniedzis maksimālo atļauto verifikāciju skaitu.
ms: Anda telah mencapai bilangan pengesahan maksimum yang dibenarkan.
nb: Du har nådd det maksimale antallet tillatte verifiseringer.
nl: U heeft het maximale aantal toegestane verificaties bereikt.
pl: Osiągnąłeś maksymalną liczbę dozwolonych weryfikacji.
pt: Você atingiu o número máximo de verificações permitidas.
ro: Ați atins numărul maxim de verificări permise.
ru: Вы достигли максимального количества разрешенных проверок.
sk: Dosiahli ste maximálny počet povolených overení.
sl: Dosegli ste največje dovoljeno število preverjanj identitete.
sr: Dostigli ste maksimalan broj dozvoljenih verifikacija.
sv: Du har nått det maximala antalet tillåtna verifieringar.
th: คุณได้ทำการตรวจสอบสูงสุดที่อนุญาตแล้ว
tr: İzin verilen maksimum doğrulama sayısına ulaştınız.
uk: Ви досягли максимальної кількості дозволених верифікацій.
vi: Bạn đã đạt đến số lượng xác minh tối đa cho phép.
zh: 您已达到允许的最大身份验证次数。

# error_expired_trial_title
source: Your trial has expired
ar: انتهت فترة التجربة الخاصة بك
bg: Вашият пробен период е изтекъл
cs: Vaše zkušební období vypršelo
da: Din prøveperiode er udløbet
de: Ihre Testversion ist abgelaufen
el: Η δοκιμαστική σας περίοδος έχει λήξει
es: Tu prueba ha expirado
et: Teie prooviperiood on aegunud
fa: دوره آزمایشی شما منقضی شده است
fi: Kokeilujaksosi on päättynyt
fr: Votre essai a expiré
he: התקופה הניסיונית שלך הסתיימה
hi: आपका ट्रायल समाप्त हो गया है
hr: Vaše probno razdoblje je isteklo
hu: A próbaidőszak lejárt
hy: Ձեր փորձառության ժամանակը ավարտվել է
id: Masa percobaan Anda telah berakhir
it: Il tuo periodo di prova è scaduto
ja: あなたのトライアル期間が終了しました
ko: 당신의 시험이 만료되었습니다
lt: Jūsų bandomasis laikotarpis pasibaigė
lv: Jūsu izmēģinājuma periods ir beidzies
ms: Ujian anda telah tamat tempoh
nb: Din prøveperiode har utløpt
nl: Uw proefperiode is verlopen
pl: Twój okres próbny wygasł
pt: O seu período de teste expirou
ro: Perioada ta de încercare a expirat
ru: Ваш пробный период истек
sk: Vaša skúšobná verzia vypršala
sl: Vaš preizkusni rok je potekel
sr: Vaš probni period je istekao
sv: Din provperiod har gått ut
th: การทดลองใช้ของคุณหมดอายุแล้ว
tr: Deneme süreniz sona erdi
uk: Ваш пробний період закінчився
vi: Thời gian dùng thử của bạn đã hết hạn
zh: 您的试用期已过期
