Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# oneTimePassword_code_input_error_wrong_code
source: Wrong code entered, please try again
ar: تم إدخال رمز خاطئ، يرجى المحاولة مرة أخرى
bg: Въведен е грешен код, моля опитайте отново
cs: Zadán nesprávný kód, zkuste to prosím znovu
da: Forkert kode indtastet, prøv igen
de: Falscher Code eingegeben, bitte versuchen Sie es erneut
el: Εισάγατε λάθος κωδικό, παρακαλώ δοκιμάστε ξανά
es: Código incorrecto ingresado, por favor intente de nuevo
et: Vale kood sisestatud, palun proovige uuesti
fa: کد اشتباه وارد شده است، لطفا دوباره تلاش کنید
fi: Väärä koodi syötetty, yritä uudelleen
fr: Code incorrect, veuillez réessayer
he: הוזן קוד שגוי, אנא נסה שוב
hi: गलत कोड दर्ज किया गया है, कृपया पुनः प्रयास करें
hr: Pogrešan kod unesen, molimo pokušajte ponovno
hu: Hibás kód lett megadva, kérjük próbálja újra
hy: Սխալ կոդ եք մուտքագրել, խնդրում ենք կրկին փորձել
id: Kode yang dimasukkan salah, silakan coba lagi
it: Codice errato inserito, per favore prova ancora
ja: 間違ったコードが入力されました、もう一度お試しください
ko: 잘못된 코드가 입력되었습니다, 다시 시도해 주세요
lt: Įvestas neteisingas kodas, bandykite dar kartą
lv: Ievadīts nepareizs kods, lūdzu, mēģiniet vēlreiz
ms: Kod yang dimasukkan salah, sila cuba lagi
nb: Feil kode angitt, vennligst prøv igjen
nl: Verkeerde code ingevoerd, probeer het opnieuw
pl: Wprowadzono błędny kod, spróbuj ponownie
pt: Código errado inserido, por favor tente novamente
ro: Cod greșit introdus, vă rugăm să încercați din nou
ru: Введен неверный код, пожалуйста, попробуйте снова
sk: Zadaný kód je nesprávny, skúste to prosím znova
sl: Napačna koda vnesena, prosim poskusite znova
sr: Pogrešan kod unesen, molim pokušajte ponovo
sv: Fel kod angiven, försök igen
th: ป้อนรหัสผิด โปรดลองอีกครั้ง
tr: Yanlış kod girildi, lütfen tekrar deneyin
uk: Введено неправильний код, будь ласка, спробуйте ще раз
vi: Mã đã nhập không đúng, vui lòng thử lại
zh: 输入的代码错误，请再试一次

# oneTimePassword_code_input_input_label
source: Input field for 6 digits verification code
ar: حقل الإدخال لرمز التحقق المكون من 6 أرقام
bg: Поле за въвеждане на 6-цифрен код за верификация
cs: Vstupní pole pro 6místný ověřovací kód
da: Indtastningsfelt for 6-cifret verifikationskode
de: Eingabefeld für 6-stelligen Verifizierungscode
el: Πεδίο εισαγωγής για 6ψήφιο κωδικό επαλήθευσης ταυτότητας
es: Campo de entrada para código de verificación de 6 dígitos
et: Sisestusväli 6-kohaliseks identiteedi kinnitamise koodiks
fa: فیلد ورودی برای کد تأیید 6 رقمی
fi: Syöttökenttä 6-numeroiselle tunnistuskoodille
fr: Champ de saisie pour le code de vérification à 6 chiffres
he: שדה קלט לקוד אימות של 6 ספרות
hi: 6 अंकों के सत्यापन कोड के लिए इनपुट फील्ड
hr: Polje za unos 6-znamenkastog koda za provjeru identiteta
hu: 6 számjegyű azonosító kód beviteli mezője
hy: Մուտքագրեք 6 թվանշաններով ստուգման կոդը
id: Kolom input untuk kode verifikasi 6 digit
it: Campo di input per il codice di verifica di 6 cifre
ja: 6桁の確認コード入力フィールド
ko: 6자리 인증 코드 입력 필드
lt: Įvesties laukas 6 skaitmenų patvirtinimo kodui
lv: Ievades lauks 6 ciparu verifikācijas kodam
ms: Medan input untuk kod pengesahan 6 digit
nb: Inngangsfelt for 6-sifret verifiseringskode
nl: Invoerveld voor 6-cijferige verificatiecode
pl: Pole do wprowadzania 6-cyfrowego kodu weryfikacji
pt: Campo de entrada para código de verificação de 6 dígitos
ro: Câmp de introducere pentru codul de verificare de 6 cifre
ru: Поле ввода для 6-значного кода верификации
sk: Vstupné pole pre 6-miestny overovací kód
sl: Polje za vnos 6-mestne kode za preverjanje identitete
sr: Polje za unos 6 cifara za verifikacioni kod
sv: Inmatningsfält för 6-siffrig verifieringskod
th: ช่องป้อนรหัสยืนยัน 6 หลัก
tr: 6 haneli doğrulama kodu için giriş alanı
uk: Поле для введення 6-значного коду верифікації
vi: Trường nhập cho mã xác minh 6 chữ số
zh: 输入6位数验证代码的字段

# oneTimePassword_code_input_intro
source: You have 5 minutes to validate the code sent via SMS to
ar: لديك 5 دقائق للتحقق من الرمز المرسل عبر الرسائل القصيرة إلى
bg: Кодът, изпратен на вашия телефонен номер, ще бъде активен за 5 минути
cs: Máte 5 minut na ověření kódu zaslaného prostřednictvím SMS na
da: Du har 5 minutter til at validere koden sendt via SMS til
de: Sie haben 5 Minuten Zeit, um den per SMS gesendeten Code zu validieren
el: Ο κωδικός που στάλθηκε στον αριθμό του τηλεφώνου σας θα είναι ενεργός για 5 λεπτά
es: Tienes 5 minutos para validar el código enviado por SMS a
et: Teil on 5 minutit aega SMS-i teel saadetud koodi kinnitamiseks
fa: کد ارسال شده به شماره تلفن شما برای 5 دقیقه فعال خواهد بود
fi: Sinulla on 5 minuuttia aikaa vahvistaa tekstiviestitse lähetetty koodi numeroon
fr: Vous avez 5 minutes pour valider le code envoyé par SMS à
he: יש לך 5 דקות לאמת את הקוד שנשלח דרך הודעת SMS אל
hi: आपके पास SMS के माध्यम से भेजे गए कोड को मान्य करने के लिए 5 मिनट हैं
hr: Kod poslan na vaš broj telefona bit će aktivan 5 minuta
hu: 5 percig érvényes az SMS-ben küldött kód, amit a telefonszámon kapott.
hy: Ձեզ հեռախոսահամարին ուղարկված կոդը պետք է վավերագրեք 5 րոպեի ընթացքում:
id: Anda memiliki 5 menit untuk memvalidasi kode yang dikirim melalui SMS ke
it: Hai 5 minuti per validare il codice inviato via SMS a
ja: SMSで送信されたコードを確認するために5分間があります
ko: SMS로 보낸 코드를 확인하기 위해 5분이 있습니다.
lt: Jums liko 5 minutės patvirtinti kodą, išsiųstą per SMS į
lv: Jums ir 5 minūtes, lai apstiprinātu kodu, kas nosūtīts caur SMS uz
ms: Kod yang dihantar ke nombor telefon anda akan aktif selama 5 minit
nb: Du har 5 minutter på deg til å bekrefte koden som ble sendt via SMS til
nl: U heeft 5 minuten om de code te valideren die via SMS is verzonden naar
pl: Masz 5 minut na zweryfikowanie kodu wysłanego za pośrednictwem SMS na
pt: Você tem 5 minutos para validar o código enviado via SMS para
ro: Aveți 5 minute pentru a valida codul trimis prin SMS la
ru: У вас есть 5 минут, чтобы подтвердить код, отправленный через SMS на
sk: Máte 5 minút na overenie kódu odoslaného prostredníctvom SMS na
sl: Koda, poslana na vašo telefonsko številko, bo aktivna 5 minut
sr: Kod poslat na vaš broj telefona biće aktivan 5 minuta
sv: Du har 5 minuter på dig att validera koden som skickades via SMS till
th: รหัสที่ส่งไปยังหมายเลขโทรศัพทของคุณจะใ้งานไดในระยะเวลา 5 นาที
tr: SMS ile gönderilen kodu doğrulamak için 5 dakikanız var
uk: У вас є 5 хвилин, щоб підтвердити код, відправлений через SMS на
vi: Bạn có 5 phút để xác thực mã được gửi qua SMS đến
zh: 您有5分钟的时间来验证通过短信发送到的代码。

# oneTimePassword_code_input_resend_cta
source: Request a new code
ar: طلب رمز جديد
bg: Изпрати отново
cs: Vyžádat nový kód
da: Anmod om en ny kode
de: Einen neuen Code anfordern
el: Επαναποστολή
es: Solicitar un nuevo código
et: Paluge uus kood
fa: ارسال مجدد
fi: Pyydä uusi koodi
fr: Demander un nouveau code
he: בקש קוד חדש
hi: नया कोड अनुरोध करें
hr: Pošalji ponovno
hu: Kérjen új kódot
hy: Հարցում եմ նոր կոդ
id: Minta kode baru
it: Richiedi un nuovo codice
ja: 新しいコードをリクエストする
ko: 새 코드 요청
lt: Prašyti naujo kodo
lv: Pieprasīt jaunu kodu
ms: Hantar Semula
nb: Be om en ny kode
nl: Vraag een nieuwe code aan
pl: Poproś o nowy kod
pt: Solicitar um novo código
ro: Solicitați un cod nou
ru: Запросить новый код
sk: Požiadať o nový kód
sl: Ponovno pošlji
sr: Pošalji ponovo
sv: Begär en ny kod
th: ส่งอีกครั้ง
tr: Yeni bir kod isteyin
uk: Запросити новий код
vi: Yêu cầu một mã mới
zh: 请求新代码

# oneTimePassword_code_input_resend_cta_timeout
source: Request a new code ( seconds)
ar: طلب رمز جديد ( ثواني)
bg: Поискайте нов код ( секунди)
cs: Vyžádat nový kód ( sekund)
da: Anmod om en ny kode ( sekunder)
de: Neuen Code anfordern ( Sekunden)
el: Ζητήστε έναν νέο κωδικό ( δευτερόλεπτα)
es: Solicita un nuevo código ( segundos)
et: Taotlege uus kood ( sekundit)
fa: درخواست یک کد جدید ( ثانیه)
fi: Pyydä uusi koodi ( sekuntia)
fr: Demander un nouveau code ( secondes)
he: בקש קוד חדש ( שניות)
hi: एक नया कोड अनुरोध करें ( सेकंड)
hr: Zatražite novi kod ( sekundi)
hu: Kérjen új kódot ( másodperc)
hy: Հարցում եմ նոր կոդ ( վայրկյան)
id: Minta kode baru ( detik)
it: Richiedi un nuovo codice ( secondi)
ja: 新しいコードをリクエストする（秒）
ko: 새 코드 요청 ( 초)
lt: Prašyti naujo kodo ( sekundės)
lv: Pieprasīt jaunu kodu ( sekundes)
ms: Minta kod baru ( saat)
nb: Be om en ny kode ( sekunder)
nl: Vraag een nieuwe code aan ( seconden)
pl: Poproś o nowy kod ( sekundy)
pt: Solicitar um novo código ( segundos)
ro: Solicitați un cod nou ( secunde)
ru: Запросить новый код ( секунд)
sk: Požiadajte o nový kód ( sekundy)
sl: Zahtevajte novo kodo ( sekund)
sr: Zatražite novi kod ( sekundi)
sv: Begär en ny kod ( sekunder)
th: ขอรหัสใหม่ ( วินาที)
tr: Yeni bir kod isteyin ( saniye)
uk: Запросити новий код ( секунд)
vi: Yêu cầu một mã mới ( giây)
zh: 请求新的代码（秒）

# oneTimePassword_code_input_resend_label
source: Code sent
ar: تم إرسال الرمز
bg: Изпратен код
cs: Kód byl zaslán
da: Kode afsendt
de: Code wurde gesendet
el: Ο κωδικός έχει αποσταλεί
es: Código enviado
et: Kood on saadetud
fa: کد ارسال شد
fi: Lähetetty koodi
fr: Code envoyé
he: הקוד נשלח
hi: कोड भेजा गया है
hr: Kodovi su poslani
hu: Elküldött kód
hy: Ուղարկված կոդը
id: Kode sudah dikirim
it: Codice inviato
ja: コードを送信しました
ko: 코드를 보냈습니다
lt: Kodas išsiųstas
lv: Nosūtītais kods
ms: Kod telah dikirim
nb: Koden er sendt
nl: Verzonden code
pl: Kod został wysłany
pt: Código enviado
ro: Cod trimis
ru: Код отправлен
sk: Kód bol poslaný
sl: Poslana koda
sr: Poslat je kod
sv: Kod skickad
th: ส่งรหัสแล้ว
tr: Gönderilmiş kod
uk: Код відправлено
vi: Mã đã được gửi
zh: 已发送代码

# oneTimePassword_code_input_resend_tracker
source: of
ar: من
bg: от
cs: z
da: af
de: von
el: από
es: de
et: -st
fa: از
fi: jäljellä
fr: de
he: מתוך
hi: का
hr: od
hu: a
hy: -ի
id: dari
it: di
ja: の
ko: 의
lt: iš
lv: no
ms: daripada
nb: av
nl: van
pl: z
pt: de
ro: din
ru: из
sk: z
sl: od
sr: od
sv: av
th: ของ
uk: з
vi: của
zh: 的

# oneTimePassword_code_input_title
source: One-time Password
ar: كلمة المرور لمرة واحدة
bg: Еднократна парола
cs: Jednorázové heslo
da: Engangsadgangskode
de: Einmaliges Passwort
el: Κωδικός Μίας Χρήσης
es: Contraseña de un solo uso
et: Ühekordne parool
fa: رمز یکبار مصرف
fi: Kertakäyttöinen salasana
fr: Mot de Passe Unique
he: סיסמה חד פעמית
hi: एक समय पासवर्ड
hr: Jednokratna lozinka
hu: Egyszeri jelszó
hy: Մեկ անգամ գաղտնաբառ
id: Kata Sandi Sekali Pakai
it: Password monouso
ja: ワンタイムパスワード
ko: 일회용 비밀번호
lt: Vienkartinis slaptažodis
lv: Vienreizēja parole
ms: Kata Laluan Sekali Guna
nb: Engangspassord
nl: Eenmalig Wachtwoord
pl: Jednorazowe Hasło
pt: Senha Única
ro: Parolă unică
ru: Одноразовый пароль
sk: Jednorazové heslo
sl: Enkratno geslo
sr: Jednokratna lozinka
sv: Engångslösenord
th: รหัสผ่านครั้งเดียว
tr: Bir Kerelik Şifre
uk: Одноразовий пароль
vi: Mật khẩu một lần
zh: 一次性密码

# oneTimePassword_error_cta
source: Go back
ar: عُد للخلف
bg: Върни се назад
cs: Jít zpět
da: Gå tilbage
de: Geh zurück
el: Πήγαινε πίσω
es: Regresa
et: Tagasi
fa: برگرد
fi: Palaa takaisin
fr: Retourner
he: חזור אחורה
hi: वापस जाओ
hr: Vrati se
hu: Térjen vissza
hy: Վերադառնալ
id: Kembali
it: Torna indietro
ja: 戻る
ko: 돌아가기
lt: Grįžti atgal
lv: Atpakaļ
ms: Kembali
nb: Gå tilbake
nl: Ga terug
pl: Wróć
pt: Voltar
ro: Înapoi
ru: Вернуться назад
sk: Vráť sa späť
sl: Pojdi nazaj
sr: Vrati se
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri dön
uk: Повернутися назад
vi: Quay lại
zh: 返回

# oneTimePassword_error_subtitle
source: Please wait a few seconds and try again
ar: يرجى الانتظار بضع زوايا وحاول مرة أخرى
bg: Моля, изчакайте няколко секунди и опитайте отново
cs: Prosím počkejte několik sekund a zkuste to znovu
da: Vent venligst et par sekunder og prøv igen
de: Bitte warten Sie ein paar Sekunden und versuchen Sie es erneut
el: Παρακαλώ περιμένετε λίγα δευτερόλεπτα και δοκιμάστε ξανά
es: Por favor, espera unos segundos e intenta de nuevo
et: Palun oodake mõni sekund ja proovige uuesti
fa: لطفا چند ثانیه صبر کنید و دوباره تلاش کنید
fi: Odota muutama sekunti ja yritä uudelleen
fr: Veuillez attendre quelques secondes et réessayer
he: אנא המתן מספר שניות ונסה שוב
hi: कृपया कुछ सेकंड प्रतीक्षा करें और पुनः प्रयास करें
hr: Molimo pričekajte nekoliko sekundi i pokušajte ponovno
hu: Kérjük, várjon néhány másodpercet, és próbálja újra
hy: Համբերեք մի քանի վայրկյան և փորձեք կրկին
id: Harap tunggu beberapa detik dan coba lagi
it: Si prega di attendere qualche secondo e riprovare
ja: 数秒待ってからもう一度お試しください
ko: 몇 초 기다렸다가 다시 시도해 주세요
lt: Prašome palaukti kelias sekundes ir bandyti dar kartą
lv: Lūdzu, uzgaidiet dažas sekundes un mēģiniet vēlreiz
ms: Sila tunggu beberapa saat dan cuba lagi
nb: Vennligst vent noen sekunder og prøv igjen
nl: Wacht alstublieft een paar seconden en probeer het opnieuw
pl: Proszę poczekać kilka sekund i spróbować ponownie
pt: Por favor, aguarde alguns segundos e tente novamente
ro: Vă rugăm să așteptați câteva secunde și încercați din nou
ru: Пожалуйста, подождите несколько секунд и попробуйте снова
sk: Prosím počkajte niekoľko sekúnd a skúste to znova
sl: Prosimo, počakajte nekaj sekund in poskusite znova
sr: Molim vas sačekajte nekoliko sekundi i pokušajte ponovo
sv: Vänta några sekunder och försök igen
th: โปรดรอสักครู่แล้วลองอีกครั้ง
tr: Lütfen birkaç saniye bekleyin ve tekrar deneyin
uk: Будь ласка, зачекайте кілька секунд і спробуйте знову
vi: Vui lòng đợi vài giây và thử lại
zh: 请等待几秒钟后再试

# oneTimePassword_error_title
source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
et: Midagi läks valesti
fa: چیزی اشتباه شد
fi: Jotain meni pieleen
fr: Quelque chose s`est mal passé
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Hiba történt
hy: Ինչ-որ բան այնքան էլ ճիշտ չէ
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何かが間違っていました
ko: 무언가 잘못되었습니다
lt: Kažkas nepavyko
lv: Kaut kas nogāja greizi
ms: Sesuatu telah berlaku salah
nb: Noe gikk galt
nl: Iets ging verkeerd
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr: Nešto je pošlo po zlu
sv: Något gick fel
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так
vi: Có gì đó đã sai
zh: 出了些问题

# oneTimePassword_failure_cta
source: Continue
ar: استمر
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätka
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Sambung
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# oneTimePassword_failure_subtitle
source: We can no longer verify your phone number
ar: لا يمكننا التحقق من رقم هاتفك بعد الآن
bg: Вече не можем да потвърдим вашия телефонен номер
cs: Již nemůžeme ověřit vaše telefonní číslo
da: Vi kan ikke længere verificere dit telefonnummer
de: Wir können Ihre Telefonnummer nicht mehr überprüfen
el: Δεν μπορούμε πλέον να επαληθεύσουμε τον αριθμό τηλεφώνου σας
es: Ya no podemos verificar tu número de teléfono
et: Me ei saa enam teie telefoninumbrit kinnitada
fa: ما دیگر نمی توانیم شماره تلفن شما را تأیید کنیم
fi: Emme voi enää varmistaa puhelinnumeroasi
fr: Nous ne pouvons plus vérifier votre numéro de téléphone
he: אנחנו לא יכולים לאמת את מספר הטלפון שלך יותר
hi: हम अब आपका फ़ोन नंबर सत्यापित नहीं कर सकते
hr: Više ne možemo provjeriti vaš broj telefona
hu: Már nem tudjuk ellenőrizni a telefonszámát
hy: Մենք այլևս չենք կարող ստուգել ձեր հեռախոսահամարը
id: Kami tidak lagi dapat memverifikasi nomor telepon Anda
it: Non possiamo più verificare il tuo numero di telefono
ja: もうあなたの電話番号を確認することはできません
ko: 더 이상 귀하의 전화번호를 확인할 수 없습니다
lt: Mes daugiau negalime patikrinti jūsų telefono numerio
lv: Mēs vairs nevaram pārbaudīt jūsu tālruņa numuru
ms: Kami tidak lagi dapat mengesahkan nombor telefon anda
nb: Vi kan ikke lenger verifisere telefonnummeret ditt
nl: We kunnen uw telefoonnummer niet langer verifiëren
pl: Nie możemy już zweryfikować Twojego numeru telefonu
pt: Não podemos mais verificar o seu número de telefone
ro: Nu mai putem verifica numărul dvs. de telefon
ru: Мы больше не можем проверить ваш номер телефона
sk: Už nemôžeme overiť vaše telefónne číslo
sl: Več ne moremo preveriti vaše telefonske številke
sr: Više ne možemo da verifikujemo vaš broj telefona
sv: Vi kan inte längre verifiera ditt telefonnummer
th: เราไม่สามารถยืนยันหมายเลขโทรศัพท์ของคุณได้อีกต่อไป
tr: Artık telefon numaranızı doğrulayamıyoruz
uk: Ми більше не можемо перевірити ваш номер телефону
vi: Chúng tôi không thể xác minh số điện thoại của bạn nữa
zh: 我们无法再验证您的电话号码

# oneTimePassword_failure_title
source: Allowed attempts exceeded
ar: تجاوزت العدد المسموح من المحاولات
bg: Надхвърлени са разрешените опити
cs: Překročen povolený počet pokusů
da: Tilladte forsøg overskredet
de: Zulässige Versuche überschritten
el: Υπερβήκατε τον επιτρεπόμενο αριθμό προσπαθειών
es: Se excedió el número permitido de intentos
et: Lubatud katsete arv on ületatud
fa: تلاش های مجاز بیش از حد شده است
fi: Sallitut yritykset ylittyneet
fr: Nombre de tentatives autorisées dépassé
he: חריגה ממספר הנסיונות המותרים
hi: अनुमति प्राप्त प्रयासों की सीमा पार हो गई
hr: Premašen dopušten broj pokušaja
hu: Engedélyezett próbálkozások száma túllépve
hy: Թույլատրված փորձերը գերազանցվել են
id: Jumlah percobaan yang diizinkan telah melebihi batas
it: Tentativi consentiti superati
ja: 許可された試行回数を超えました
ko: 허용된 시도 횟수를 초과하였습니다
lt: Viršytas leistinų bandymų skaičius
lv: Atļauto mēģinājumu skaits pārsniegts
ms: Bilangan percubaan yang dibenarkan telah melebihi
nb: Tillatte forsøk overskredet
nl: Toegestane pogingen overschreden
pl: Przekroczono dozwoloną liczbę prób
pt: Tentativas permitidas excedidas
ro: Numărul de încercări permise a fost depășit
ru: Превышено допустимое количество попыток
sk: Povolený počet pokusov prekročený
sl: Preseženo dovoljeno število poskusov
sr: Prekoračen dozvoljen broj pokušaja
sv: Tillåtna försök överskridna
th: เกินจำนวนครั้งที่อนุญาต
tr: İzin verilen deneme sayısı aşıldı
uk: Перевищено допустиму кількість спроб
vi: Đã vượt quá số lần thử cho phép
zh: 允许的尝试次数已超过

# oneTimePassword_send_code_cta
source: Send code
ar: أرسل الرمز
bg: Изпрати код
cs: Pošlete kód
da: Send kode
de: Code senden
el: Στείλτε κωδικό
es: Enviar código
et: Saada kood
fa: کد را ارسال کنید
fi: Lähetä koodi
fr: Envoyer le code
he: שלח קוד
hi: कोड भेजें
hr: Pošalji kod
hu: Kód küldése
hy: Ուղարկել կոդը
id: Kirim kode
it: Invia codice
ja: コードを送信
ko: 코드 보내기
lt: Siųsti kodą
lv: Sūtīt kodu
ms: Hantar kod
nb: Send kode
nl: Stuur code
pl: Wyślij kod
pt: Enviar código
ro: Trimite codul
ru: Отправить код
sk: Odoslať kód
sl: Pošlji kodo
sr: Pošalji kod
sv: Skicka kod
th: ส่งรหัส
tr: Kodu gönder
uk: Надіслати код
vi: Gửi mã
zh: 发送代码

# oneTimePassword_send_code_error_invalid_phone_number
source: Please provide a valid phone number.
ar: يرجى تقديم رقم هاتف صالح.
bg: Моля, предоставете валиден телефонен номер.
cs: Prosím, zadejte platné telefonní číslo.
da: Angiv venligst et gyldigt telefonnummer.
de: Bitte geben Sie eine gültige Telefonnummer an.
el: Παρακαλώ παράσχετε έναν έγκυρο αριθμό τηλεφώνου.
es: Por favor, proporciona un número de teléfono válido.
et: Palun esitage kehtiv telefoninumber.
fa: لطفا شماره تلفن معتبری ارائه دهید.
fi: Anna voimassa oleva puhelinnumero.
fr: Veuillez fournir un numéro de téléphone valide.
he: אנא ספק מספר טלפון תקני.
hi: कृपया एक मान्य फ़ोन नंबर प्रदान करें।
hr: Molimo vas da navedete valjani broj telefona.
hu: Kérjük, adjon meg egy érvényes telefonszámot.
hy: Տրամադրեք գործող հեռախոսահամար։
id: Silakan berikan nomor telepon yang valid.
it: Si prega di fornire un numero di telefono valido.
ja: 有効な電話番号を提供してください。
ko: 유효한 전화번호를 제공해 주세요.
lt: Prašome pateikti galiojantį telefono numerį.
lv: Lūdzu, ievadiet derīgu tālruņa numuru.
ms: Sila berikan nombor telefon yang sah.
nb: Vennligst oppgi et gyldig telefonnummer.
nl: Geef een geldig telefoonnummer op.
pl: Podaj prawidłowy numer telefonu.
pt: Por favor, forneça um número de telefone válido.
ro: Vă rugăm să furnizați un număr de telefon valid.
ru: Пожалуйста, укажите действительный номер телефона.
sk: Prosím, zadajte platné telefónne číslo.
sl: Prosimo, navedite veljavno telefonsko številko.
sr: Molimo vas da navedete važeći broj telefona.
sv: Vänligen ange ett giltigt telefonnummer.
th: กรุณาให้หมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir telefon numarası girin.
uk: Будь ласка, вкажіть дійсний номер телефону.
vi: Vui lòng cung cấp một số điện thoại hợp lệ.
zh: 请提供有效的电话号码。

# oneTimePassword_send_code_error_limit
source: You reached the limit of sent SMS
ar: لقد وصلت إلى الحد الأقصى للرسائل القصيرة المرسلة
bg: Достигнахте лимита на изпратените SMS
cs: Dosáhli jste limitu odeslaných SMS
da: Du nåede grænsen for sendte SMS`er
de: Sie haben das Limit für gesendete SMS erreicht
el: Έφτασες το όριο των απεσταλμένων SMS
es: Has alcanzado el límite de SMS enviados
et: Sa saavutasid saadetud SMSide limiidi
fa: شما به حد ارسال پیامک رسیدید
fi: Olet saavuttanut lähetettyjen tekstiviestien rajan
fr: Vous avez atteint la limite des SMS envoyés
he: הגעת למגבלת ה-SMS שנשלחו
hi: आपने भेजे गए एसएमएस की सीमा को पहुंच लिया है
hr: Dosegli ste limit poslanih SMS poruka
hu: Elérte az elküldött SMS-ek limitjét
hy: Դուք հասել եք ուղարկված SMS-ների սահմանաչափին
id: Anda telah mencapai batas SMS yang dikirim
it: Hai raggiunto il limite di SMS inviati
ja: 送信SMSの上限に達しました
ko: 보낸 SMS의 한도에 도달하셨습니다
lt: Jūs pasiekėte išsiųstų SMS ribą
lv: Jūs sasniedzāt nosūtīto SMS limitu
ms: Anda telah mencapai had SMS yang dihantar
nb: Du nådde grensen for sendte SMS
nl: U heeft de limiet van verzonden SMS bereikt
pl: Osiągnąłeś limit wysłanych SMS-ów
pt: Você atingiu o limite de SMS enviados
ro: Ați atins limita de SMS-uri trimise
ru: Вы достигли лимита отправленных SMS
sk: Dosiahli ste limit odoslaných SMS
sl: Dosegli ste omejitev poslanih SMS sporočil
sr: Dostigli ste limit poslatih SMS poruka
sv: Du har nått gränsen för skickade SMS
th: คุณได้ถึงขีดจำกัดของ SMS ที่ส่งแล้ว
tr: Gönderilen SMS limitine ulaştınız
uk: Ви досягли ліміту відправлених SMS
vi: Bạn đã đạt giới hạn số tin nhắn SMS đã gửi
zh: 您已达到发送短信的限制
