Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# faceVideo_intro_button_record
source: Record video
ar: تسجيل الفيديو
bg: Запишете видео
cs: Nahrávání videa
da: Optag video
de: Fortfahren
el: Εγγραφή βίντεο
es: Grábese en un vídeo
et: Salvestage video
fa: ضبط ویدئو
fi: Tallenna video
fr: Commencer l’enregistrement
he: צלם וידאו
hi: वीडियो रिकॉर्ड करें
hr: Snimite videozapis
hu: Készítsen videófelvételt
hy: Տեսագրել տեսանյութ
id: Rekam video
it: Registra video
ja: 動画を録画する
ko: 동영상 녹화하기
lt: Padaryti vaizdo įrašą
lv: Ierakstīt videoklipu
ms: Rakam video
nb: Ta opp video
nl: Maak een filmpje
pl: Nagraj wideo
pt: Gravar vídeo
ro: Înregistrați un clip video
ru: Записать видео
sk: Zaznamenať video
sl: Posnemi videoposnetek
sr: Snimite video
sv: Spela in video
th: บันทึกวิดีโอ
tr: Video kaydedin
uk: Записати відео
vi: Quay video
zh: 录制视频

# faceVideo_intro_list_accessibility
source: Actions to record a selfie video
ar: إجراءات لتسجيل فيديو سيلفي
bg: Действия за записване на видео селфи
cs: Akce pro nahrávání selfie videa
da: Sådan optager du en selfie-video
de: Aktionen zum Aufzeichnen eines Selfie-Videos
el: Ενέργειες για την εγγραφή ενός βίντεο selfie
es: Acciones para grabar un video selfie
et: Toimingud selfi-video salvestamiseks
fa: اقدامات لازم برای ضبط یک ویدئوی سلفی
fi: Selfievideon tallennustoiminnot
fr: Actions pour enregistrer une vidéo de votre visage
he: פעולות לצילום סרטון סלפי
hi: सेल्फ़ी वीडियो रिकॉर्ड करने के लिए ऐक्शन
hr: Radnje koje trebate učiniti za snimanje selfie videozapisa
hu: Videószelfi rögzítésére vonatkozó műveletek
hy: Սելֆի տեսանյութ տեսագրելու համար անհրաժեշտ գործողություններ
id: Tindakan untuk merekam video selfie
it: Azioni per registrare un video selfie
ja: 自撮り動画を録画するアクション
ko: 셀카 동영상을 녹화하기 위한 작업
lt: Veiksmai asmenukės vaizdo įrašui padaryti
lv: Darbības selfija videoklipa ierakstīšanai
ms: Tindakan untuk merakam video swafoto
nb: Handlinger for å ta opp en selfievideo
nl: Acties om een selfievideo op te nemen
pl: Czynności związane z nagrywaniem wideo selfie
pt: Ações para gravar um vídeo selfie
ro: Acțiuni pentru a verifica un clip video selfie
ru: Действия для записи селфи-видео
sk: Postup na zaznamenanie selfie videa
sl: Dejavnosti za snemanje videoposnetka selfijev
sr: Radnje za snimanje selfija
sv: Hur du spelar in en selfievideo
th: ท่าทางที่ต้องบันทึกในวิดีโอเซลฟี่
tr: Selfie videosu kaydetme işlemleri
uk: Дії для запису селфі-відео
vi: Các bước quay video selfie
zh: 录制自拍视频的操作

# faceVideo_intro_list_item_actions
source: You have 20 seconds to finish
ar: لديك 20 ثانية للإنهاء
bg: Имате 20 секунди, за да завършите
cs: Na dokončení máte 20 sekund
da: Du har 20 sekunder til at afslutte
de: Beenden Sie Aktionen in weniger als 20 Sekunden
el: Έχετε 20 δευτερόλεπτα για να ολοκληρώσετε
es: Termine las instrucciones en 20 segundos
et: Teil on lõpetamiseks jäänud 20 sekundit
fa: 20 ثانیه تا پایان مانده است
fi: Sinulla on 20 sekuntia jäljellä
fr: Vous avez 20 secondes pour terminer
he: יש לך 20 שניות לסיים
hi: आपको इसे 20 सेकंड में पूरा करना होगा
hr: Imate još 20 sekundi da dovršite postupak
hu: A befejezéshez 20 másodperc áll rendelkezésére
hy: Դուք ունեք 20 վայրկյան ավարտելու համար
id: Anda memiliki 20 detik untuk menyelesaikan
it: Hai 20 secondi per terminare
ja: 終了まで残り20秒です
ko: 완료까지 20초 남았습니다
lt: Turite užbaigti per 20 sekundžių
lv: Jums ir 20 sekundes laika, lai to pabeigtu
ms: Anda mempunyai 20 saat untuk menyelesaikannya
nb: Du har 20 sekunder til å fullføre det
nl: U hebt 20 seconden om af te ronden
pl: Masz 20 sekund na dokończenie
pt: Tem 20 segundos para terminar
ro: Aveți 20 de secunde să finalizați
ru: Для завершения у Вас будет 20 секунд
sk: Na dokončenie máte 20 sekúnd
sl: Imate 20 sekund, da končate
sr: Imate 20 sekundi da dovršite postupak
sv: Du har 20 sekunder på dig att slutföra detta
th: คุณมีเวลา 20 วินาทีเพื่อทำให้เสร็จ
tr: Tamamlamak için 20 saniyeniz var
uk: У вас є 20 сек, щоб закінчити
vi: Bạn có 20 giây để hoàn thành
zh: 您还有20秒钟时间完成

# faceVideo_intro_list_item_speak
source: Follow the instructions to move or speak
ar: اتبع التعليمات للتحرك أو التحدث
bg: Следвайте инструкциите, за да се движите или говорите
cs: Postupujte podle pokynů k pohybu nebo mluvení
da: Følg anvisningerne, når du skal bevæge dig eller sige noget
de: Befolgen Sie die Anweisungen zur Bewegung oder zum Sprechen
el: Ακολουθήστε τις οδηγίες για να μετακινηθείτε ή να μιλήσετε
es: Siga las instrucciones para moverse o hablar
et: Liigutage või rääkige vastavalt juhistele
fa: برای حرکت یا صحبت کردن، از دستورالعمل‌ها پیروی کنید
fi: Seuraa liikkumis- tai puhumisohjeita
fr: Suivez les instructions pour bouger ou parler
he: פעל לפי ההוראות כדי לזוז או לדבר
hi: हिलने या बात करने के लिए निर्देशों का पालन करें
hr: Slijedite upute za kretnje i izgovorene riječi
hu: Kövesse a mozgásra és beszédre vonatkozó utasításokat
hy: Հետևեք շարժվելու կամ խոսելու հրահանգներին
id: Ikuti petunjuk untuk bergerak atau berbicara
it: Muoviti o parla seguendo le istruzioni
ja: 指示に従って移動したり話してください
ko: 지침에 따라 움직이거나 말하세요
lt: Vadovaukitės nurodymais, kaip judėti ar kalbėti
lv: Izpildiet instrukcijas par kustībām vai runāšanu
ms: Ikut arahan untuk bergerak atau bercakap
nb: Følg instruksjonene for å bevege deg eller snakke
nl: Volg de instructies voor bewegen en spreken
pl: Postępuj zgodnie z instrukcjami poruszania się lub mówienia
pt: Siga as instruções para se mover ou falar
ro: Urmați instrucțiunile pentru a vă mișca sau a vorbi
ru: Следуйте инструкциям, как двигаться или говорить
sk: Vykonajte pohyby alebo vyslovte slová podľa pokynov
sl: Upoštevajte navodila za premikanje ali govorjenje
sr: Pratite uputstva za kretanje ili izgovaranje teksta
sv: Följ instruktionerna för att röra dig eller tala
th: ทำตามคำแนะนำในการขยับหรือพูด
tr: Hareket etmek veya konuşmak için talimatları izleyin
uk: Дотримуйтеся вказівок щодо рухів або мовлення
vi: Di chuyển hoặc nói theo hướng dẫn
zh: 按照说明移动或说话

# faceVideo_intro_play_pause_accessibility
source: Play or pause
ar: تشغيل أو إيقاف مؤقت
bg: Възпроизвеждане или пауза
cs: Přehrát nebo pozastavit
da: Afspil eller sæt på pause
de: Abspielen oder Pause
el: Αναπαραγωγή ή παύση
es: Reproducir o pausar
et: Esita või peata
fa: پخش یا مکث
fi: Toista tai keskeytä
fr: Lecture ou pause
he: הפעל או השהה
hi: चलाएँ या रोकें
hr: Reprodukcija ili pauza
hu: Lejátszás vagy szünet
hy: Նվագարկել կամ դադարեցնել
id: Putar atau hentikan sementara
it: Play o pausa
ja: 再生または一時停止
ko: 재생 또는 일시 중지
lt: Leisti arba sustabdyti
lv: Atskaņot vai apturēt
ms: Main atau jeda
nb: Spill av eller sett på pause
nl: Afspelen of pauzeren
pl: Odtwórz lub wstrzymaj
pt: Reproduzir ou pausar
ro: Redați sau puneți pe pauză
ru: Воспроизведение или пауза
sk: Prehrať alebo pozastaviť
sl: Predvajaj ali ustavi
sr: Pusti ili pauziraj
sv: Spela upp eller pausa
th: เล่นหรือหยุดชั่วคราว
tr: Oynat veya duraklat
uk: Відтворити або призупинити
vi: Phát hoặc tạm dừng
zh: 播放或暂停

# faceVideo_intro_title
source: Record a video
ar: تسجيل فيديو
bg: Записване на видеоклип
cs: Nahrajte video
da: Optag en video
de: Selfie-Video aufnehmen
el: Εγγραφή βίντεο
es: Grábese en un vídeo
et: Salvestage video
fa: ضبط یک ویدئو
fi: Tallenna video
fr: Enregistrez une vidéo de votre visage
he: הקלט סרטון
hi: वीडियो रिकॉर्ड करें
hr: Snimite videozapis
hu: Készítsen videófelvételt
hy: Տեսագրել տեսանյութ
id: Rekam video
it: Registra un video
ja: 動画を録画する
ko: 동영상 녹화하기
lt: Padaryti vaizdo įrašą
lv: Ierakstīt videoklipu
ms: Rakam video
nb: Ta opp en video
nl: Maak een filmpje
pl: Nagraj wideo
pt: Gravar um vídeo
ro: Înregistrați un clip video
ru: Запишите видео
sk: Zaznamenajte video
sl: Posnemi videoposnetek
sr: Snimite video
sv: Spela in en video
th: บันทึกวิดีโอ
tr: Video kaydetme
uk: Записати відео
vi: Quay video
zh: 录制视频

# faceVideo_preview_redo
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做

# faceVideo_preview_title
source: Check your video
ar: تحقّق من مقطع الفيديو الخاص بك
bg: Прегледайте видеото си
cs: Zkontrolujte své video
da: Tjek din video
de: Selfie-Video prüfen
el: Δείτε το βίντεό σας
es: Verifique video
et: Kontrollige oma videot
fa: ویدئوی خود را بررسی کنید
fi: Tarkista videosi
fr: Veuillez vérifier votre vidéo
he: בדוק את הסרטון שלך
hi: अपने वीडियो की जाँच करें
hr: Provjerite svoj videozapis
hu: Ellenőrizze a videóját
hy: Ստուգեք ձեր տեսանյութը
id: Periksa video Anda
it: Controlla il video
ja: 動画を確認する
ko: 동영상 확인하기
lt: Peržiūrėkite vaizdo įrašą
lv: Apskatiet savu videoklipu
ms: Periksa video anda
nb: Sjekk videoen din
nl: Controleer uw filmpje
pl: Sprawdź swoje nagranie
pt: Verifique o seu vídeo
ro: Verificați clipul dvs. video
ru: Проверьте свое видео
sk: Skontrolujte video
sl: Oglejte si videoposnetek
sr: Proverite video
sv: Kontrollera din video
th: เช็ควิดีโอของคุณ
tr: Videonuzu kontrol edin
uk: Перегляньте відзняте відео
vi: Kiểm tra video của bạn
zh: 查看您的视频

# faceVideo_preview_upload
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# faceVideo_preview_video_accessibility
source: Replay your recorded video
ar: إعادة تشغيل الفيديو المسجل
bg: Възпроизвеждане на записаното видео
cs: Přehrání nahraného videa
da: Afspil videoen, du har optaget, igen
de: Wiedergeben Ihres aufgezeichneten Videos
el: Αναπαραγωγή του καταγεγραμμένου σας βίντεο
es: Reproducir su video grabado
et: Salvestatud video taasesitamine
fa: پخش مجدد ویدئوی ضبط شده
fi: Toista tallentamasi video uudelleen
fr: Rejouer la vidéo
he: הפעל מחדש את הסרטון המוקלט
hi: अपने रिकॉर्ड किए गए वीडियो को फिर से चलाएँ
hr: Ponovno reproducirajte snimljeni videozapis
hu: Rögzített videó lejátszása
hy: Կրկին դիտեք ձեր տեսանյութը
id: Putar ulang video rekaman Anda
it: Guarda il video registrato
ja: 録画した動画を再生する
ko: 녹화된 동영상 다시 재생
lt: Iš naujo paleisti padarytą vaizdo įrašą
lv: Atkārtoti atskaņot ierakstīto videoklipu
ms: Main semula rakaman video anda
nb: Spill av videoen på nytt
nl: Speel uw opgenomen filmpje opnieuw af
pl: Odtwórz swoje nagranie
pt: Reproduzir o seu vídeo gravado
ro: Redați din nou clipul dvs. înregistrat
ru: Воспроизвести записанное видео
sk: Prehrajte si zaznamenané video
sl: Ponovno predvajajte posneti videoposnetek
sr: Ponovo pustite snimljeni video
sv: Spela upp din inspelade video igen
th: เล่นวิดีโอที่บันทึกไว้อีกครั้ง
tr: Kaydedilen videonuzu tekrar oynatın
uk: Відтворити записане відео
vi: Phát lại video đã quay của bạn
zh: 重播录制的视频

# ial2_description
source: We need an additional piece of information to confirm your identity. Choose an option below.
ar: نحتاج إلى معلومة إضافية لتأكيد هويتك. اختر خيارًا أدناه.
bg: Нуждаем се от допълнителна информация, за да потвърдим самоличността ви. Изберете опция по-долу.
cs: Potřebujeme další informaci k potvrzení vaší identity. Vyberte si jednu z možností níže.
da: Vi har brug for en ekstra oplysning for at bekræfte din identitet. Vælg en mulighed nedenfor.
de: Wir benötigen ein zusätzliches Informationsstück, um Ihre Identität zu bestätigen. Wählen Sie eine Option unten.
el: Χρειαζόμαστε ένα επιπλέον στοιχείο πληροφορίας για να επιβεβαιώσουμε την ταυτότητά σας. Επιλέξτε μια επιλογή παρακάτω.
es: Necesitamos una pieza adicional de información para confirmar tu identidad. Elige una opción a continuación.
et: Me vajame teie identiteedi kinnitamiseks täiendavat teavet. Valige allpool olevast valikust.
fa: ما به یک قطعه اطلاعات اضافی برای تأیید هویت شما نیاز داریم. یک گزینه در زیر انتخاب کنید.
fi: Tarvitsemme lisätietoa henkilöllisyytesi vahvistamiseksi. Valitse alla olevista vaihtoehdoista.
fr: Nous avons besoin d`une information supplémentaire pour confirmer votre identité. Choisissez une option ci-dessous.
he: אנו זקוקים לפריט מידע נוסף כדי לאמת את זהותך. בחר אפשרות למטה.
hi: हमें आपकी पहचान की पुष्टि करने के लिए एक अतिरिक्त जानकारी की आवश्यकता है। नीचे एक विकल्प चुनें।
hr: Potrebna nam je dodatna informacija kako bismo potvrdili vaš identitet. Odaberite opciju ispod.
hu: Szükségünk van egy további információra az azonosságod megerősítéséhez. Válassz az alábbi lehetőségek közül.
hy: Մեզ անհրաժեշտ է լրացուցիչ տեղեկություն ձեր իսկությունը հաստատելու համար։ Ընտրեք տվյալները ստորև։
id: Kami membutuhkan informasi tambahan untuk mengonfirmasi identitas Anda. Pilih opsi di bawah ini.
it: Abbiamo bisogno di un ulteriore pezzo di informazione per confermare la tua identità. Scegli un`opzione qui sotto.
ja: あなたの身元を確認するために、追加の情報が必要です。以下のオプションから選択してください。
ko: 당신의 신원을 확인하기 위해 추가 정보가 필요합니다. 아래의 옵션 중 하나를 선택하세요.
lt: Mums reikia papildomos informacijos, kad patvirtintume jūsų tapatybę. Pasirinkite variantą žemiau.
lv: Mums ir nepieciešams papildu informācijas gabals, lai apstiprinātu jūsu identitāti. Izvēlieties zemāk esošo opciju.
ms: Kami memerlukan sepotong maklumat tambahan untuk mengesahkan identiti anda. Pilih satu opsyen di bawah.
nb: Vi trenger et ekstra stykke informasjon for å bekrefte identiteten din. Velg et alternativ nedenfor.
nl: We hebben een extra stuk informatie nodig om uw identiteit te bevestigen. Kies een optie hieronder.
pl: Potrzebujemy dodatkowego elementu informacji, aby potwierdzić Twoją tożsamość. Wybierz jedną z opcji poniżej.
pt: Precisamos de uma informação adicional para confirmar sua identidade. Escolha uma opção abaixo.
ro: Avem nevoie de o informație suplimentară pentru a vă confirma identitatea. Alegeți o opțiune de mai jos.
ru: Нам нужна дополнительная информация для подтверждения вашей личности. Выберите один из вариантов ниже.
sk: Potrebujeme ďalšiu informáciu na potvrdenie vašej identity. Vyberte si možnosť nižšie.
sl: Potrebujemo dodaten kos informacij za potrditev vaše identitete. Izberite eno od spodnjih možnosti.
sr: Potrebna nam je dodatna informacija da bismo potvrdili vaš identitet. Izaberite opciju ispod.
sv: Vi behöver ytterligare en bit information för att bekräfta din identitet. Välj ett alternativ nedan.
th: เราต้องการข้อมูลเพิ่มเติมเพื่อยืนยันตัวตนของคุณ โปรดเลือกตัวเลือกด้านล่าง
tr: Kimliğinizi doğrulamak için ek bir bilgi parçasına ihtiyacımız var. Aşağıdan bir seçenek belirleyin.
uk: Нам потрібна додаткова інформація для підтвердження вашої особи. Виберіть варіант нижче.
vi: Chúng tôi cần thêm một thông tin để xác nhận danh tính của bạn. Hãy chọn một tùy chọn dưới đây.
zh: 我们需要额外的信息来确认您的身份。请在下面选择一个选项。

# ial2_headline
source: Confirm your identity
ar: تأكيد هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Bekræft din identitet
de: Bestätigen Sie Ihre Identität
el: Επιβεβαιώστε την ταυτότητά σας
es: Confirma tu identidad
et: Kinnita oma identiteeti
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Confirmez votre identité
he: אמת את זהותך
hi: अपनी पहचान की पुष्टि करें
hr: Potvrdite svoj identitet
hu: Erősítse meg azonosságát
hy: Հաստատեք ձեր իսկությունը
id: Konfirmasikan identitas Anda
it: Conferma la tua identità
ja: あなたの身元を確認してください
ko: 본인 확인
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft din identitet
nl: Bevestig uw identiteit
pl: Potwierdź swoją tożsamość
pt: Confirme sua identidade
ro: Confirmați-vă identitatea
ru: Подтвердите свою личность
sk: Potvrďte svoju identitu
sl: Potrdite svojo identiteto
sr: Potvrdite svoj identitet
sv: Bekräfta din identitet
th: ยืนยันตัวตนของคุณ
tr: Kimliğinizi doğrulayın
uk: Підтвердіть свою особистість
vi: Xác nhận danh tính của bạn
zh: 确认您的身份

# ial2_options_document
source: A second government-issued photo ID
ar: هوية ثانية مصدرة من الحكومة تحتوي على صورة
bg: Втора държавно-издадена лична карта със снимка
cs: Druhý vládou vydaný průkaz s fotografií
da: Et andet statsudstedt foto-ID
de: Ein zweiter, von der Regierung ausgestellter Lichtbildausweis
el: Ένα δεύτερο δημοσιευμένο από την κυβέρνηση φωτογραφικό ID
es: Una segunda identificación con foto emitida por el gobierno
et: Teine valitsuse poolt välja antud fotoga ID
fa: کارت شناسایی عکس دار دوم صادر شده توسط دولت
fi: Toinen hallituksen myöntämä kuvallinen henkilötodistus
fr: Une seconde pièce d`identité avec photo délivrée par le gouvernement
he: תעודת זהות עם תמונה שניה שהונפקה על ידי הממשלה
hi: दूसरा सरकार द्वारा जारी किया गया फोटो ID
hr: Druga vladina izdana fotografija osobne iskaznice
hu: Második, kormány által kiadott fényképes azonosító
hy: Երկրորդ պետական հրատարակած լուսանկարով ID
id: Sebuah foto ID kedua yang dikeluarkan oleh pemerintah
it: Un secondo documento d`identità con foto rilasciato dal governo
ja: 2つ目の政府発行の写真付きID
ko: 두 번째 정부 발급 사진 ID
lt: Antroji vyriausybės išduota nuotraukos su ID
lv: Otra valdības izsniegta foto ID
ms: Sebuah ID foto kedua yang dikeluarkan oleh kerajaan
nb: Et sekundært offentlig utstedt bilde-ID
nl: Een tweede door de overheid uitgegeven foto-ID
pl: Drugie rządowe zdjęcie z dowodem tożsamości
pt: Uma segunda identificação com foto emitida pelo governo
ro: Un al doilea ID cu fotografie emis de guvern
ru: Второй удостоверение личности с фотографией, выданное государством
sk: Druhý vládou vydaný fotopreukaz
sl: Druga vlada-izdana fotografija ID
sr: Drugi identifikacioni dokument sa fotografijom izdat od strane vlade
sv: Ett andra statligt utfärdat foto-ID
th: บัตรประจำตัวที่มีรูปถ่ายที่รัฐบาลออกครั้งที่สอง
tr: İkinci bir hükümet tarafından verilmiş fotoğraflı kimlik
uk: Другий документ з фотографією, виданий урядом
vi: Một tấm ảnh ID phát hành bởi chính phủ thứ hai
zh: 第二张政府颁发的带照片的身份证

# ial2_options_ssn
source: Social Security Number (SSN)
ar: الرقم الاجتماعي الأمن (SSN)
bg: Социален осигурителен номер (СОН)
cs: Rodné číslo (SSN)
da: Socialsikringsnummer (SSN)
de: Sozialversicherungsnummer (SSN)
el: Αριθμός Κοινωνικής Ασφάλισης (SSN)
es: Número de Seguridad Social (SSN)
et: Sotsiaalkindlustuse number (SSN)
fa: شماره امنیت اجتماعی (SSN)
fi: Sosiaaliturvatunnus (SSN)
fr: Numéro de Sécurité Sociale (NSS)
he: מספר הביטחון החברתי (SSN)
hi: सामाजिक सुरक्षा संख्या (SSN)
hr: Socijalni sigurnosni broj (SSN)
hu: Szociális Biztonsági Szám (SSN)
hy: Սոցիալական ապահովագրական համար (SSN)
id: Nomor Jaminan Sosial (SSN)
it: Numero di Sicurezza Sociale (SSN)
ja: 社会保障番号 (SSN)
ko: 사회 보장 번호 (SSN)
lt: Socialinio draudimo numeris (SDN)
lv: Sociālās drošības numurs (SSN)
ms: Nombor Keselamatan Sosial (SSN)
nb: Sosial sikkerhetsnummer (SSN)
nl: Sociaalzekerheidsnummer (SSN)
pl: Numer ubezpieczenia społecznego (SSN)
pt: Número do Seguro Social (SSN)
ro: Numărul de Securitate Socială (SSN)
ru: Номер социального страхования (SSN)
sk: Sociálne poistné číslo (SPČ)
sl: Številka socialne varnosti (SSN)
sr: Broj socijalnog osiguranja (SSN)
sv: Socialförsäkringsnummer (SSN)
th: หมายเลขประจำตัวประชาชน (SSN)
tr: Sosyal Güvenlik Numarası (SSN)
uk: Соціальний страховий номер (SSN)
vi: Số An sinh Xã hội (SSN)
zh: 社会保障号码（SSN）

# motion_confirmation_button_primary_upload
source: Upload recording
ar: تحميل التسجيل
bg: Качване на записа
cs: Nahrávání záznamu
da: Upload optagelsen
de: Aufnahme hochladen
el: Αποστολή εγγραφής
es: Subir grabación
et: Laadige salvestis üles
fa: فایل ضبط شده را بارگذاری کنید
fi: Lataa tallenne
fr: Envoyer l`enregistrement
he: העלאת סרטון
hi: रिकॉर्डिंग अपलोड करें
hr: Prenesite snimku
hu: Felvétel feltöltése
hy: Վերբեռնեք տեսագրությունը
id: Unggah rekaman
it: Carica registrazione
ja: 録画をアップロード
ko: 녹화본 업로드
lt: Įkelti įrašą
lv: Augšupielādēt ierakstu
ms: Muat naik rakaman
nb: Last opp opptak
nl: Opname uploaden
pl: Prześlij nagranie
pt: Carregar a gravação
ro: Încărcați înregistrarea
ru: Загрузить запись
sk: Nahrať záznam
sl: Naloži posnetek
sr: Otpremite snimak
sv: Ladda upp inspelning
th: อัปโหลดบันทึก
tr: Kaydı yükle
uk: Передати запис
vi: Tải bản ghi lên
zh: 上传录制内容

# motion_confirmation_subtitle
source: A video of your face has been recorded successfully
ar: تم تسجيل مقطع فيديو لوجهك بنجاح
bg: Видеото на лицето ви е записано успешно
cs: Video Vašeho obličeje bylo úspěšně nahráno
da: En video af dit ansigt er nu blevet optaget
de: Ein Video von Ihrem Gesicht wurde erfolgreich aufgenommen
el: Ένα βίντεο του προσώπου σας έχει εγγραφεί με επιτυχία
es: Se ha registrado correctamente un vídeo de su cara
et: Teie näost video tegemine õnnestus
fa: یک ویدئو از چهره شما با موفقیت ضبط شد
fi: Videon tallennus kasvoistasi onnistui
fr: Une vidéo de votre visage a bien été enregistrée
he: סרטון של הפנים שלך צולם בהצלחה
hi: आपके चेहरे का वीडियो सफलतापूर्वक रिकॉर्ड हो गया है
hr: Videozapis vašeg lica uspješno je snimljen
hu: Az arcáról készült videót sikeresen rögzítettük
hy: Ձեր դեմքը հաջողությամբ տեսագրվել է
id: Video wajah Anda berhasil direkam
it: Un video del tuo viso è stato registrato con successo
ja: 顔の動画が正常に記録されました
ko: 얼굴 동영상이 성공적으로 녹화되었습니다
lt: Jūsų veido vaizdo įrašas sėkmingai padarytas
lv: Jūsu sejas videoklips ir veiksmīgi ierakstīts
ms: Video wajah anda telah berjaya dirakam
nb: En video av ansiktet ditt er tatt opp
nl: Er is met succes een video van uw gezicht opgenomen
pl: Udało się nagrać film wideo przedstawiający Twoją twarz
pt: Um vídeo do seu rosto foi gravado com sucesso
ro: Un clip video cu fața dvs. a fost înregistrat cu succes
ru: Видео Вашего лица успешно записано
sk: Video vašej tváre bolo úspešne zaznamenané
sl: Videoposnetek vašega obraza je bil uspešno posnet
sr: Video vašeg lica je uspešno snimljen
sv: En video av ditt ansikte har spelats in
th: บันทึกวิดีโอใบหน้าของคุณเรียบร้อยแล้ว
tr: Yüzünüzün bir videosu başarıyla kaydedildi
uk: Відео вашого обличчя успішно записано
vi: Video về khuôn mặt của bạn đã được ghi lại thành công
zh: 您的面部视频已成功录制

# motion_confirmation_title
source: Recording complete
ar: اكتمل التسجيل
bg: Записът е завършен
cs: Nahrávání bylo dokončeno
da: Optagelsen er fuldført
de: Aufnahme abgeschlossen
el: Η εγγραφή ολοκληρώθηκε
es: Grabación completada
et: Salvestamine lõpetatud
fa: ضبط کامل شد
fi: Tallennus valmis
fr: Enregistrement terminé
he: הצילום הושלם
hi: रिकॉर्डिंग पूरी हुई
hr: Snimanje je završeno
hu: Felvétel kész
hy: Տեսագրումն ավարտված է
id: Perekaman selesai
it: Registrazione completata
ja: 記録が完了しました
ko: 녹화 완료
lt: Įrašymas baigtas
lv: Ieraksts pabeigts
ms: Rakaman selesai
nb: Opptaket er fullført
nl: Opname voltooid
pl: Nagrywanie zakończone
pt: Gravação concluída
ro: Înregistrare finalizată
ru: Запись завершена
sk: Zaznamenávanie je ukončené
sl: Snemanje končano
sr: Snimanje je završeno
sv: Inspelning slutförd
th: บันทึกเสร็จสมบูรณ์
tr: Kayıt tamamlandı
uk: Запис завершено
vi: Ghi hình đã hoàn tất
zh: 录制完成
