Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# retry_headline_generic_document_issue
source: There was a problem with your document
ar: كان هناك مشكلة في وثيقتك
bg: Имаше проблем с вашия документ
cs: Vyskytl se problém s vaším dokumentem
da: Der var et problem med dit dokument
de: Es gab ein Problem mit Ihrem Dokument
el: Υπήρξε ένα πρόβλημα με το έγγραφό σας
es: Hubo un problema con tu documento
et: Teie dokumendiga oli probleem
fa: مشکلی با سند شما وجود داشت
fi: Asiakirjassasi oli ongelma
fr: Il y avait un problème avec votre document
he: הייתה בעיה עם המסמך שלך
hi: आपके दस्तावेज़ में एक समस्या थी
hr: Došlo je do problema s vašim dokumentom
hu: Probléma merült fel a dokumentumával
hy: Ձեր փաստաթուղթի հետ խնդիր է եղել
id: Ada masalah dengan dokumen Anda
it: C`è stato un problema con il tuo documento
ja: あなたのドキュメントに問題がありました
ko: 문서에 문제가 있었습니다
lt: Su jūsų dokumentu kilo problema
lv: Ar jūsu dokumentu radās problēma
ms: Ada masalah dengan dokumen anda
nb: Det var et problem med dokumentet ditt
nl: Er was een probleem met uw document
pl: Wystąpił problem z twoim dokumentem
pt: Houve um problema com o seu documento
ro: A apărut o problemă cu documentul tău
ru: Возникла проблема с вашим документом
sk: Vyskytol sa problém s vaším dokumentom
sl: Prišlo je do težave z vašim dokumentom
sr: Došlo je do problema sa vašim dokumentom
sv: Det var ett problem med ditt dokument
th: เกิดปัญหากับเอกสารของคุณ
tr: Belgenizle ilgili bir sorun oldu
uk: Виникла проблема з вашим документом
vi: Có vấn đề với tài liệu của bạn
zh: 您的文档出现了问题

# retry_headline_generic_selfie_issue
source: There was a problem with your selfie
ar: كان هناك مشكلة مع صورتك الشخصية
bg: Имаше проблем с вашето селфи
cs: Vyskytl se problém s vaší selfie
da: Der var et problem med dit selfie
de: Es gab ein Problem mit Ihrem Selfie
el: Υπήρξε ένα πρόβλημα με την selfie σας
es: Hubo un problema con tu selfie
et: Teie selfie`ga oli probleem
fa: مشکلی با سلفی شما وجود داشت
fi: Oli ongelma selfienne kanssa
fr: Il y a eu un problème avec votre selfie
he: הייתה בעיה עם הסלפי שלך
hi: आपकी सेल्फी के साथ एक समस्या थी
hr: Bilo je problema s vašim selfiejem
hu: Probléma volt az ön szelfijével
hy: Ձեր սելֆիի հետ խնդիր է եղել
id: Ada masalah dengan selfie Anda
it: C`è stato un problema con il tuo selfie
ja: あなたのセルフィーに問題がありました
ko: 당신의 셀카에 문제가 있었습니다
lt: Problema su jūsų savęs portretu
lv: Ar jūsu pašbildi radās problēma
ms: Ada masalah dengan selfie anda
nb: Det var et problem med selfien din
nl: Er was een probleem met je selfie
pl: Wystąpił problem z Twoim selfie
pt: Houve um problema com a sua selfie
ro: A existat o problemă cu selfie-ul tău
ru: Возникла проблема с вашим селфи
sk: Vyskytol sa problém s vašou selfie
sl: Prišlo je do težave s tvojo selfi fotografijo
sr: Došlo je do problema sa vašim selfijem
sv: Det var ett problem med din selfie
th: มีปัญหาเกี่ยวกับภาพเซลฟี่ของคุณ
tr: Selfie`nizle ilgili bir sorun oldu
uk: Виникла проблема з вашим селфі
vi: Có vấn đề với bức ảnh tự sướng của bạn
zh: 您的自拍照出现了问题

# retry_headline_unaccepted_document
source: Unaccepted document
ar: مستند غير مقبول
bg: Не приемаме този тип документ
cs: Neakceptovatelný dokument
da: Dokument ikke accepteret
de: Ausweis wird nicht akzeptiert
el: Μη αποδεκτό έγγραφο
es: Documento no aceptado
et: Mittesobiv dokument
fa: مدرک غیر قابل قبول است
fi: Asiakirjaa ei hyväksytä
fr: Document non accepté
he: מסמך לא מקובל
hi: स्वीकार नहीं किए जाने वाले डॉक्यूमेंट
hr: Ovaj dokument ne prihvaćamo
hu: Nem elfogadott dokumentum
hy: Անվավեր փաստաթուղթ
id: Dokumen tidak diterima
it: Documento non accettato
ja: 受け入れられないドキュメント
ko: 허용되지 않는 서류
lt: Nepriimtinas dokumentas
lv: Nepieņemts dokuments
ms: Dokumen tidak diterima
nb: Ikke akseptert dokument
nl: Niet-geaccepteerd document
pl: Dokument nie został zaakceptowany
pt: Documento não aceite
ro: Document neacceptat
ru: Непринятый документ
sk: Neakceptovaný doklad
sl: Nesprejet dokument
sr: Neprihvaćen dokument
sv: Dokumentet accepteras inte
th: เอกสารที่ไม่ยอมรับ
tr: Belge kabul edilmiyor
uk: Непідтримуваний документ
vi: Giấy tờ chưa được chấp nhận
zh: 未接受的证明文件

# sample_intro_continue
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# sample_intro_subtitle
source: It should take a few minutes
ar: ستأخذ العملية بعض الوقت
bg: Ще отнеме няколко минути
cs: Mělo by to trvat několik minut
da: Det tager nok et par minutter
de: Es dauert nur wenige Minuten
el: Θα διαρκέσει μερικά λεπτά
es: Debería tomar unos minutos
et: See peaks võtma mõne minuti
fa: این کار چند دقیقه طول می‌کشد
fi: Siihen menee muutama minuutti
fr: Cela ne prendra que quelques minutes
he: תהליך זה אמור לקחת כמה דקות
hi: इसमें कुछ ही मिनट लगेंगे
hr: Nekoliko minuta bi trebalo biti dovoljno
hu: Pár percet vesz igénybe
hy: Դա կարող է տևել մի քանի րոպե
id: Ini akan memakan waktu beberapa menit
it: L’operazione richiederà pochi minuti
ja: 数分かかります
ko: 이 절차를 진행하는 데는 몇 분 정도가 소요됩니다
lt: Tai turėtų užtrukti kelias minutes
lv: Tas var aizņemt dažas minūtes
ms: Ia akan mengambil masa beberapa minit
nb: Det tar bare noen minutter
nl: Dat duurt maar een paar minuten
pl: Powinno to zająć kilka minut
pt: Pode demorar alguns minutos
ro: Ar trebui să dureze câteva minute
ru: Это займет несколько минут
sk: Malo by to trvať niekoľko minút
sl: Trajalo bo nekaj minut
sr: Trebalo bi da traje nekoliko minuta
sv: Detta kan ta några minuter
th: น่าจะใช้เวลาสักครู่
tr: Sadece birkaç dakika sürer
uk: Це займе кілька хвилин
vi: Quá trình này có thể mất vài phút
zh: 这应该会需要几分钟时间

# sample_intro_title
source: Verify your identity
ar: التحقق من هويتك
bg: Потвърдете самоличността си
cs: Potvrďte svou totožnost
da: Verificer din identitet
de: Identität überprüfen
el: Επαληθεύστε την ταυτότητά σας
es: Verifique su identidad
et: Kinnitage oma isik
fa: هویت خود را تأیید کنید
fi: Vahvista henkilöllisyytesi
fr: Vérification d’identité
he: אמת את זהותך
hi: अपनी पहचान वेरिफ़ाई करें
hr: Potvrdite svoj identitet
hu: Igazolja személyazonosságát
hy: Հաստատեք ձեր ինքնությունը
id: Verifikasi identitas Anda
it: Verifica la tua identità
ja: 本人確認を行う
ko: 본인 인증하기
lt: Patvirtinkite savo tapatybę
lv: Apstipriniet savu identitāti
ms: Sahkan identiti anda
nb: Bekreft identiteten din
nl: Verifieer uw identiteit
pl: Zweryfikuj swoją tożsamość
pt: Verifique a sua identidade
ro: Verificați identitatea dvs.
ru: Подтвердите свою личность
sk: Overte svoju totožnosť
sl: Potrdite svojo identiteto
sr: Obavite proveru identiteta
sv: Verifiera din identitet
th: ยืนยันตัวตน
tr: Kimliğinizi doğrulayın
uk: Підтвердити особу
vi: Xác minh danh tính của bạn
zh: 验证您的身份

# sample_preview_feedback_blury
source: Make sure everything is clear
ar: تأكد من أن كل شيء واضح
bg: Уверете се, че всичко е ясно
cs: Ujistěte se, že je vše jasné a čisté
da: Sørg for, at alt fremstår tydeligt
de: Stellen Sie sicher, dass alles klar ist
el: Βεβαιωθείτε ότι όλα εμφανίζονται με σαφήνεια
es: Asegúrese de que todo se vea nítido
et: Veenduge, et kõik on selge
fa: مطمئن شوید که همه چیز واضح است
fi: Varmista, että kaikki on selkeää
fr: Assurez-vous que tout est bien net
he: ודא שהכול ברור
hi: पक्का करें कि सब कुछ साफ़-साफ़ दिख रहा है
hr: Pobrinite se da se sve jasno vidi
hu: Győződjön meg róla, hogy minden jól látható
hy: Համոզվեք, որ ամեն ինչ հասկացել եք
id: Pastikan semuanya jelas
it: Assicurati che tutto sia nitido
ja: すべてがはっきりしていることを確認してください
ko: 모든 부분이 선명하게 나타나는지 확인하세요
lt: Įsitikinkite, kad viskas aiškiai matosi
lv: Pārliecinieties, ka viss ir skaidri redzams
ms: Pastikan segala-galanya adalah jelas
nb: Sørg for at alt er skarpt
nl: Zorg dat alles helder zichtbaar is
pl: Upewnij się, że wszystko jest wyraźne
pt: Certifique-se de que tudo está nítido
ro: Asigurați-vă că totul este clar
ru: Убедитесь, что всё четко видно
sk: Uistite sa, že je všetko jasné
sl: Prepričajte se, da je vse jasno
sr: Proverite da li se sve jasno vidi
sv: Se till att allt är tydligt
th: เช็คให้แน่ใจว่าทุกอย่างชัดเจน
tr: Her şeyin net olduğundan emin olun
uk: Переконайтеся, що зображення чітке
vi: Đảm bảo hình ảnh rõ ràng
zh: 请确保一切都清晰

# sample_preview_retake
source: Redo
ar: إعادة
bg: Нов опит
cs: Přepracovat
da: Tag om
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Tehke uuesti
fa: انجام مجدد
fi: Uusi
fr: Recommencer
he: בצע מחדש
hi: दोबारा लें
hr: Ponovi
hu: Újra
hy: Կրկնել
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
lt: Atstatyti
lv: Atkārtot
ms: Lakukan semula
nb: Ta på nytt
nl: Opnieuw uitvoeren
pl: Ponów
pt: Refazer
ro: Refaceți
ru: Переделать
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Gör om
th: ทำอีกครั้ง
tr: Tekrar et
uk: Повторити
vi: Làm lại
zh: 重做

# sample_preview_submit
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# sample_preview_subtitle
source: Make sure your details are clear and unobstructed
ar: تأكد من أن بياناتك واضحة وليست محجوبة
bg: Уверете се, че данните ви се виждат ясно и не са скрити
cs: Ujistěte se, že jsou Vaše údaje jasné a nezkreslené
da: Sørg for, at dine oplysninger er tydelige og ikke er dækket af noget
de: Einzelheiten müssen klar lesbar sein, ohne Unschärfe oder Spiegelung
el: Βεβαιωθείτε ότι τα στοιχεία σας διακρίνονται με σαφήνεια και δεν καλύπτονται
es: Asegúrese de que los datos sean claros y no estén ocultos
et: Veenduge, et teie andmed on selged ja katmata
fa: اطمینان حاصل کنید که جزئیات مدرک واضح بوده و مانعی روی آن نیست
fi: Varmista, että tietosi ovat selkeät ja että ne näkyvät kunnolla
fr: Assurez-vous que votre document soit lisible et net
he: ודא שהפרטים ברורים ולא חסומים
hi: आपकी जानकारी साफ़ दिखाई देनी चाहिए और छिपी नहीं होनी चाहिए
hr: Pobrinite se da vaši podaci budu jasni i da ih ništa ne zakriva
hu: Gondoskodjon arról, hogy az adatai világosan és egyértelműen olvashatók legyenek
hy: Համոզվեք, որ ձեր տվյալները հասկանալի են և պարզ
id: Pastikan detail Anda jelas dan tidak terhalang
it: Assicurati che i tuoi dati siano nitidi e non coperti
ja: 詳細が明確で遮られていないことを確認してください
ko: 세부 정보가 명확하게 나타나고 가려진 부분이 없는지 확인하세요
lt: Įsitikinkite, kad jūsų informacija yra aiškiai matoma ir neuždengta
lv: Jūsu informācijai ir jābūt skaidri redzamai
ms: Pastikan butiran anda jelas dan tidak terlindung
nb: Sørg for at opplysningene dine er tydelige og uhindret
nl: Controleer of uw gegevens goed en volledig zichtbaar zijn
pl: Upewnij się, że Twoje dane są wyraźne i niezasłonięte
pt: Certifique-se de que os seus dados são nítidos e não estão obstruídos
ro: Asigurați-vă că detaliile dvs. sunt clare și neacoperite
ru: Убедитесь, что Ваши данные четко видны и не перекрыты
sk: Uistite sa, že sú vaše údaje jasné a nič ich nezakrýva
sl: Prepričajte se, da so vaši podatki jasni in pregledni
sr: Proverite da li se podaci jasno vide i da li ih nešto ne zaklanja
sv: Se till att dina uppgifter syns tydligt och inte skyms
th: เช็คให้แน่ใจว่ารายละเอียดชัดเจนและไม่มีอะไรกีดขวาง
tr: Bilgilerinizin net olduğundan ve tamamen göründüğünden emin olun
uk: Переконайтеся, що всі дані чітко видно
vi: Đảm bảo thông tin của bạn rõ ràng và dễ nhìn
zh: 请确保您的细节清晰且未受遮挡

# sample_preview_title
source: Check your image
ar: تحقق من صورتك
bg: Проверете изображението си
cs: Zkontrolujte svůj snímek
da: Tjek dit billede
de: Überprüfen Sie Ihr Bild
el: Δείτε την εικόνα σας
es: Compruebe su imagen
et: Kontrollige oma pilti
fa: تصویر خود را بررسی کنید
fi: Tarkista kuvasi
fr: Vérifiez votre image
he: בדוק את התמונה שלך
hi: अपनी इमेज की जाँच करें
hr: Provjerite svoju sliku
hu: Ellenőrizze a képet
hy: Ստուգեք ձեր նկարը
id: Periksa foto Anda
it: Controlla l’immagine
ja: 画像を確認する
ko: 이미지 확인
lt: Patikrinkite savo atvaizdą
lv: Apskatiet savu attēlu
ms: Periksa gambar anda
nb: Sjekk bildet ditt
nl: Controleer uw afbeelding
pl: Sprawdź obraz
pt: Verifique a sua imagem
ro: Verificați imaginea dvs.
ru: Проверьте фото
sk: Skontrolujte obrázok
sl: Preverite svojo sliko
sr: Proverite sliku
sv: Kontrollera din bild
th: ตรวจสอบภาพของคุณ
tr: Resminizi kontrol edin
uk: Перевірте зображення
vi: Kiểm tra hình ảnh của bạn
zh: 查看您的图像

# sample_selection_body
source: Restart recording
ar: إعادة بدء التسجيل
bg: Рестартирайте записа
cs: Restart nahrávání
da: Start optagelsen forfra
de: Aufnahme neu starten
el: Επανεκκίνηση εγγραφής
es: Reiniciar la grabación
et: Alustage salvestamist uuesti
fa: شروع مجدد ضبط
fi: Aloita tallennus uud.
fr: Redémarrer l’enregistrement
he: צלם מחדש
hi: रिकॉर्डिंग फिर से शुरू करें
hr: Ponovno započnite snimanje
hu: Rögzítés újraindítása
hy: Վերսկսել տեսագրությունը
id: Mulai ulang perekaman
it: Riavvia la registrazione
ja: 録画を再開する
ko: 녹화 재시작
lt: Iš naujo pradėti įrašymą
lv: Sākt ierakstu no jauna
ms: Mulakan semula rakaman
nb: Start opptaket på nytt
nl: Opname opnieuw starten
pl: Nagraj ponownie
pt: Reiniciar a gravação
ro: Începeți din nou înregistrarea
ru: Перезапустить запись
sk: Spustiť záznam znova
sl: Ponovni zagon snemanja
sr: Ponovo započnite snimanje
sv: Starta om inspelningen
th: รีสตาร์ทการบันทึก
tr: Kaydı yeniden başlat
uk: Перезапустити запис
vi: Quay lại video
zh: 重新开始录制

# sample_selection_country_header
source: Issuing country
ar: دولة الإصدار
bg: Издаващата държава
cs: Vydávající země
da: Udstedelsesland
de: Ausstellendes Land
el: Εκδούσα χώρα
es: País emisor
et: Väljastanud riik
fa: کشور صادرکننده
fi: Myöntämismaa
fr: Pays émetteur
he: ארץ ההנפקה
hi: जारी करने वाला देश
hr: Zemlja izdavanja
hu: Kibocsátó ország
hy: Թողարկող երկիր
id: Negara penerbit
it: Paese emittente
ja: 発行国
ko: 발급 국가
lt: Dokumentą išdavusi šalis
lv: Izdevējvalsts
ms: Negara yang mengeluarkan
nb: Utstedelsesland
nl: Land van uitgifte
pl: Kraj wydania
pt: País emissor
ro: Țară emitentă
ru: Страна выдачи
sk: Vydávajúca krajina
sl: Država izdajateljica
sr: Zemlja izdavanja
sv: Utfärdande land
th: ประเทศที่ออกเอกสาร
tr: Düzenleyen ülke
uk: Країна видачі
vi: Quốc gia cấp giấy tờ
zh: 签发国家/地区

# sample_selection_country_select_accessibility
source: Select country
ar: حدد البلد
bg: Изберете държава
cs: Zvolte zemi
da: Vælg land
de: Land auswählen
el: Επιλογή χώρας
es: Seleccione el país
et: Valige riik
fa: کشور را انتخاب کنید
fi: Valitse maa
fr: Choisissez le pays
he: בחר ארץ
hi: देश चुनें
hr: Odaberite zemlju
hu: Válasszon országot
hy: Ընտրեք երկիրը
id: Pilih negara
it: Seleziona paese
ja: 国を選択
ko: 국가 선택
lt: Pasirinkite šalį
lv: Atlasīt valsti
ms: Pilih negara
nb: Velg land
nl: Selecteer land
pl: Wybierz kraj
pt: Selecione o país
ro: Selectați țara
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberi državo
sr: Izaberite zemlju
sv: Välj land
th: เลือกประเทศ
tr: Ülke seçin
uk: Виберіть країну
vi: Chọn quốc gia
zh: 选择国家/地区

# sample_selection_country_select_another_doc
source: Documents from that country are not currently supported — try another document type
ar: المستندات من ذلك البلد غير مدعومة حاليًا — جرب نوع مستند آخر
bg: В момента не поддържаме документи от тази държава – опитайте с друг вид документ
cs: Dokumenty z této země nejsou v současné době podporovány - zkuste jiný typ dokumentu.
da: Dokumenter fra det pågældende land understøttes ikke i øjeblikket – prøv en anden dokumenttype
de: Dokumente aus diesem Land werden derzeit nicht unterstützt. Versuchen Sie es mit einem anderen Dokumententyp.
el: Τα έγγραφα από αυτήν τη χώρα δεν υποστηρίζονται επί του παρόντος — δοκιμάστε έναν άλλο τύπο εγγράφου
es: Actualmente no se admiten documentos de ese país: pruebe con otro tipo de documento
et: Selle riigi dokumente praegu ei toetata, proovige muud dokumenditüüpi
fa: مدارک آن کشور در حال حاضر پشتیبانی نمی‌شوند - نوع دیگری از مدرک را امتحان کنید
fi: Tämän maan asiakirjoja ei tueta tällä hetkellä, kokeile toista asiakirjatyyppiä
fr: Les documents de ce pays ne sont actuellement pas pris en charge — essayez un autre type de document
he: מסמכים מהארץ הזאת אינם נתמכים כרגע — נסה סוג מסמך אחר
hi: उस देश के डॉक्यूमेंट अभी समर्थित नहीं हैं — दूसरी तरह के डॉक्यूमेंट आज़माएँ
hr: Dokumenti iz te zemlje trenutačno nisu podržani – pokušajte poslati neki drugi dokument
hu: Az adott országból származó dokumentumok jelenleg nem támogatottak — próbálkozzon más típusú dokumentummal
hy: Տվյալ երկրի փաստաթղթերը ներկա պահին չեն ընդունվում. փորձեք փաստաթղթի մեկ այլ տեսակ
id: Dokumen dari negara tersebut saat ini tidak didukung — coba jenis dokumen lain
it: I documenti di questo paese non sono supportati al momento. Prova con un altro tipo di documento
ja: 現在、その国のドキュメントはサポートされていません。別のドキュメントの種類をお試しください
ko: 해당 국가의 서류는 현재 지원되지 않습니다. 다른 서류 유형으로 시도하세요
lt: Dokumentai iš tos šalies šiuo metu nepalaikomi – bandykite kitą dokumento tipą
lv: Dokumenti no šīs valsts pašlaik netiek atbalstīti – izmēģināt citu dokumenta veidu
ms: Dokumen dari negara tersebut tidak disokong buat masa ini — sila cuba jenis dokumen yang lain
nb: Dokumenter fra det landet støttes ikke for øyeblikket – prøv en annen dokumenttype
nl: Documenten uit dat land worden momenteel niet ondersteund - probeer een ander documenttype
pl: Dokumenty z tego kraju nie są obecnie obsługiwane — spróbuj użyć innego typu dokumentu
pt: Os documentos desse país não são atualmente suportados — tente outro tipo de documento
ro: Documente din aceea țară nu sunt în prezent acoperite — încercați cu un alt tip de document
ru: Документы из этой страны в настоящее время не поддерживаются — попробуйте отправить другой тип документа
sk: Doklady z tejto krajiny momentálne nie sú podporované — skúste iný typ dokladu
sl: Dokumenti iz te države trenutno niso podprti — poskusite z drugo vrsto dokumenta
sr: Dokumenti iz te zemlje trenutno nisu podržani – probajte sa drugim tipom dokumenta
sv: Dokument från det landet stöds för närvarande inte – prova en annan dokumenttyp
th: ปัจจุบันระบบยังไม่รองรับเอกสารจากประเทศดังกล่าว — ลองใช้เอกสารประเภทอื่น
tr: Bu ülkenin belgeleri şu anda desteklenmiyor, başka tür bir belge deneyin
uk: Документи з цієї країни наразі не підтримуються – спробуйте інший тип документа
vi: Giấy tờ từ quốc gia đó hiện không được hỗ trợ — hãy thử loại giấy tờ khác
zh: 目前不支持该国家/地区的证明文件—请尝试另一个证明文件类型

# sample_selection_country_select_country_not_found
source: Country not found
ar: البلد غير موجود
bg: Държавата не е намерена
cs: Země nebyla nalezena
da: Landet blev ikke fundet
de: Land nicht gefunden
el: Η χώρα δεν βρέθηκε
es: País no encontrado
et: Riiki ei leitud
fa: کشور مورد نظر پیدا نشد
fi: Maata ei löydy
fr: Pays introuvable
he: הארץ לא נמצאה
hi: देश नहीं मिला
hr: Zemlja nije pronađena
hu: Az ország nem található
hy: Երկիրը չի գտնվել
id: Negara tidak ditemukan
it: Paese non trovato
ja: 国名が見つかりません
ko: 국가를 찾을 수 없습니다
lt: Šalis nerasta
lv: Valsts nav atrasta
ms: Negara tidak ditemui
nb: Land ikke funnet
nl: Land niet gevonden
pl: Nie znaleziono kraju
pt: País não encontrado
ro: Țara nu a fost găsită
ru: Страна не найдена
sk: Krajina sa nenašla
sl: Država ni najdena
sr: Zemlja nije nađena
sv: Landet hittades inte
th: ไม่พบประเทศ
tr: Ülke bulunamadı
uk: Країну не знайдено
vi: Không tìm thấy quốc gia
zh: 未找到国家/地区

# sample_selection_country_select_label
source: Search for country
ar: البحث عن بلد
bg: Търсене на държава
cs: Hledání země
da: Søg efter land
de: Suche nach Land
el: Αναζήτηση για χώρα
es: Buscar país
et: Otsi riiki
fa: جستجوی کشور
fi: Hae maata
fr: Chercher un pays
he: חפש ארץ
hi: देश खोजें
hr: Traži zemlju
hu: Ország keresése
hy: Որոնել երկիր
id: Cari negara
it: Cerca paese
ja: 国を検索
ko: 국가 검색
lt: Ieškoti šalies
lv: Meklēt valsti
ms: Cari negara
nb: Søk etter land
nl: Zoek een land
pl: Wyszukaj kraj
pt: Procurar país
ro: Căutați țara
ru: Искать страну
sk: Vyhľadajte krajinu
sl: Iskanje države
sr: Traži zemlju
sv: Sök efter land
th: ค้นหาประเทศ
tr: Ülke arayın
uk: Пошук країни
vi: Tìm kiếm quốc gia
zh: 搜索国家/地区

# sample_selection_country_select_placeholder
source: Select issuing country
ar: اختر الدولة المصدِرة
bg: Изберете издаваща държава
cs: Vyberte zemi, kde došlo k vydání
da: Vælg udstedende land
de: Wählen Sie das Ausstellungsland
el: Επιλέξτε χώρα έκδοσης
es: Elija el país de emisión
et: Valige väljastanud riik
fa: کشور صادر کننده را انتخاب کنید
fi: Valitse myöntämismaa
fr: Choisissez le pays d`émission
he: בחר את ארץ ההנפקה
hi: जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja
hu: Kibocsátó ország kiválasztása
hy: Ընտրեք թողարկող երկիրը
id: Pilih negara penerbit
it: Seleziona il paese di emissione
ja: 発行国を選択
ko: 발급 국가 선택
lt: Pasirinkite išdavusią šalį
lv: Atlasīt izdevējvalsti
ms: Pilih negara yang mengeluarkan
nb: Velg utstedelsesland
nl: Selecteer land van uitgifte
pl: Wybierz kraj wydania
pt: Selecione o país emissor
ro: Selectați țara emitentă
ru: Выберите страну выдачи
sk: Vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico
sr: Izaberite zemlju izdavanja
sv: Välj utfärdande land
th: เลือกประเทศที่ออกเอกสาร
tr: Düzenleyen ülkeyi seçin
uk: Виберіть країну видачі
vi: Chọn quốc gia cấp giấy tờ
zh: 选择签发国家/地区

# sample_selection_doctype_entire_page
source: Entire page
ar: الصفحة بأكملها
bg: Цялата страница
cs: Celá stránka
da: Hele siden
de: Ganze Seite
el: Ολόκληρη σελίδα
es: Página completa
et: Kogu leht
fa: کل صفحه
fi: Koko sivu
fr: Page entière
he: כל העמוד
hi: पूरा पेज
hr: Cijela stranica
hu: Teljes oldal
hy: Ամբողջական էջը
id: Seluruh halaman
it: Intera pagina
ja: 全ページ
ko: 전체 페이지
lt: Visas puslapį
lv: Visa lapa
ms: Seluruh halaman
nb: Hele siden
nl: Hele pagina
pl: Cała strona
pt: Página inteira
ro: Întreaga pagină
ru: Вся страница
sk: Celá stránka
sl: Cela stran
sr: Cela stranica
sv: Hela sidan
th: ทั้งหน้า
tr: Tüm sayfa
uk: Уся сторінка
vi: Toàn trang
zh: 整个页面

# sample_selection_doctype_front_back
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorne und Hinten
el: Μπροστινή και πίσω όψη
es: Frente y detrás
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Avant et arrière
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Davanti e dietro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor-en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# sample_selection_doctype_photo_page
source: Photo page
ar: التقط صورة للصفحة
bg: Страницата със снимка
cs: Přední strana s fotografií
da: Side med billede
de: Fotoseite
el: Σελίδα φωτογραφίας
es: Página de fotos
et: Fotoga lehekülg
fa: صفحه عکس‌دار
fi: Valokuvasivu
fr: Page avec photo
he: עמוד תמונה
hi: फ़ोटो वाला पेज
hr: Stranica s fotografijom
hu: Arcképes oldal
hy: Լուսանկարով էջ
id: Halaman foto
it: Pagina delle foto
ja: 写真ページ
ko: 사진 페이지
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
ms: Halaman foto
nb: Bildeside
nl: Fotopagina
pl: Strona ze zdjęciem
pt: Página de fotos
ro: Pagina cu poză
ru: Страница с фото
sk: Stránka s fotkou
sl: Stran s fotografijo
sr: Stranica sa fotografijom
sv: Fotosida
th: หน้ารูปภาพ
tr: Fotoğraf sayfası
uk: Сторінка з фото
vi: Trang có ảnh
zh: 照片页
