Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# document_capture_manual_fallback_generic_document_front
source: Take a photo of the front of your document
ar: التقط صورة للجهة الأمامية لمستندك
bg: Направете снимка на лицевата страна на документа си
cs: Vyfoťte přední stranu dokumentu
da: Tag et billede af dit dokuments forside
de: Machen Sie ein Foto von der Vorderseite des Dokuments
el: Τραβήξτε μια φωτογραφία τη μπροστινή όψη του εγγράφου σας
es: Tome una foto del anverso del documento
et: Pildistage oma dokumendi esikülge
fa: یک عکس از روی مدرک خود بگیرید
fi: Ota kuva asiakirjasi etupuolesta
fr: Prenez une photo du recto de votre document
he: צלם את החלק הקדמי של המסמך שלך
hi: अपने डॉक्यूमेंट के सामने के हिस्से की फ़ोटो खींचें
hr: Fotografirajte prednju stranu dokumenta
hu: Készítsen fényképet a dokumentum előlapjáról
hy: Լուսանկարե՛ք Ձեր փաստաթղթի առջևի հատվածը
id: Ambil foto bagian depan dokumen Anda
it: Scatta una foto del fronte del documento
ja: ドキュメントの前面の写真を撮る
ko: 문서 앞면 사진을 촬영하세요
lt: Nufotografuoti priekinę dokumento pusę
lv: Nofotografējiet dokumenta priekšpusi
ms: Ambil gambar bahagian hadapan dokumen anda
nb: Ta et bilde av forsiden av dokumentet
nl: Neem een foto van de voorkant van uw document
pl: Zrób zdjęcie przedniej strony dokumentu
pt: Tire uma foto da frente do seu documento
ro: Faceți o poză cu pagina din față a documentului dvs.
ru: Сфотографируйте лицевую сторону документа
sk: Odfoťte prednú stranu dokladu
sl: Fotografirajte sprednjo stran dokumenta
sr: Snimite fotografiju prednje strane dokumenta
sv: Ta ett foto av dokumentets framsida
th: ถ่ายรูปด้านหน้าของเอกสารของคุณ
tr: Belgenizin ön yüzünün fotoğrafını çekin
uk: Сфотографуйте лицьовий бік документу
vi: Chụp ảnh mặt trước tài liệu của bạn
zh: 拍摄证件正面的照片

# document_capture_manual_fallback_identity_card_back
source: Take a photo of the back of your card
ar: التقط صورة للجزء الخلفي من بطاقتك
bg: Направете снимка на задната страна на картата си
cs: Vyfoť zadní stranu občanského průkazu
da: Tag et billede af dit korts bagside
de: Machen Sie ein Foto von der Rückseite ihres Personalausweises
el: Τραβήξτε μια φωτογραφία της πίσω όψης του δελτίου σας
es: Tome una foto de la parte posterior de su tarjeta
et: Pildistage kaardi tagakülge
fa: از پشت کارت خود عکس بگیرید
fi: Ota kuva korttisi takaosasta
fr: Prenez une photo du verso de votre carte
he: צלם את החלק האחורי של התעודה
hi: अपने कार्ड के पीछे के हिस्से की फ़ोटो खींचें
hr: Fotografirajte poleđinu osobne iskaznice
hu: Készítsen fényképet a kártya hátoldaláról
hy: Լուսանկարեք ձեր քարտի դարձերեսը
id: Ambil foto bagian belakang kartu Anda
it: Scatta una foto del retro della carta
ja: カードの裏面を写真撮影してください
ko: 카드 뒷면 사진을 촬영하세요
lt: Nufotografuokite galinę kortelės pusę
lv: Nofotografējiet kartes aizmuguri
ms: Ambil gambar bahagian belakang kad anda
nb: Ta et bilde av baksiden av kortet ditt
nl: Maak een foto van de achterkant van uw kaart
pl: Zrób zdjęcie tylnej strony dowodu
pt: Tire uma foto do verso do seu cartão
ro: Faceți o poză cu partea din spate a documentului dvs.
ru: Сфотографируйте оборотную сторону карточки
sk: Odfoťte zadnú stranu preukazu
sl: Fotografirajte zadnjo stran izkaznice
sr: Snimite fotografiju zadnje strane lične karte
sv: Ta ett foto av baksidan av ditt kort
th: ถ่ายรูปด้านหลังบัตรของคุณ
tr: Kimliğinizin arka yüzünün fotoğrafını çekin
uk: Сфотографуйте зворотний бік посвідчення особи
vi: Chụp ảnh mặt sau thẻ của bạn
zh: 拍摄您身份证背面的照片

# document_capture_manual_fallback_identity_card_front
source: Take a photo of the front of your card
ar: التقط صورة للجزء الأمامي من بطاقتك
bg: Направете снимка на лицевата страна на картата си
cs: Vyfoť přední stranu občanského průkazu
da: Tag et billede af dit korts forside
de: Machen Sie ein Foto von der Vorderseite ihres Personalausweises
el: Τραβήξτε μια φωτογραφία της μπροστινής όψης του δελτίου σας
es: Tome una foto de la parte delantera de su tarjeta
et: Pildistage kaardi esikülge
fa: از روی کارت خود عکس بگیرید
fi: Ota kuva korttisi etuosasta
fr: Prenez une photo du recto de votre carte
he: צלם את החלק הקדמי של התעודה
hi: अपने कार्ड के सामने के हिस्से की फ़ोटो खींचें
hr: Fotografirajte osobnu iskaznicu sprijeda
hu: Készítsen fényképet a kártya előlapjáról
hy: Լուսանկարեք ձեր քարտի դիմերեսը
id: Ambil foto bagian depan kartu Anda
it: Scatta una foto del fronte della carta
ja: カードの表側を写真撮影してください
ko: 카드 앞면 사진을 촬영하세요
lt: Nufotografuokite priekinę kortelės pusę
lv: Nofotografējiet kartes priekšpusi
ms: Ambil gambar bahagian depan kad anda
nb: Ta et bilde av forsiden av kortet ditt
nl: Maak een foto van de voorkant van uw kaart
pl: Zrób zdjęcie przedniej strony dowodu
pt: Tire uma foto da frente do seu cartão
ro: Faceți o poză cu partea din față a documentului dvs.
ru: Сфотографируйте лицевую сторону карточки
sk: Odfoťte prednú stranu preukazu
sl: Fotografirajte sprednjo stran izkaznice
sr: Snimite fotografiju prednje strane lične karte
sv: Ta ett foto av framsidan av ditt kort
th: ถ่ายรูปด้านหน้าบัตรของคุณ
tr: Kimliğinizin ön yüzünün fotoğrafını çekin
uk: Сфотографуйте лицьовий бік посвідчення особи
vi: Chụp ảnh mặt trước thẻ của bạn
zh: 拍摄您身份证正面的照片

# document_capture_manual_fallback_license_back
source: Take a photo of the back of your driver’s license
ar: التقط صورة للجزء الخلفي من رخصة القيادة
bg: Направете снимка на задната страна на шофьорската си книжка
cs: Vyfoť zadní stranu řidičského průkazu
da: Tag et billede af dit kørekorts bagside
de: Machen Sie ein Foto von der Rückseite ihres Führerscheins
el: Τραβήξτε μια φωτογραφία της πίσω όψης του διπλώματος οδήγησής σας
es: Tome una foto de la parte posterior de su permiso de conducir
et: Pildistage juhiloa tagakülge
fa: از پشت گواهینامه رانندگی خود عکس بگیرید
fi: Ota kuva ajokorttisi takaosasta
fr: Prenez une photo du verso de votre permis de conduire
he: צלם את החלק האחורי של הרישיון הנהיגה
hi: अपने ड्राइविंग लाइसेंस के पीछे के हिस्से की फ़ोटो खींचें
hr: Fotografirajte stražnju stranu vozačke dozvole
hu: Készítsen fényképet jogosítványa hátoldaláról
hy: Լուսանկարեք ձեր վարորդական վկայականի դարձերեսը
id: Ambil foto bagian belakang SIM Anda
it: Scatta una foto del retro della patente di guida
ja: 運転免許証の裏面の写真を撮影してください
ko: 운전면허증 뒷면 사진을 촬영하세요
lt: Nufotografuokite vairuotojo pažymėjimo galinę pusę
lv: Nofotografējiet autovadītāja apliecības aizmuguri
ms: Ambil gambar bahagian belakang lesen memandu anda
nb: Ta et bilde av baksiden av førerkortet ditt
nl: Maak een foto van de achterkant van uw rijbewijs
pl: Zrób zdjęcie tylnej strony prawa jazdy
pt: Tire uma foto do verso da sua carta de condução
ro: Faceți o poză cu partea din spate a permisului dvs. de conducere
ru: Сфотографируйте оборотную сторону водительского удостоверения
sk: Odfoťte zadnú stranu vodičského preukazu
sl: Fotografirajte zadnjo stran vozniškega dovoljenja
sr: Snimite fotografiju zadnje strane vozačke dozvole
sv: Ta ett foto av baksidan av ditt körkort
th: ถ่ายรูปด้านหลังใบอนุญาตขับขี่ของคุณ
tr: Sürücü belgenizin arka yüzünün fotoğrafını çekin
uk: Сфотографуйте зворотний бік посвідчення водія
vi: Chụp ảnh mặt sau giấy phép lái xe của bạn
zh: 拍摄您驾照背面的照片

# document_capture_manual_fallback_license_front
source: Take a photo of the front of your driver’s license
ar: التقط صورة للجزء الأمامي من رخصة القيادة
bg: Направете снимка на лицевата страна на шофьорската си книжка
cs: Vyfoť přední stranu řidičského průkazu
da: Tag et billede af dit kørekorts forside
de: Machen Sie ein Foto von der Vorderseite ihres Führerscheins
el: Τραβήξτε μια φωτογραφία της μπροστινής όψης του διπλώματος οδήγησής σας
es: Tome una foto de la parte delantera de su permiso de conducir
et: Pildistage juhiloa esikülge
fa: از روی گواهینامه رانندگی خود عکس بگیرید
fi: Ota kuva ajokorttisi etuosasta
fr: Prenez une photo du recto de votre permis de conduire
he: צלם את החלק הקדמי של רישיון הנהיגה
hi: अपने ड्राइविंग लाइसेंस के सामने वाले हिस्से की फ़ोटो खींचें
hr: Fotografirajte prednju stranu vozačke dozvole
hu: Készítsen fényképet jogosítványa előlapjáról
hy: Լուսանկարեք ձեր վարորդական վկայականի դիմերեսը
id: Ambil foto bagian depan SIM Anda
it: Scatta una foto del fronte della patente di guida
ja: 運転免許証の表側の写真を撮影してください
ko: 운전면허증 앞면 사진을 촬영하세요
lt: Nufotografuokite vairuotojo pažymėjimo priekinę pusę
lv: Nofotografējiet autovadītāja apliecības priekšpusi
ms: Ambil gambar bahagian depan lesen memandu anda
nb: Ta et bilde av forsiden av førerkortet ditt
nl: Maak een foto van de voorkant van uw rijbewijs
pl: Zrób zdjęcie przedniej strony prawa jazdy
pt: Tire uma foto da frente da sua carta de condução
ro: Faceți o poză cu partea din față a permisului dvs. de conducere
ru: Сфотографируйте лицевую сторону водительского удостоверения
sk: Odfoťte prednú stranu vodičského preukazu
sl: Fotografirajte sprednjo stran vozniškega dovoljenja
sr: Snimite fotografiju prednje strane vozačke dozvole
sv: Ta ett foto av framsidan av ditt körkort
th: ถ่ายรูปด้านหน้าใบอนุญาตขับขี่ของคุณ
tr: Sürücü belgenizin ön yüzünün bir fotoğrafını çekin
uk: Сфотографуйте лицьовий бік посвідчення водія
vi: Chụp ảnh mặt trước giấy phép lái xe của bạn
zh: 拍摄您驾照正面的照片

# document_capture_manual_fallback_passport
source: Take a photo of your passport photo page
ar: التقط صورة لصفحة صورة جواز سفرك
bg: Направете снимка на страницата със снимката от паспорта ви
cs: Vyfoť stránku s fotografií v pasu
da: Tag et billede af siden i passet, hvor billedet fremgår
de: Machen Sie ein Foto von der Lichtbild-Seite ihres Passes
el: Τραβήξτε μια φωτογραφία της σελίδας φωτογραφίας του διαβατηρίου σας
es: Tome una foto de la página del pasaporte que incluye su fotografía
et: Pildistage passi fotolehte
fa: از صفحه عکس‌دار گذرنامه خود عکس بگیرید
fi: Ota kuva passisi valokuvasivusta
fr: Prenez une photo de la page du passeport contenant votre photo
he: צלם את עמוד תמונת הדרכון שלך
hi: अपने पासपोर्ट की फ़ोटो वाले पेज की फ़ोटो खींचें
hr: Fotografirajte stranicu s fotografijom iz svoje putovnice
hu: Fényképezze le útlevele fényképes oldalát
hy: Լուսանկարեք ձեր անձնագրի լուսանկարով էջը
id: Ambil foto halaman foto paspor Anda
it: Scatta una foto della pagina con foto del passaporto
ja: パスポートの写真ページを写真撮影してください
ko: 여권의 사진이 부착된 면을 촬영하세요
lt: Nufotografuokite paso nuotraukos puslapį
lv: Nofotografējiet pases fotoattēla lapu
ms: Ambil gambar halaman foto pasport anda
nb: Ta et bilde av bildesiden i passet ditt
nl: Maak een foto van de fotopagina van uw paspoort
pl: Zrób zdjęcie strony ze zdjęciem paszportowym
pt: Tire uma foto da página da foto do seu passaporte
ro: Faceți o poză cu pagina cu fotografie din pașaportul dvs.
ru: Сфотографируйте страницу паспорта с Вашей фотографией
sk: Odfoťte stránku pasu s fotkou
sl: Fotografirajte stran potnega lista s fotografijo
sr: Fotografišite stranicu pasoša sa fotografijom
sv: Ta ett foto av fotosidan i ditt pass
th: ถ่ายรูปหน้ารูปถ่ายในหนังสือเดินทางของคุณ
tr: Pasaport fotoğraf sayfanızın fotoğrafını çekin
uk: Зробіть знімок сторінки паспорта, що містить фото
vi: Chụp ảnh trang có ảnh hộ chiếu của bạn
zh: 拍摄您护照照片页的照片

# document_capture_manual_fallback_residence_permit_back
source: Take a photo of the back of your residence permit
ar: التقط صورة للجزء الخلفي من تصريح إقامتك
bg: Направете снимка на задната страна на разрешителното си за пребиваване
cs: Vyfoť přední stranu povolení k pobytu
da: Tag et billede af din opholdstilladelses bagside
de: Machen Sie ein Foto von der Rückseite ihrer Aufenthaltsgenehmigung
el: Τραβήξτε μια φωτογραφία της πίσω όψης της άδειας διαμονής σας
es: Tome una foto de la parte posterior de su permiso de residencia
et: Pildistage elamisloa tagakülge
fa: از پشت مجوز اقامت خود عکس بگیرید
fi: Ota kuva oleskelulupasi takaosasta
fr: Prenez une photo du verso de votre permis de séjour
he: צלם את החלק האחורי של היתר השהייה
hi: अपने निवास परमिट के पीछे के हिस्से की फ़ोटो खींचें
hr: Fotografirajte poleđinu boravišne dozvole
hu: Készítsen fényképet tartózkodási engedélye hátoldaláról
hy: Լուսանկարեք ձեր բնակության թույլտվության դարձերեսը
id: Ambil foto bagian belakang izin tinggal Anda
it: Scatta una foto del retro del permesso di soggiorno
ja: 居住許可証の裏面の写真を撮影してください
ko: 거주 허가증 뒷면 사진을 촬영하세요
lt: Nufotografuokite galinę leidimo nuolat gyventi pusę
lv: Nofotografējiet uzturēšanās atļaujas aizmuguri
ms: Ambil gambar bahagian belakang permit kediaman anda
nb: Ta et bilde av baksiden av oppholdstillatelsen din
nl: Maak een foto van de achterkant van uw verblijfsvergunning
pl: Zrób zdjęcie tylnej strony dokumentu pobytowego
pt: Tire uma foto do verso da sua autorização de residência
ro: Faceți o poză cu partea din spate a permisului de ședere
ru: Сфотографируйте оборотную сторону вида на жительство
sk: Odfoťte zadnú stranu povolenia na pobyt
sl: Fotografirajte zadnjo stran dovoljenja za prebivanje
sr: Snimite fotografiju zadnje strane boravišne dozvole
sv: Ta ett foto av baksidan av ditt uppehållstillstånd
th: ถ่ายรูปด้านหลังใบอนุญาตพำนักอาศัยของคุณ
tr: Oturma izninizin arka yüzünün fotoğrafını çekin
uk: Сфотографуйте зворотний бік дозволу на проживання
vi: Chụp ảnh mặt sau giấy phép cư trú của bạn
zh: 拍摄您居留证背面的照片

# document_capture_manual_fallback_residence_permit_front
source: Take a photo of the front of your residence permit
ar: التقط صورة للجزء الأمامي من تصريح إقامتك
bg: Направете снимка на лицевата страна на разрешителното си за пребиваване
cs: Vyfoť přední stranu povolení k pobytu
da: Tag et billede af forsiden af din opholdstilladelse
de: Machen Sie ein Foto von der Vorderseite ihrer Aufenthaltserlaubnis
el: Τραβήξτε μια φωτογραφία της μπροστινής όψης της άδειας διαμονής σας
es: Tome una foto del la parte delantera de su permiso de residencia
et: Pildista oma elamisloa esikülge
fa: از جلوی مجوز اقامت خود عکس بگیرید
fi: Ota kuva oleskelulupasi etupuolesta
fr: Prenez une photo du recto de votre permis de séjour
he: יש לצלם את החלק הקדמי של אישור השהייה
hi: अपने निवास परमिट के सामने की फ़ोटो लें
hr: Fotografirajte prednju stranu dozvole boravka
hu: Készítsen fényképet tartózkodási engedélye előlapjáról
hy: Լուսանկարեք ձեր բնակության թույլտվության դիմերեսը
id: Ambil foto bagian depan izin tinggal Anda
it: Scatta una foto del fronte del permesso di soggiorno
ja: 居住許可証の表側の写真を撮影してください
ko: 거주 허가증 앞면 사진을 찍으세요.
lt: Nufotografuokite leidimo gyventi priekinę pusę
lv: Nofotografējiet uzturēšanās atļaujas priekšpusi
ms: Ambil gambar bahagian hadapan permit kediaman anda
nb: Ta et bilde av forsiden av oppholdstillatelsen din
nl: Maak een foto van de voorkant van uw verblijfsvergunning
pl: Zrób zdjęcie przedniej strony dokumentu pobytowego
pt: Tire uma foto da frente da sua autorização de residência
ro: Faceți o poză cu partea din față a permisului de ședere
ru: Сфотографируйте лицевую сторону ВНЖ
sk: Odfoťte prednú stranu svojho povolenia na pobyt
sl: Fotografirajte sprednjo stran dovoljenja za prebivanje
sr: Snimite fotografiju prednje strane boravišne dozvole
sv: Ta ett foto av framsidan av ditt uppehållstillstånd
th: ถ่ายรูปด้านหน้าของใบอนุญาตมีถิ่นที่อยู่ของคุณ
tr: Oturma izninizin ön yüzünün fotoğrafını çekin
uk: Сфотографуйте лицеву сторону дозволу на проживання
vi: Chụp ảnh mặt trước giấy phép cư trú của bạn
zh: 拍摄您居留证正面的照片

# document_capture_no_document
source: Document not detected
ar: لم يتم اكتشاف المستند
bg: Документът не е открит
cs: Doklad nebyl zjištěn
da: Dokumentet blev ikke fundet
de: Dokument nicht erkannt
el: Το έγγραφο δεν ανιχνεύθηκε
es: Documento no detectado
et: Dokumenti ei tuvastatud
fa: مدرکی شناسایی نشد
fi: Asiakirjaa ei havaittu
fr: Document non détecté
he: המסמך לא זוהה
hi: दस्तावेज़ पता नहीं चला
hr: Dokument nije otkriven
hu: A dokumentum nem észlelhető
hy: Փաստաթուղթը չի հայտնաբերվել
id: Dokumen tidak terdeteksi
it: Documento non rilevato
ja: 書類が検出されませんでした
ko: 문서가 감지되지 않음
lt: Dokumentas neaptiktas
lv: Dokuments nav atrasts
ms: Dokumen tidak dikesan
nb: Dokument ikke oppdaget
nl: Document niet gedetecteerd
pl: Nie wykryto dokumentu
pt: Documento não detetado
ro: Document nedetectat
ru: Документ не обнаружен
sk: Dokument sa nezistil
sl: Dokument ni zaznan
sr: Dokument nije otkriven
sv: Dokumentet upptäcktes inte
th: ไม่พบเอกสาร
tr: Belge algılanmadı
uk: Документ не виявлено
vi: Không tìm thấy giấy tờ
zh: 未检测到证明文件

# document_capture_position_generic_document_back
source: Position the back of your document in the frame
ar: ضع ظهر الوثيقة الخاصة بك في الإطار
bg: Позиционирайте гърба на вашия документ в рамката
cs: Umístěte zadní stranu dokumentu do rámečku
da: Placer dit dokuments bagside inden for rammen
de: Positionieren Sie die Rückseite Ihres Dokuments im Rahmen
el: Τοποθετήστε την πίσω όψη του εγγράφου σας στο πλαίσιο
es: Ponga la parte trasera de su documento en el marco
et: Asetage dokumendi tagakülg kaadrisse
fa: پشت سند خود را در قاب قرار دهید
fi: Aseta asiakirjasi takaosa kehykseen
fr: Positionnez le verso de votre document dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने डॉक्यूमेंट के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu dokumenta u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Տեղադրեք փաստաթղթի ձեր հետեւին շրջանակում
id: Posisikan bagian belakang dokumen Anda dalam bingkai
it: Posizionare il retro del documento nel riquadro
ja: ドキュメントの背面を枠内に配置する
ko: 프레임 안에 서류 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad dokumento galinė pusė būtų rėmelyje
lv: Ievietojiet dokumenta aizmuguri kadrā
ms: Letakkan bahagian belakang dokumen anda dalam bingkai
nb: Plasser dokumentets bakside i rammen
nl: Plaats de achterkant van uw document in het kader
pl: Umieść tylną stronę dokumentu w ramce
pt: Posicione o verso do seu documento na moldura
ro: Poziționați pagina verso a documentului dvs. în cadru
ru: Поместите оборотную сторону документа в рамку
sk: Umiestnite zadnú stranu dokladu do rámu
sl: Zadnjo stran dokumenta postavite v okvir
sr: Postavite u okvir zadnju stranu dokumenta
sv: Placera dokumentets baksida i ramen
th: วางด้านหลังเอกสารให้อยู่ในกรอบ
tr: Belgenizin arka yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на зворотний бік документа
vi: Đặt mặt sau giấy tờ của bạn trong khung hình
zh: 将您的证件背面放置在框架内

# document_capture_position_generic_document_front
source: Position the front of your document in the frame
es: Coloque la parte frontal del documento dentro del cuadro
fa: سمت روی مدرک خود را درون کادر قرار دهید
nb: Plasser dokumentets forside i rammen
pl: Umieść przednią stronę dokumentu w ramce
pt: Posicione à frente do seu documento na moldura
ro: Poziționați pagina față a documentului dvs. în cadru
ru: Поместите лицевую сторону документа в рамку
sk: Umiestnite prednú stranu dokladu do rámu
sl: Sprednjo stran dokumenta postavite v okvir
sr: Postavite u okvir prednju stranu dokumenta
sv: Placera dokumentets framsida i ramen
th: วางด้านหน้าเอกสารให้อยู่ในกรอบ
tr: Belgenizin ön yüzünü çerçeveye yerleştirin
uk: Наведіть рамку на лицьовий бік документа
vi: Đặt mặt trước giấy tờ của bạn trong khung hình

# document_capture_position_identity_card_back
source: Position the back of your card in the frame
ar: ضع الجزء الخلفي من بطاقتك في الإطار
bg: Позиционирайте задната страна на картата в рамката
cs: Umísti zadní stranu občanského průkazu do rámečku
da: Placer dit korts bagside inden for rammen
de: Positionieren Sie die Rückseite ihres Personalausweises innerhalb des Rahmens
el: Τοποθετήστε την πίσω όψη του δελτίου σας στο πλαίσιο
es: Coloque la parte posterior de la tarjeta en el marco
et: Asetage kaardi tagakülg kaadrisse
fa: پشت کارت خود را درون کادر قرار دهید
fi: Aseta korttisi takaosa kehykseen
fr: Positionnez le verso de votre carte dans le cadre
he: מקם את הצד האחורי של המסמך בתוך המסגרת
hi: अपने कार्ड के पीछे के हिस्से को फ़्रेम के बीच में रखें
hr: Postavite stražnju stranu iskaznice u okvir
hu: A dokumentum hátlapját illessze a keretbe
hy: Ձեր քարտի դարձերեսը տեղադրեք շրջանակի մեջ
id: Posisikan bagian belakang kartu Anda dalam bingkai
it: Posiziona il retro della carta nel riquadro
ja: カードの背面を枠内に配置する
ko: 프레임 안에 카드 뒷면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad kortelės galinė pusė būtų rėmelyje
lv: Ievietojiet kartes aizmuguri kadrā
ms: Letakkan bahagian belakang kad anda dalam bingkai
nb: Plasser kortets bakside i rammen
nl: Plaats de achterkant van uw kaart in het kader
pl: Umieść tylną stronę dowodu w ramce
pt: Posicione o verso do seu cartão na moldura
ro: Poziționați partea din spate a documentului dvs. în cadru
ru: Поместите оборотную сторону карточки в рамку
sk: Umiestnite zadnú stranu preukazu do rámu
sl: Zadnjo stran kartice postavite v okvir
sr: Postavite u okvir zadnju stranu kartice
sv: Placera kortets baksida i ramen
th: วางด้านหลังบัตรให้อยู่ในกรอบ
tr: Kartınızın arka yüzünü çerçevenin içine yerleştirin
uk: Наведіть рамку на зворотний бік посвідчення
vi: Đặt mặt sau thẻ của bạn trong khung hình
zh: 将您的身份证背面放在框中

# document_capture_position_identity_card_front
source: Position the front of your card in the frame
ar: ضع الجزء الأمامي من بطاقتك في الإطار
bg: Позиционирайте лицевата страна на картата в рамката
cs: Umísti přední stranu občanského průkazu do rámečku
da: Placer dit korts forside inden for rammen
de: Positionieren Sie die Vorderseite ihres Personalausweises innerhalb des Rahmens
el: Τοποθετήστε την μπροστινή όψη του δελτίου σας στο πλαίσιο
es: Coloque la parte frontal de la tarjeta en el marco
et: Asetage kaardi esikülg kaadrisse
fa: روی کارت خود را درون کادر قرار دهید
fi: Aseta korttisi etuosa kehykseen
fr: Positionnez le recto de votre carte dans le cadre
he: מקם את עמוד הוויזה של המסמך בתוך המסגרת
hi: अपने कार्ड के सामने वाले हिस्से को फ़्रेम के बीच में रखें
hr: Postavite prednju stranu iskaznice u okvir
hu: A dokumentum előlapját illessze a keretbe
hy: Ձեր քարտի դիմերեսը տեղադրեք շրջանակի մեջ
id: Posisikan bagian depan kartu Anda dalam bingkai
it: Posiziona il fronte della carta nel riquadro
ja: カードの前面を枠内に配置する
ko: 프레임 안에 카드 앞면이 들어가도록 배치하세요
lt: Pasirūpinkite, kad kortelės priekinė pusė būtų rėmelyje
lv: Ievietojiet kartes priekšpusi kadrā
ms: Letakkan bahagian depan kad anda dalam bingkai
nb: Plasser kortets forside i rammen
nl: Plaats de voorkant van uw kaart in het kader
pl: Umieść przednią stronę dowodu w ramce
pt: Posicione a frente do seu cartão na moldura
ro: Poziționați partea din față a documentului dvs. în cadru
ru: Поместите лицевую сторону карточки в рамку
sk: Umiestnite prednú stranu preukazu do rámu
sl: Sprednjo stran kartice postavite v okvir
sr: Postavite u okvir prednju stranu kartice
sv: Placera kortets framsida i ramen
th: วางด้านหน้าบัตรให้อยู่ในกรอบ
tr: Kartınızın ön yüzünü çerçevenin içine yerleştirin
uk: Наведіть рамку на лицьовий бік посвідчення
vi: Đặt mặt trước thẻ của bạn trong khung hình
zh: 将您的身份证正面放在框中
