Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# sample_selection_doctypes_header
source: Accepted documents
ar: المستندات المقبولة
bg: Допустими документи
cs: Akceptované dokumenty
da: Accepterede dokumenter
de: Akzeptierte Dokumente
el: Αποδεκτά έγγραφα
es: Documentos aceptados
et: Sobivad dokumendid
fa: مدارک مورد پذیرش
fi: Hyväksytyt asiakirjat
fr: Documents acceptés
he: מסמכים קבילים
hi: स्वीकार किए जाने वाले डॉक्यूमेंट
hr: Dokumenti koje prihvaćamo
hu: Elfogadott dokumentumok
hy: Ընդունելի փաստաթղթեր
id: Dokumen yang diterima
it: Documenti accettati
ja: 受け入れられるドキュメント
ko: 허용되는 서류
lt: Priimami dokumentai
lv: Pieņemamie dokumenti
ms: Dokumen yang diterima
nb: Godkjente dokumenter
nl: Geaccepteerde documenten
pl: Akceptowane dokumenty
pt: Documentos aceites
ro: Documente acceptate
ru: Принимаемые документы
sk: Akceptované doklady
sl: Sprejeti dokumenti
sr: Prihvaćeni dokumenti
sv: Accepterade dokument
th: เอกสารที่ยอมรับ
tr: Kabul edilen belgeler
uk: Документи, які ми приймаємо
vi: Những giấy tờ được chấp nhận
zh: 可接受的证明文件

# sample_selection_driving_licence
source: Driver’s license
ar: رخصة القيادة
bg: Шофьорска книжка
cs: Řidičský průkaz
da: Kørekort
de: Führerschein
el: Άδεια οδήγησης
es: Licencia de conducir
et: Juhiluba
fa: گواهی‌نامه رانندگی
fi: Ajokortti
fr: Permis de conduire
he: רישיון נהיגה
hi: ड्राइविंग लाइसेंस
hr: Vozačka dozvola
hu: Vezetői engedély
hy: Վարորդական իրավունք
id: Surat izin mengemudi (SIM)
it: Patente di guida
ja: 運転免許証
ko: 운전면허증
lt: Vairuotojo pažymėjimas
lv: Autovadītāja apliecība
ms: Lesen memandu
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
pt: Carta de condução
ro: Permis de conducere
ru: Водительское удостоверение
sk: Vodičský preukaz
sl: Vozniško dovoljenje
sr: Vozačka dozvola
sv: Körkort
th: ใบอนุญาตขับขี่
tr: Sürücü belgesi
uk: Водійське посвідчення
vi: Giấy phép lái xe
zh: 驾照

# sample_selection_driving_licence_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# sample_selection_national_identity_card
source: National identity card
ar: بطاقة الهوية الوطنية
bg: Национална лична карта
cs: Národní průkaz totožnosti
da: Nationalt ID-kort
de: Nationaler Personalausweis
el: Εθνικό δελτίο ταυτότητας
es: Documento Nacional de Identidad
et: Riiklik isikutunnistus
fa: کارت شناسایی ملی
fi: Kansallinen henkilökortti
fr: Carte nationale d’identité
he: תעודת זהות
hi: राष्ट्रीय पहचान पत्र
hr: Nacionalna osobna iskaznica
hu: Személyazonosító igazolvány
hy: Պետական նույնականացման քարտ
id: Kartu identitas nasional
it: Carta d’identità nazionale
ja: 国のIDカード
ko: 국가 발급 신분증
lt: Nacionalinė asmens tapatybės kortelė
lv: Valsts izdota personas apliecība
ms: Kad pengenalan negara
nb: Nasjonalt identitetskort
nl: Identiteitskaart
pl: Dowód osobisty
pt: Documento de identificação nacional
ro: Carte de identitate național
ru: Удостоверение личности государственного образца
sk: Národný preukaz totožnosti
sl: Nacionalna osebna izkaznica
sr: Nacionalna lična karta
sv: Nationellt identitetskort
th: บัตรประจำตัวประชาชน
tr: Ulusal kimlik no
uk: Посвідчення особи державного зразка
vi: Thẻ căn cước công dân
zh: 国民身份证

# sample_selection_national_identity_card_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# sample_selection_next
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# sample_selection_no_mobile
source: Sorry, no mobile phone bills
ar: عذرًا، لا توجد فواتير للهاتف المحمول
bg: Съжалявам, няма мобилни телефонни сметки
cs: Omlouváme se, žádné účty za mobilní telefon
da: Beklager, ingen mobiltelefonregninger
de: Entschuldigung, keine Handyrechnungen
el: Συγγνώμη, δεν υπάρχουν λογαριασμοί κινητού τηλεφώνου
es: Lo siento, no hay facturas de teléfono móvil
et: Vabandust, mobiiltelefoni arveid ei ole
fa: متاسفانه، هیچ قبض تلفن همراهی وجود ندارد
fi: Valitettavasti, ei matkapuhelinlaskuja
fr: Désolé, pas de factures de téléphone portable
he: מצטערים, אין חשבונות טלפון נייד
hi: क्षमा करें, कोई मोबाइल फ़ोन का बिल नहीं
hr: Nažalost, nema računa za mobilni telefon
hu: Sajnáljuk, mobiltelefon-számlák nem elfogadhatók
hy: Ներողություն, բջջային հաշվետվություններ չկան
id: Maaf, tidak ada tagihan telepon seluler
it: Spiacente, nessuna bolletta del telefono cellulare
ja: 申し訳ありません、携帯電話の請求書はありません
ko: 죄송합니다, 휴대폰 요금 청구서가 없습니다
lt: Atsiprašome, mobiliojo telefono sąskaitų nėra
lv: Atvainojiet, mobilā telefona rēķini nav
ms: Maaf, tiada bil telefon bimbit
nb: Beklager, ingen mobiltelefonregninger
nl: Sorry, geen mobiele telefoonrekeningen
pl: Przykro mi, brak rachunków za telefon komórkowy
pt: Desculpe, sem contas de telefone móvel
ro: Ne pare rău, nu sunt facturi de telefon mobil
ru: Извините, счета за мобильную связь отсутствуют
sk: Prepáčte, žiadne mobilné telefónne účty
sl: Oprostite, računov za mobilni telefon ni
sr: Nažalost, nema računa za mobilni telefon
sv: Ledsen, inga mobiltelefonräkningar
th: ขออภัย, ไม่มีใบเสร็จรับเงินโทรศัพท์มือถือ
tr: Üzgünüz, cep telefonu faturaları yok
uk: Вибачте, рахунків за мобільний телефон немає
vi: Xin lỗi, không có hóa đơn điện thoại di động
zh: 对不起，没有手机账单

# sample_selection_passport
source: Passport
ar: جواز السفر
bg: Паспорт
cs: Pas
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
et: Pass
fa: گذرنامه
fi: Passi
fr: Passeport
he: דרכון
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
hy: Անձնագիր
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
lt: Pasas
lv: Pase
ms: Pasport
nb: Pass
nl: Paspoort
pl: Paszport
pt: Passaporte
ro: Pașaport
ru: Паспорт
sk: Pas
sl: Potni list
sr: Pasoš
sv: Pass
th: หนังสือเดินทาง
tr: Pasaport
uk: Паспорт
vi: Hộ chiếu
zh: 护照

# sample_selection_passport_details
source: Photo page
ar: التقط صورة للصفحة
bg: Страницата със снимка
cs: Stránka pro fotografie
da: Side med billede
de: Seite mit Foto
el: Σελίδα φωτογραφίας
es: Página del pasaporte con su foto
et: Fotoga lehekülg
fa: صفحه عکس‌دار
fi: Valokuvasivu
fr: Page de votre passeport contenant votre photo
he: עמוד תמונה
hi: फ़ोटो वाला पेज
hr: Stranica s fotografijom
hu: Arcképes oldal
hy: Լուսանկարով էջ
id: Halaman foto
it: Pagina della foto
ja: 写真ページ
ko: 사진 페이지
lt: Nuotraukos puslapis
lv: Fotoattēla lapa
ms: Halaman foto
nb: Bildeside
nl: Fotopagina
pl: Strona ze zdjęciem
pt: Página com fotografia
ro: Pagină poză
ru: Страница с фото
sk: Stránka s fotkou
sl: Stran s fotografijo
sr: Stranica sa fotografijom
sv: Fotosida
th: หน้ารูปภาพ
tr: Fotoğraf sayfası
uk: Сторінка з фото
vi: Trang có ảnh
zh: 照片页

# sample_selection_pill
source: fastest
ar: الأسرع
bg: най-бързо
cs: nejrychlejší
da: hurtigste
de: Schnellste
el: γρηγορότερο
es: más rápida
et: kiireim
fa: سریع‌ترین
fi: nopein
fr: plus rapide
he: הכי מהיר
hi: सबसे तेज़
hr: najbrže
hu: leggyorsabb
hy: ամենաարագ
id: tercepat
it: più veloce
ja: 最速
ko: 가장 빠른
lt: greičiausias
lv: visātrāk
ms: terpantas
nb: raskest
nl: snelst
pl: najszybszy
pt: o mais rápido
ro: cel mai rapid
ru: максимальная скорость
sk: najrýchlejšie
sl: najhitrejši
sr: najbrže
sv: snabbaste
th: เร็วที่สุด
tr: en hızlı
uk: найшвидший
vi: nhanh nhất
zh: 最快

# sample_selection_residence_permit
source: Residence permit
ar: رخصة الإقامة
bg: Разрешение за пребиваване
cs: Povolení k pobytu
da: Opholdstilladelse
de: Karte der Aufenthaltsgenehmigung
el: Άδεια διαμονής
es: Permiso de Residencia
et: Elamisluba
fa: مجوز اقامت
fi: Oleskelulupa
fr: Carte de séjour
he: היתר שהייה
hi: निवास परमिट
hr: Boravišna dozvola
hu: Tartózkodási engedély
hy: Բնակության թույլտվություն
id: Izin tinggal
it: Permesso di soggiorno
ja: 在留許可証
ko: 거주 허가증
lt: Leidimas gyventi
lv: Uzturēšanās atļauja
ms: Permit kediaman
nb: Oppholdstillatelse
nl: Verblijfsvergunning
pl: Zezwolenie na pobyt
pt: Autorização de residência
ro: Permis de ședere
ru: Вид на жительство
sk: Povolenie na pobyt
sl: Dovoljenje za prebivanje
sr: Boravišna dozvola
sv: Uppehållstillstånd
th: ใบอนุญาตพำนักอาศัย
tr: Oturma izni
uk: Дозвіл на проживання
vi: Giấy phép cư trú
zh: 居留证

# sample_selection_residence_permit_details
source: Front and back
ar: من الأمام والخلف
bg: Лицева и задна страна
cs: Přední a zadní strana
da: For- og bagside
de: Vorder- und Rückseite
el: Μπροστινή και πίσω όψη
es: Frente y reverso
et: Esi- ja tagakülg
fa: رو و پشت
fi: Etu- ja takaosa
fr: Recto et verso
he: צד קדמי וצד אחורי
hi: आगे और पीछे
hr: Sprijeda i straga
hu: Elülső és hátsó oldal
hy: Դիմերես և դարձերես
id: Depan dan belakang
it: Fronte e retro
ja: 表面と裏面
ko: 앞면과 뒷면
lt: Priekinė ir galinė pusė
lv: Priekšpuse un aizmugure
ms: Bahagian depan dan belakang
nb: Forside og bakside
nl: Voor- en achterkant
pl: Przód i tył
pt: Frente e verso
ro: Față și verso
ru: Лицевая и обратная стороны
sk: Predná a zadná strana
sl: Spredaj in zadaj
sr: Prednja i zadnja strana
sv: Fram- och baksida
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka
uk: Лицьовий і зворотний боки
vi: Mặt trước và mặt sau
zh: 正面和背面

# sample_selection_subtitle
source: Select issuing country to see which documents we accept
ar: حدد الدولة المصدرة لمعرفة المستندات التي نقبلها
bg: Изберете издаваща държава, за да видите какъв тип документи приемаме
cs: Vyberte zemi vydání a podívejte se, které doklady přijímáme
da: Vælg udstedelsesland for at se, hvilke dokumenter vi accepterer
de: Wählen Sie das ausstellende Land aus, um zu sehen, welche Dokumente wir akzeptieren
el: Επιλέξτε εκδούσα χώρα για να δείτε ποια έγγραφα αποδεχόμαστε
es: Seleccione el país emisor para ver qué documentos aceptamos
et: Valige väljastanud riik, et näha, millised dokumendid sobivad
fa: کشور صادر کننده را انتخاب کنید تا ببینید کدام اسناد را می پذیریم
fi: Valitse asiakirjan myöntämismaa nähdäksesi, mitkä asiakirjat hyväksymme
fr: Sélectionnez le pays émetteur pour voir quels documents nous acceptons
he: בחר את ארץ ההנפקה כדי לראות אילו מסמכים אנחנו מקבלים
hi: हम कौन-से डॉक्यूमेंट स्वीकार करते हैं, यह देखने के लिए उन्हें जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja kako biste provjerili koje dokumente prihvaćamo
hu: Válassza ki a kibocsátó országot, hogy lássa, mely dokumentumokat fogadjuk el
hy: Ընտրեք թողարկող երկիրը՝ տեսնելու համար, թե որ փաստաթղթերն են ընդունելի մեզ համար
id: Pilih negara penerbit untuk melihat dokumen apa saja yang kami terima
it: Seleziona il paese di emissione per vedere quali documenti accettiamo
ja: 発行国を選択すると、当社が受理できるドキュメントを確認できます
ko: 어떤 서류가 허용되는지 확인하려면 발급 국가를 선택하세요
lt: Pasirinkite dokumentą išdavusią šalį, kad pamatytumėte, kuriuos dokumentus priimame
lv: Atlasiet izdevējvalsti, lai redzētu, kurus dokumentus mēs pieņemam
ms: Pilih negara yang mengeluarkan untuk melihat dokumen yang kami terima
nb: Velg utstedelsesland for å se hvilke dokumenter vi godtar
nl: Selecteer het land van uitgifte om te zien welke documenten we accepteren
pl: Wybierz kraj wydania, aby zobaczyć, jakie dokumenty akceptujemy
pt: Selecione o país emissor para ver quais os documentos que aceitamos
ro: Selectați țara emitentă pentru a vedea ce documente acceptăm
ru: Выберите страну выдачи, чтобы увидеть, какие документы мы принимаем
sk: Ak chcete zistiť, ktoré doklady akceptujeme, vyberte vydávajúcu krajinu
sl: Izberite državo izdajateljico, da vidite, katere dokumente sprejemamo
sr: Izaberite zemlju izdavanja da biste videli koje dokumente prihvatamo
sv: Välj utfärdande land för att se vilka dokument vi accepterar
th: เลือกประเทศที่ออกเอกสาร เพื่อดูว่าเรารับเอกสารใดบ้าง
tr: Hangi belgeleri kabul ettiğimizi görmek için düzenleyen ülkeyi seçin
uk: Виберіть країну видачі, щоб дізнатися, які документи ми приймаємо
vi: Nhập quốc gia phát hành để chọn loại giấy tờ được chấp nhận
zh: 选择签发国家/地区以查看我们接受的证明文件

# sample_selection_title
source: Choose your document
ar: اختر مستندك
bg: Изберете документ
cs: Vyberte svůj dokument
da: Vælg dit dokument
de: Dokument auswählen
el: Επιλέξτε το έγγραφό σας
es: Seleccione un documento
et: Valige dokument
fa: سند خود را انتخاب کنید
fi: Valitse asiakirjasi
fr: Sélectionnez un document
he: בחר את המסמך שלך
hi: अपना डॉक्यूमेंट चुनें
hr: Odaberite svoj dokument
hu: Válassza ki a dokumentumot
hy: Ընտրեք ձեր փաստաթուղթը
id: Pilih dokumen Anda
it: Seleziona il tuo documento
ja: ドキュメントを選択
ko: 서류 선택
lt: Pasirinkite dokumentą
lv: Izvēlieties savu dokumentu
ms: Pilih dokumen anda
nb: Velg dokumentet ditt
nl: Kies uw document
pl: Wybierz swój dokument
pt: Escolha o seu documento
ro: Alegeți documentul dvs.
ru: Выберите свой документ
sk: Zvoľte svoj doklad
sl: Izberite dokument
sr: Izaberite dokument
sv: Välj ditt dokument
th: เลือกเอกสารของคุณ
tr: Belgenizi seçin
uk: Виберіть документ
vi: Chọn giấy tờ của bạn
zh: 选择您的证明文件

# shareableIdRegistration_registered_continue
source: Continue
ar: متابعة
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätkake
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavak
hu: Tovább
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# shareableIdRegistration_registered_subtitle
source: Once the result of this verification is known, you will be able to reuse it the next time you need to prove your identity.
ar: بمجرد معرفة نتيجة هذا التحقق، ستتمكن من إعادة استخدامها في المرة القادمة التي تحتاج فيها إلى إثبات هويتك.
bg: Веднъж като резултатът от тази верификация стане известен, ще можете да го използвате отново следващия път, когато трябва да докажете самоличността си.
cs: Jakmile bude výsledek této ověřovací procedury znám, budete ho moci příště znovu použít, když budete potřebovat prokázat svou totožnost.
da: Når resultatet af denne verifikation er kendt, vil du kunne genbruge det næste gang du skal bevise din identitet.
de: Sobald das Ergebnis dieser Identitätsprüfung bekannt ist, können Sie es das nächste Mal wiederverwenden, wenn Sie Ihre Identität nachweisen müssen.
el: Μόλις γίνει γνωστό το αποτέλεσμα αυτής της επαλήθευσης, θα μπορείτε να το χρησιμοποιήσετε ξανά την επόμενη φορά που θα χρειαστεί να αποδείξετε την ταυτότητά σας.
es: Una vez que se conozca el resultado de esta verificación, podrás reutilizarlo la próxima vez que necesites probar tu identidad.
et: Kui selle kinnituse tulemus on teada, saate seda järgmine kord, kui peate oma isikut tõestama, uuesti kasutada.
fa: هنگامی که نتیجه این تأیید هویت مشخص شد، شما می‌توانید آن را در دفعات بعدی که نیاز به اثبات هویت خود دارید، دوباره استفاده کنید.
fi: Kun tämän tunnistautumisen tulos on tiedossa, voit käyttää sitä uudelleen seuraavan kerran, kun sinun on todistettava henkilöllisyytesi.
fr: Une fois le résultat de cette vérification connu, vous pourrez le réutiliser la prochaine fois que vous devrez prouver votre identité.
he: לאחר שתוצאת האימות הזה תידע, תוכל להשתמש בה שוב בפעם הבאה שתצטרך להוכיח את זהותך.
hi: एक बार इस सत्यापन का परिणाम ज्ञात हो जाए, तो आप अगली बार अपनी पहचान साबित करने की जरूरत पड़ने पर इसे पुनः उपयोग कर सकेंगे।
hr: Jednom kada se rezultat ove provjere sazna, moći ćete ga ponovno koristiti sljedeći put kada trebate dokazati svoj identitet.
hu: Ha már ismert az ellenőrzés eredménye, azt újra felhasználhatja, amikor legközelebb azonosságát kell igazolnia.
hy: Այս հաստատման արդյունքը հայտնի լինելու հետո, դուք կարող եք այն վերագործել հաջորդ անգամ ձեր իսկությունը ապացուցելու դեպքում:
id: Setelah hasil dari verifikasi ini diketahui, Anda akan dapat menggunakannya kembali saat Anda perlu membuktikan identitas Anda berikutnya.
it: Una volta noto il risultato di questa verifica, sarai in grado di riutilizzarlo la prossima volta che dovrai dimostrare la tua identità.
ja: この確認の結果がわかったら、次回あなたが自分の身元を証明する必要があるときに再利用できます。
ko: 이 인증의 결과가 알려지면 다음 번에 본인 확인이 필요할 때 다시 사용할 수 있습니다.
lt: Kai bus žinomas šio patikrinimo rezultatas, galėsite jį panaudoti kitą kartą, kai reikės įrodyti savo tapatybę.
lv: Tiklīdz šīs verifikācijas rezultāts būs zināms, jūs to varēsiet atkārtoti izmantot nākamreiz, kad jums būs jāpierāda savs identitāte.
ms: Setelah hasil daripada pengesahan ini diketahui, anda akan dapat menggunakannya semula pada kali seterusnya apabila anda perlu membuktikan identiti anda.
nb: Når resultatet av denne verifiseringen er kjent, vil du kunne bruke det igjen neste gang du trenger å bevise din identitet.
nl: Zodra het resultaat van deze verificatie bekend is, kunt u het de volgende keer dat u uw identiteit moet bewijzen opnieuw gebruiken.
pl: Gdy wynik tej weryfikacji będzie znany, będziesz mógł go użyć ponownie, kiedy następnym razem będziesz musiał udowodnić swoją tożsamość.
pt: Uma vez que o resultado desta verificação seja conhecido, você poderá reutilizá-lo na próxima vez que precisar comprovar sua identidade.
ro: Odată ce rezultatul acestei verificări este cunoscut, veți putea să-l folosiți din nou data viitoare când trebuie să vă dovediți identitatea.
ru: Как только результат этой верификации станет известен, вы сможете использовать его в следующий раз, когда вам потребуется подтвердить свою личность.
sk: Akonáhle bude výsledok tejto verifikácie známy, budete ho môcť znovu použiť, keď budete nabudúce potrebovať preukázať svoju totožnosť.
sl: Ko bo rezultat te preveritve znan, ga boste lahko ponovno uporabili, ko boste naslednjič potrebovali dokazati svojo identiteto.
sr: Jednom kada se rezultat ove verifikacije sazna, moći ćete da ga ponovo koristite sledeći put kada budete morali da dokažete svoj identitet.
sv: När resultatet av denna verifiering är känt kommer du att kunna återanvända det nästa gång du behöver bevisa din identitet.
th: เมื่อทราบผลของการตรวจสอบนี้แล้ว คุณจะสามารถใช้ผลลัพธ์นี้ใหม่ในครั้งถัดไปที่คุณต้องการพิสูจน์ตัวตนของคุณ
tr: Bu doğrulamanın sonucu bilindiğinde, kimliğinizi kanıtlamanız gerektiğinde bir sonraki seferde tekrar kullanabileceksiniz.
uk: Як тільки буде відомий результат цієї верифікації, ви зможете використовувати його знову, коли вам знадобиться довести свою особистість.
vi: Một khi kết quả của việc xác minh này được biết, bạn sẽ có thể sử dụng lại nó vào lần sau khi bạn cần chứng minh danh tính của mình.
zh: 一旦知道了此验证的结果，下次需要证明您的身份时，您将能够再次使用它。

# shareableIdRegistration_registered_title
source: Verification saved
ar: تم حفظ التحقق
bg: Верификацията е запазена
cs: Ověření uloženo
da: Bekræftelse gemt
de: Überprüfung gespeichert
el: Η επαλήθευση αποθηκεύτηκε
es: Verificación guardada
et: Kinnitamine salvestatud
fa: تأیید هویت ذخیره شد
fi: Tunnistautuminen tallennettu
fr: Vérification enregistrée
he: האימות נשמר
hi: सत्यापन सहेजा गया
hr: Verifikacija spremljena
hu: Azonosítás mentve
hy: Հաստատումը պահպանվել է
id: Verifikasi tersimpan
it: Verifica salvata
ja: 確認が保存されました
ko: 인증이 저장되었습니다
lt: Tapatybės patvirtinimas išsaugotas
lv: Apliecība saglabāta
ms: Pengesahan disimpan
nb: Bekreftelse lagret
nl: Verificatie opgeslagen
pl: Weryfikacja zapisana
pt: Verificação salva
ro: Verificare salvată
ru: Верификация сохранена
sk: Overenie uložené
sl: Preverjanje shranjeno
sr: Verifikacija sačuvana
sv: Verifiering sparad
th: การตรวจสอบถูกบันทึกแล้ว
tr: Doğrulama kaydedildi
uk: Верифікацію збережено
vi: Xác minh đã được lưu
zh: 验证已保存
