Repository: onfido/onfido-sdk-ios-translations-beta
Catalog: full/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, hy, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh

# profileData_field_validation_usa_specific_invalid_ssn
source: Please enter a valid SSN
ar: يُرجى إدخال رقم ضمان اجتماعي صحيح
bg: Въведете валиден номер на социалната осигуровка (SSN)
cs: Zadejte platné číslo SSN
da: Indsæt et gyldigt personnummer
de: Bitte geben Sie eine gültige SVN ein
el: Εισαγάγετε έναν έγκυρο ΑΜΚΑ
es: Introduzca un NSS válido
et: Sisestage kehtiv SSN
fa: لطفاً یک SSN معتبر وارد کنید
fi: Syötä kelvollinen henkilötunnus
fr: Veuillez saisir un SSN valide
he: הזן מספר חשבון קבוע (PAN) חוקי
hi: कृपया मान्य SSN डालें
hr: Unesi valjani OIB
hu: Kérjük adjon meg egy érvényes SSN-számot
hy: Խնդրում ենք մուտքագրեք վավեր ՀԾՀ
id: Masukkan SSN yang valid
it: Inserisci un SSN valido
ja: 有効なSSNを入力してください
ko: 유효한 사회보장번호(SSN)를 입력하세요
lt: Įveskite galiojantį SSN
lv: Ievadiet derīgu PAN
ms: Sila masukkan SSN yang sah
nb: Skriv inn en gyldig personnummer
nl: Voer een geldig SSN in
pl: Podaj prawidłowy numer SSN
pt: Introduza um NISS válido
ro: Vă rugăm să introduceți un SSN valid
ru: Введите действительный SSN
sk: Zadajte platné číslo SSN
sl: Vnesite veljavni SSN
sr: Unesite važeći PAN
sv: Ange ett giltigt personnummer
th: โปรดใส่ SSN ที่ถูกต้อง
tr: Lütfen geçerli bir SSN girin
uk: Введіть дійсний номер SSN
vi: Vui lòng nhập SSN hợp lệ
zh: 请输入有效的SSN

# profileData_field_validation_usa_specific_required_ssn
source: Please enter your SSN
ar: من فضلك رقمك للضمان الاجتماعي (SSN)
bg: Въведете номер на социалната осигуровка (SSN)
cs: Zadejte své číslo SSN
da: Indtast dit personnummer
de: Bitte geben Sie Ihre SVN ein
el: Εισαγάγετε τον ΑΜΚΑ σας
es: Introduzca su NSS
et: Sisestage oma SSN
fa: لطفاً SSN خود را وارد کنید
fi: Syötä henkilötunnuksesi
fr: Veuillez renseigner votre SSN
he: הזן את מספר ה-SSN שלך
hi: कृपया अपना SSN डालें
hr: Unesite svoj OIB
hu: Kérjük, adja meg a társadalombiztosítási számát (SSN)
hy: Խնդրում ենք մուտքագրել ձեր ՀԾՀ-ն
id: Masukkan SSN Anda
it: Inserisci il tuo SSN
ja: SSNを入力してください
ko: 사회보장번호(SSN)를 입력하세요
lt: Įveskite savo SSN
lv: Ievadiet savu SSN
ms: Sila masukan SSN anda
nb: Vennligst oppgi personnummeret ditt
nl: Voer uw SSN in
pl: Podaj swój numer SSN
pt: Introduza o seu NISS
ro: Vă rugăm să introduceți numărul SSN
ru: Введите свой SSN
sk: Zadajte číslo SSN
sl: Vnesite svoj SSN
sr: Unesite SSN
sv: Ange ditt personnummer
th: โปรดใส่ SSN ของคุณ
tr: Lütfen SSN`nizi girin
uk: Введіть свій номер SSN
vi: Vui lòng nhập SSN của bạn
zh: 请输入您的SSN

# profileData_field_validation_usa_specific_required_state
source: Please select a state
ar: يُرجى اختيار ولاية
bg: Изберете щат
cs: Vyberte stát
da: Vælg en region
de: Bitte wählen Sie einen Staat aus
el: Επιλέξτε μια πολιτεία
es: Seleccione un estado
et: Valige osariik
fa: لطفاً یک استان را انتخاب کنید
fi: Valitse maakunta
fr: Veuillez sélectionner un État
he: בחר מדינה
hi: कृपया एक मान्य राज्य चुनें
hr: Odaberite saveznu državu
hu: Válasszon ki egy államot
hy: Խնդրում ենք ընտրել նահանգը
id: Pilih provinsi/negara bagian
it: Selezionare uno stato
ja: 州・都道府県を選択してください
ko: 주/도를 선택하세요
lt: Pasirinkite apskritį
lv: Atlasiet štatu
ms: Sila pilih negeri
nb: Vennligst velg fylke
nl: Selecteer een staat
pl: Wybierz stan
pt: Selecione um estado
ro: Vă rugăm să selectați un stat
ru: Выберите свой штат
sk: Vyberte štát
sl: Izberite zvezno državo
sr: Izaberite državu
sv: Välj ett län
th: โปรดเลือกรัฐ
tr: Lütfen bir eyalet seçin
uk: Виберіть область
vi: Vui lòng chọn tiểu bang
zh: 请选择州/省

# profileData_prompt_timeout_details
source: Start again
ar: ابدأ من جديد
bg: Започнете отначало
cs: Začít znovu
da: Prøv igen
de: Erneut starten
el: Επανέναρξη
es: Empezar de nuevo
et: Alustage uuesti
fa: شروع مجدد
fi: Aloita uudelleen
fr: Recommencer
he: התחל מחדש
hi: फिर से शुरू करें
hr: Započnite iznova
hu: Kezdje újra
hy: Կրկին սկսել
id: Mulai lagi
it: Ricomincia
ja: やり直す
ko: 다시 시작하기
lt: Pradėti iš naujo
lv: Sākt vēlreiz
ms: Mula semula
nb: Start på nytt
nl: Start opnieuw
pl: Rozpocznij ponownie
pt: Começar de novo
ro: Începeți din nou
ru: Начать сначала
sk: Začať znova
sl: Začnite ponovno
sr: Započnite ponovo
sv: Börja om
th: เริ่มอีกครั้ง
tr: Yeniden başlat
uk: Почати заново
vi: Bắt đầu lại
zh: 重新开始

# profileData_prompt_timeout_header
source: Looks like you took too long
ar: يبدو أنك استغرقت وقتًا طويلاً
bg: Изглежда, че се забавихте твърде много
cs: Vypadá to, že vám to trvalo příliš dlouho
da: Det ser ud til, at du var for længe om det
de: Sieht aus, als hätten Sie zu lange gebraucht
el: Φαίνεται ότι αργήσατε πολύ
es: Parece que ha demorado demasiado
et: Paistab, et kulus liiga kaua aega
fa: به نظر می‌رسد زمان خیلی طولانی شد
fi: Näyttää siltä, että sinulla kesti liian kauan
fr: Le temps est écoulé
he: נראה שלקח לך יותר מדי זמן
hi: ऐसा लगता है कि आपने बहुत ज़्यादा समय लिया
hr: Čini se da vam je trebalo previše vremena za to
hu: Úgy tűnik, túllépte az időkorlátot
hy: Կարծես թե դուք չափից շատ ժամանակ ծախսեցիք
id: Sepertinya Anda memerlukan waktu terlalu lama
it: Sembra che ci sia voluto troppo tempo
ja: 時間がかかりすぎたようです
ko: 진행 과정에서 시간이 너무 지체된 것 같습니다
lt: Atrodo, kad užtrukote per ilgai
lv: Tas aizņēma pārāk daudz laika
ms: Nampaknya anda mengambil masa yang terlalu lama
nb: Det ser ut til at du brukte for lang tid
nl: Het lijkt erop dat het te lang duurde
pl: Wygląda na to, że trwało to zbyt długo
pt: Parece que demorou demasiado tempo
ro: Se pare că acțiunea dvs. a durat prea mult
ru: Похоже, Вы потратили слишком много времени
sk: Zdá sa, že to trvalo príliš dlho
sl: Izgleda, da ste bili prepočasni
sr: Izgleda da vam je trebalo previše vremena
sv: Det verkar ha tagit för lång tid
th: ดูเหมือนว่าคุณใช้เวลานานเกินไป
tr: Çok uzun sürmüş gibi görünüyor
uk: Схоже, час очікування перевищено
vi: Dường như bạn đã mất quá nhiều thời gian
zh: 看起来您花了太长时间

# profileData_prompt_validation
source: Please review the errors in the fields below and correct them
ar: يرجى مراجعة الأخطاء في الحقول أدناه وتصحيحها
bg: Моля, прегледайте грешките в полетата по-долу и ги коригирайте
cs: Zkontrolujte prosím chyby v níže uvedených polích a opravte je
da: Gennemgå venligst fejlene i felterne nedenfor og ret dem
de: Bitte überprüfen Sie die Fehler in den untenstehenden Feldern und korrigieren Sie diese
el: Παρακαλώ ελέγξτε τα σφάλματα στα παρακάτω πεδία και διορθώστε τα
es: Por favor, revise los errores en los campos a continuación y corríjalos
et: Palun vaadake allolevate väljade vead üle ja parandage need
fa: لطفاً خطاهای موجود در فیلدهای زیر را بررسی و اصلاح کنید
fi: Ole hyvä ja tarkista alla olevien kenttien virheet ja korjaa ne
fr: Veuillez examiner les erreurs dans les champs ci-dessous et les corriger
he: אנא בדוק את השגיאות בשדות למטה ותקן אותן
hi: कृपया नीचे दिए गए क्षेत्रों में त्रुटियों की समीक्षा करें और उन्हें ठीक करें
hr: Molimo pregledajte pogreške u donjim poljima i ispravite ih
hu: Kérjük, ellenőrizze az alábbi mezők hibáit és javítsa ki őket
hy: Խնդրում ենք վերանայել ստորև նշված դաշտերի սխալները և ուղղել դրանք
id: Harap tinjau kesalahan di bidang di bawah ini dan perbaiki
it: Si prega di rivedere gli errori nei campi sottostanti e correggerli
ja: 以下のフィールドのエラーを確認し、修正してください
ko: 아래 필드의 오류를 검토하고 수정하십시오
lt: Peržiūrėkite klaidas žemiau esančiuose laukuose ir jas ištaisykite
lv: Lūdzu, pārskatiet kļūdas zemāk esošajos laukos un izlabojiet tās
ms: Sila semak kesilapan dalam medan di bawah dan betulkannya
nb: Vennligst gjennomgå feilene i feltene nedenfor og rett dem
nl: Controleer de fouten in de onderstaande velden en corrigeer ze
pl: Proszę sprawdzić błędy w poniższych polach i je poprawić
pt: Por favor, revise os erros nos campos abaixo e corrija-os
ro: Vă rugăm să verificați erorile din câmpurile de mai jos și să le corectați
ru: Пожалуйста, проверьте ошибки в полях ниже и исправьте их
sk: Skontrolujte chyby v nižšie uvedených poliach a opravte ich
sl: Prosimo, preverite napake v spodnjih poljih in jih popravite
sr: Molimo pregledajte greške u poljima ispod i ispravite ih
sv: Vänligen granska felen i fälten nedan och rätta dem
th: กรุณาตรวจสอบข้อผิดพลาดในช่องด้านล่างและแก้ไข
tr: Lütfen aşağıdaki alanlardaki hataları gözden geçirin ve düzeltin
uk: Будь ласка, перевірте помилки в полях нижче та виправте їх
vi: Vui lòng xem lại các lỗi trong các trường bên dưới và sửa chúng
zh: 请检查以下字段中的错误并进行更正

# profileData_title_address
source: Add your address
ar: أضِف عنوانك
bg: Добавете адреса си
cs: Přidejte svou adresu
da: Tilføj din adresse
de: Fügen Sie Ihre Adresse hinzu
el: Προσθέστε τη διεύθυνσή σας
es: Ingrese su dirección
et: Lisage oma aadress
fa: آدرس خود را وارد کنید
fi: Lisää osoitteesi
fr: Ajoutez votre adresse
he: הוסף את הכתובת שלך
hi: अपना पता जोड़ें
hr: Unesite svoju adresu
hu: Adja meg a címét
hy: Ավելացրեք ձեր հասցեն
id: Tambahkan alamat Anda
it: Inserisci il tuo indirizzo
ja: 住所を追加する
ko: 주소 입력
lt: Pridėkite savo adresą
lv: Pievienojiet savu adresi
ms: Tambah alamat anda
nb: Legg til adressen din
nl: Voeg uw adres toe
pl: Dodaj swój adres
pt: Insira o seu endereço
ro: Adăugați adresa dvs.
ru: Добавьте свой адрес
sk: Pridajte svoju adresu
sl: Dodajte naslov
sr: Unesite svoju adresu
sv: Lägg till din adress
th: เพิ่มที่อยู่ของคุณ
tr: Adresinizi ekleyin
uk: Додайте свою адресу
vi: Thêm địa chỉ của bạn
zh: 添加您的地址

# profileData_title_country_of_residence
source: Your country of residence
ar: بلد إقامتك
bg: Държава на пребиваване
cs: Země Vašeho trvalého pobytu
da: Dit bopælsland
de: Ihr Wohnsitzland
el: Η χώρα διαμονής σας
es: Su país de residencia
et: Teie elukohariik
fa: کشور محل سکونت شما
fi: Asuinmaasi
fr: Votre pays de résidence
he: ארץ מגורים
hi: निवास का देश
hr: Vaša zemlja prebivališta
hu: Lakóhely szerinti ország
hy: Ձեր բնակության երկիրը
id: Negara tempat tinggal Anda
it: Il tuo paese di residenza
ja: 居住国
ko: 거주 국가
lt: Gyvenamoji šalis
lv: Jūsu dzīvesvietas valsts
ms: Negara anda menetap
nb: Bostedslandet ditt
nl: Uw land van verblijf
pl: Twój kraj zamieszkania
pt: Seu país de residência
ro: Țara dvs. de reședință
ru: Страна проживания
sk: Krajina trvalého bydliska
sl: Država prebivališča
sr: Zemlja prebivališta
sv: Bosättningsland
th: ประเทศที่อยู่อาศัย
tr: İkamet ettiğiniz ülke
uk: Країна постійного проживання
vi: Quốc gia bạn đang cư trú
zh: 您居住所在的国家/地区

# profileData_title_national_id_number
source: Add your national ID number
ar: أضف رقم الهوية الوطنية الخاص بك
bg: Добавете вашия национален идентификационен номер
cs: Přidejte své rodné číslo
da: Tilføj dit nationale ID-nummer
de: Fügen Sie Ihre nationale ID-Nummer hinzu
el: Προσθέστε τον εθνικό σας αριθμό ταυτότητας
es: Agregue su número de identificación nacional
et: Lisage oma riiklik ID-number
fa: شماره کارت ملی خود را اضافه کنید
fi: Lisää kansallinen henkilötunnuksesi
fr: Ajoutez votre numéro d`identification national
he: הוסף את מספר תעודת הזהות שלך
hi: अपना राष्ट्रीय आईडी नंबर जोड़ें
hr: Dodajte svoj nacionalni identifikacijski broj
hu: Adja hozzá nemzeti azonosító számát
hy: Ավելացրեք ձեր ազգային ID համարը
id: Tambahkan nomor ID nasional Anda
it: Aggiungi il tuo numero di carta d`identità nazionale
ja: 国民 ID 番号を追加
ko: 주민등록번호 추가
lt: Pridėkite savo nacionalinį ID numerį
lv: Pievienojiet savu valsts ID numuru
ms: Tambahkan nombor ID kebangsaan anda
nb: Legg til ditt nasjonale ID-nummer
nl: Voeg uw nationale ID-nummer toe
pl: Dodaj swój krajowy numer identyfikacyjny
pt: Adicione seu número de identificação nacional
ro: Adăugați numărul dvs. național de identitate
ru: Добавьте свой национальный идентификационный номер
sk: Pridajte svoje rodné číslo
sl: Dodajte svojo nacionalno identifikacijsko številko
sr: Додајте свој национални матични број
sv: Lägg till ditt nationella ID-nummer
th: เพิ่มหมายเลขประจำตัวประชาชนของคุณ
tr: Ulusal kimlik numaranızı ekleyin
uk: Додайте свій національний ідентифікаційний номер
vi: Thêm số ID quốc gia của bạn
zh: 添加您的国民身份证号码

# profileData_title_personal_information
source: Add your personal information
ar: أضف المعلومات الشخصية للمستخدم
bg: Добавете личните си данни
cs: Přidejte své osobní údaje
da: Tilføj dine personoplysninger
de: Fügen Sie Ihre persönlichen Informationen hinzu
el: Προσθέστε τα προσωπικά σας στοιχεία
es: Añada sus datos personales
et: Lisage oma isikuandmed
fa: مشخصات خود را وارد کنید
fi: Lisää henkilötietosi
fr: Ajoutez vos informations personnelles
he: הוסף את המידע האישי שלך
hi: अपनी निजी जानकारी जोड़ें
hr: Dodajte svoje osobne podatke
hu: Adja meg személyes adatait
hy: Ավելացրեք ձեր անձնական տվյալները
id: Tambahkan informasi pribadi Anda
it: Aggiungere i dati personali
ja: お客様情報の追加
ko: 개인정보를 추가하세요
lt: Pridėkite savo asmeninę informaciją
lv: Pievienojiet savu personisko informāciju
ms: Tambah maklumat peribadi anda
nb: Legg til personopplysninger
nl: Voeg uw persoonlijke informatie toe
pl: Dodaj swoje dane osobowe
pt: Adicione as suas informações pessoais
ro: Adăugați informațiile dvs. personale
ru: Добавьте свои персональные данные
sk: Pridajte osobné údaje
sl: Dodajte svoje osebne podatke
sr: Unesite lične podatke
sv: Lägg till dina personuppgifter
th: เพิ่มข้อมูลส่วนบุคคลของคุณ
tr: Kişisel bilgilerinizi ekleyin
uk: Додайте особисту інформацію
vi: Thêm thông tin cá nhân của bạn
zh: 添加您的个人信息

# proofOfAddress_capture_button_accessibility
source: Shutter
ar: مصراع
bg: Затвор
cs: Závěrka
da: Udløser
de: Auslöser
el: Κλείστρο
es: Obturador
et: Katik
fa: شاتر
fi: Laukaisin
fr: Prendre la photo
he: צמצם
hi: शटर
hr: Okidač
hu: Exponáló gomb
hy: Կոճակ
it: Pulsante di scatto
ja: シャッター
ko: 셔터
lt: Užraktas
lv: Slēdzis
ms: Pengatup
nb: Lukker
nl: Sluiterknop
pl: Migawka
pt: Obturador
ro: Obturare
ru: Затвор
sk: Uzávierka
sl: Sprožilec
sr: Okidač
sv: Slutare
th: ชัตเตอร์
tr: Deklanşör
uk: Кнопка знімання
vi: Chụp
zh: 快门

# proofOfAddress_capture_frame_accessibility
source: View from camera
ar: عرض من الكاميرا
bg: Изглед от камерата
cs: Pohled z kamery
da: Visning fra kameraet
de: Ansicht von der Kamera
el: Προβολή από κάμερα
es: Vista desde la cámara
et: Vaade kaamerast
fa: مشاهده از دوربین
fi: Näkymä kamerasta
fr: Vue de la caméra
he: צפה מהמצלמה
hi: कैमरे से देखें
hr: Prikaz s kamere
hu: Kamera képe
hy: Տեսարան տեսախցիկից
id: Lihat dari kamera
it: Vista dalla fotocamera
ja: カメラから見た様子
ko: 카메라에서 보기
lt: Vaizdas iš kameros
lv: Skats no kameras
ms: Pandangan dari kamera
nb: Sett fra kamera
nl: Waargave vanaf camera
pl: Widok z aparatu
pt: Vista da câmara
ro: Vizualizați din camera video
ru: Вид с камеры
sk: Pohľad z fotoaparátu
sl: Pogled s kamere
sr: Prikaz sa kamere
sv: Vy från kameran
th: ดูจากกล้อง
tr: Kameradan görüntü
uk: Увімкніть селфі-камеру
vi: Hình ảnh từ camera
zh: 从相机查看

# proofOfAddress_capture_inactive_timeout_instruction
source: Upload
ar: التحميل
bg: Качване
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Üleslaadimine
fa: بارگذاری
fi: Lataa
fr: Envoyer
he: העלאה
hi: अपलोड करें
hr: Prenesite
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrajte
sl: Naloži
sr: Nastavi
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Передати
vi: Tải lên
zh: 上传

# proofOfAddress_capture_inactive_timeout_title
source: Camera not working?
ar: الكاميرا لا تعمل؟
bg: Камерата не работи ли?
cs: Nefunguje kamera?
da: Fungerer kameraet ikke?
de: Kamera funktioniert nicht?
el: Δεν λειτουργεί η κάμερα;
es: ¿La cámara no está funcionando?
et: Kas kaamera ei tööta?
fa: دوربین عمل نمی‌کند؟
fi: Eikö kamera toimi?
fr: L’appareil photo ne fonctionne pas ?
he: המצלמה לא פועלת?
hi: कैमरा काम नहीं कर रहा?
hr: Kamera ne radi?
hu: Nem működik a kamera?
hy: Տեսախցիկը չի՞ աշխատում
id: Kamera tidak berfungsi?
it: La fotocamera non funziona?
ja: カメラが動作していませんか？
ko: 카메라가 작동하지 않나요?
lt: Kamera neveikia?
lv: Kamera nedarbojas?
ms: Kamera tidak berfungsi?
nb: Fungerer ikke kameraet?
nl: Doet uw camera het niet?
pl: Aparat nie działa?
pt: A câmara não está a funcionar?
ro: Camera video nu funcționează?
ru: Камера не работает?
sk: Nefunguje fotoaparát?
sl: Kamera ne deluje?
sr: Kamera ne radi?
sv: Fungerar inte kameran?
th: หากกล้องไม่ทำงาน
tr: Kamera çalışmıyor mu?
uk: Не працює камера?
vi: Máy ảnh không hoạt động?
zh: 相机未工作？

# proofOfAddress_country_alert_country_not_found
source: Sorry about that. We are working on supporting more countries.
ar: آسف على ذلك. نحن نعمل على دعم المزيد من البلدان.
bg: Съжаляваме за това. Работим върху добавянето на повече държави.
cs: Litujeme. Pracujeme na budoucí podpoře dalších zemí.
da: Vi beklager. Vi arbejder på at understøtte flere lande.
de: Entschuldigen Sie bitte. Wir arbeiten an der Unterstützung von mehr Ländern.
el: Λυπούμαστε για αυτό. Καταβάλουμε προσπάθειες να υποστηρίξουμε περισσότερες χώρες.
es: Lo sentimos. Estamos trabajando para ampliar los países de servicio.
et: Vabandust. Me töötame riikide lisamise suunas.
fa: از اين بابت متأسفیم. در تلاش هستیم تا از کشورهای بیشتری پشتیبانی کنیم.
fi: Pahoittelut siitä. Pyrimme tukemaan uusia maita.
fr: Nous sommes désolés. Nous travaillons à prendre en charge plus de pays.
he: מצטערים. אנחנו עובדים על תמיכה בארצות נוספות.
hi: हमें इसका अफ़सोस है। हम और देशों में भी अपनी सेवाएँ देने की दिशा में काम कर रहे हैं।
hr: Žao nam je što se to dogodilo. Neprekidno povećavamo broj zemalja na popisu podržanih za našu uslugu.
hu: Sajnáljuk! Dolgozunk azon, hogy több ország legyen támogatott.
hy: Ներողություն ենք խնդրում։ Մենք աշխատում ենք ավելի շատ երկրներ սպասարկելու ուղղությամբ։
id: Kami mohon maaf atas hal ini. Kami sedang berupaya mendukung lebih banyak negara.
it: Siamo spiacenti. Stiamo lavorando per supportare più Paesi.
ja: 申し訳ありません。より多くの国をサポートできるよう取り組んでいます。
ko: 죄송합니다. 더 많은 국가를 지원할 수 있도록 노력하고 있습니다.
lt: Atsiprašome. Stengiamės, kad būtų palaikoma daugiau šalių.
lv: Piedodiet. Mēs strādājam pie valstu saraksta papildināšanas.
ms: Minta maaf tentang perkara tersebut. Kami sedang berusaha untuk menyokong lebih banyak negara.
nb: Vi beklager dette. Vi jobber med å støtte flere land.
nl: Excuses daarvoor. We werken eraan om meer landen te ondersteunen.
pl: Przepraszamy. Pracujemy nad wsparciem dla większej liczby krajów.
pt: Lamentamos. Estamos a trabalhar para suportar mais países.
ro: Ne cerem scuze. Depunem eforturi pentru a acoperi mai multe țări.
ru: Мы сожалеем. Мы работаем над тем, чтобы добавить больше стран.
sk: Je nám to ľúto. Pracujeme na podpore viacerých krajín.
sl: Žal nam je za to. Prizadevamo si podpreti več držav.
sr: Izvinite zbog toga. Radimo na tome da podržimo što veći broj zemalja.
sv: Vi beklagar. Vi arbetar på att stödja fler länder.
th: ขอโทษด้วย เรากำลังเพิ่มประเทศที่รองรับ
tr: Üzgünüz. Daha fazla ülkeyi desteklemek için çalışıyoruz.
uk: Вибачте за незручності. Ми працюємо над розширенням списку країн.
vi: Rất tiếc. Chúng tôi đang nỗ lực hỗ trợ nhiều quốc gia hơn.
zh: 对此深感抱歉。我们正在努力支持更多的国家/地区。

# proofOfAddress_country_alert_intro
source: Can’t find your country?
ar: لا يمكنك العثور على بلدك؟
bg: Не можете да намерите държавата си?
cs: Nemůžete najít svou zemi?
da: Kan du ikke finde dit land?
de: Ihr Land ist nicht aufgeführt?
el: Δεν μπορείτε να βρείτε τη χώρα σας;
es: ¿No puede encontrar su país?
et: Kas te ei leia oma riiki?
fa: نمی‌توانید کشور خود را پیدا کنید؟
fi: Etkö löydä maatasi?
fr: Vous ne trouvez pas votre pays?
he: לא מוצא את המדינה שלך?
hi: आपका देश नहीं मिल रहा है?
hr: Ne možete pronaći svoju zemlju?
hu: Nem találja az országot?
hy: Չե՞ք կարողանում գտնել ձեր երկիրը։
id: Tidak dapat menemukan negara Anda?
it: Non trovi il tuo Paese?
ja: お住まいの国が見つかりませんか？
ko: 소속 국가를 찾을 수 없나요?
lt: Nerandate savo šalies?
lv: Nevarat atrast savu valsti?
ms: Tidak menemui negara anda?
nb: Finner du ikke landet ditt?
nl: Kunt u uw land niet vinden?
pl: Nie możesz znaleźć swojego kraju?
pt: Não consegue encontrar o seu país?
ro: Nu vă găsiți țara?
ru: Нет Вашей страны?
sk: Nemôžete nájsť svoju krajinu?
sl: Ne najdete svoje države?
sr: Ne možete da nađete svoju zemlju?
sv: Hittar du inte ditt land?
th: ไม่พบประเทศของคุณใช่ไหม?
tr: Ülkenizi bulamadınız mı?
uk: Не можете знайти потрібну країну?
vi: Không tìm thấy quốc gia của bạn?
zh: 找不到您的国家/地区？

# proofOfAddress_country_button_primary
source: Submit document
ar: إرسال مستند
bg: Подаване на документа
cs: Odeslat dokument
da: Indsend dokument
de: Dokument einreichen
el: Υποβολή εγγράφου
es: Enviar documento
et: Dokumendi esitamine
fa: ارسال مدرک
fi: Lähetä asiakirja
fr: Envoyer le document
he: שלח מסמך
hi: डॉक्यूमेंट सबमिट करें
hr: Pošaljite dokument
hu: Dokumentum elküldése
hy: Ուղարկել փաստաթուղթը
id: Kirim dokumen
it: Invia documento
ja: ドキュメントを送信
ko: 서류 제출
lt: Pateikti dokumentą
lv: Iesniegt dokumentu
ms: Hantar dokumen
nb: Send inn dokument
nl: Verzend document
pl: Prześlij dokument
pt: Enviar documento
ro: Trimiteți documentul
ru: Отправить документ
sk: Odoslať doklad
sl: Pošlji dokument
sr: Pošalji dokument
sv: Skicka in dokument
th: ส่งเอกสาร
tr: Belgeyi gönderin
uk: Надіслати документ
vi: Gửi giấy tờ
zh: 提交证明文件

# proofOfAddress_country_icon_info_accessibility
source: Information:
ar: معلومات:
bg: Информация:
cs: Informace:
el: Πληροφορίες:
es: Información:
et: Teave:
fa: اطلاعات:
fi: Tietoa:
he: מידע:
hi: सूचना:
hr: Informacija:
hu: Információ:
hy: Տեղեկություն:
id: Informasi:
it: Informazioni:
ja: 情報:
ko: 정보:
lt: Informacija:
lv: Informācija:
ms: Maklumat:
nb: Informasjon:
nl: Informatie:
pl: Informacja:
pt: Informação:
ro: Informație:
ru: Информация:
sk: Informácie:
sl: Informacije:
sr: Informacije:
th: ข้อมูล:
tr: Bilgi:
uk: Інформація:
vi: Thông tin:
zh: 信息：

# proofOfAddress_country_label
source: Search for country
ar: البحث عن بلد
bg: Търсене на държава
cs: Hledání země
da: Søg efter land
de: Suche nach Land
el: Αναζήτηση για χώρα
es: Buscar país
et: Otsi riiki
fa: جستجوی کشور
fi: Hae maata
fr: Chercher un pays
he: חפש ארץ
hi: देश खोजें
hr: Traži zemlju
hu: Ország keresése
hy: Որոնել երկիր
id: Cari negara
it: Cerca paese
ja: 国を検索
ko: 국가 검색
lt: Ieškoti šalies
lv: Meklēt valsti
ms: Cari negara
nb: Søk etter land
nl: Zoek een land
pl: Wyszukaj kraj
pt: Procurar país
ro: Căutați țara
ru: Искать страну
sk: Vyhľadajte krajinu
sl: Iskanje države
sr: Traži zemlju
sv: Sök efter land
th: ค้นหาประเทศ
tr: Ülke arayın
uk: Пошук країни
vi: Tìm kiếm quốc gia
zh: 搜索国家/地区

# proofOfAddress_country_placeholder
source: Select issuing country
ar: اختر بلد الإصدار
bg: Изберете държава на издаване
cs: Vyberte zemi vydání
da: Vælg udstedelsesland
de: Ausstellungsland auswählen
el: Επιλέξτε χώρα έκδοσης
es: Selecciona el país emisor
et: Vali väljaandja riik
fa: کشور صادرکننده را انتخاب کنید
fi: Valitse myöntäjämaa
fr: Sélectionner le pays émetteur
he: בחר מדינת הנפקה
hi: जारी करने वाला देश चुनें
hr: Odaberite zemlju izdavanja
hu: Válassza ki a kibocsátó országot
hy: Ընտրեք թողարկող երկիրը
id: Pilih negara penerbit
it: Seleziona il paese di emissione
ja: 発行国を選択してください
ko: 발급 국가 선택
lt: Pasirinkite išdavimo šalį
lv: Izvēlieties izdošanas valsti
ms: Pilih negara pengeluar
nb: Velg utstedelsesland
nl: Selecteer land van uitgifte
pl: Wybierz kraj wydania
pt: Selecione o país emissor
ro: Selectați țara emitentă
ru: Выберите страну выдачи
sk: Vyberte krajinu vydania
sl: Izberite državo izdaje
sr: Izaberite zemlju izdavanja
sv: Välj utfärdandeland
th: เลือกประเทศที่ออกเอกสาร
tr: Belgeyi veren ülkeyi seçin
uk: Виберіть країну видачі
vi: Chọn quốc gia cấp
zh: 选择签发国家
